{
    "starlight_satellite": {
        "name": "Мерцающий",
        "description": "Спутниковый ретранслятор \"Звездный Свет\"",
        "helptext": "Этот спутник используется ретранслятор \"Звездный Свет\" для наведения на цель."
    },
    "gunshipcon": {
        "name": "Оса",
        "description": "Тяжелый строительный Вертолёт, строит со скоростью 7,5 м/c",
        "helptext": "Тяжелый строитель , который сочетает преимущество полета с большой скоростью строительства"
    },
    "gunshipskirm": {
        "name": "Гарпия",
        "description": "Многоцелевой вертолёт",
        "helptext": "Гарпия - это легкий боевое вертолёт. Хотя его ракеты не самые мощные, они довольно точные и их взрыв замедляет цели."
    },
    "factorycloak": {
        "name": "Фабрика невидимых ботов",
        "description": "Производит невидимых ботов, Строит со скорость 10 м/с",
        "helptext": "Действуя хитростью вместо грубой силы, Невидимые боты этой Фабрики мастерски используют скрытность, мобильность и ЭМИ, чтобы нанести удар по слабым местам противника. Ключевые единицы: Глейв, Ронин, Грабитель, Рыцарь, Молот"
    },
    "ampharty": {
        "name": "Кракен",
        "description": "Амфибийный стрелок/артилерия",
        "helptext": "Кракен - это мобильная артиллерия небольшого радиуса действия, вооружённая сдвоенной пушкой. Для подводных сражений он стреляет неуправляемыми глубинными зарядами для уничтожения медленных целей."
    },
    "tankarty": {
        "name": "Шпион",
        "description": "Многоцелевая САУ",
        "helptext": "Тяжелая дальнобойная пушка Шпиона прекрасный выбор для обстрела передвижных юнитов и устройств врага. Как всегда, он должен опасаться всего, что приближается к нему."
    },
    "staticmissilesilo": {
        "name": "Ракетная шахта",
        "description": "Производит ракеты, строит со скоростью 10 м/c",
        "helptext": "Ракетная шахта (Missile Silo) может производить и хранит до 4-х разных ракет, каждая их которых имеет свою уникальную боеголовку. Ракетная шахта позволяет легко наносить удары на большом расстоянии, находясь далеко от битвы."
    },
    "spiderscout": {
        "name": "Блоха",
        "description": "Сверхлёгкий паук-разведчик (закапывается)",
        "helptext": "Блоха (Flea) может скрываться в труднодоступных местах, где ее датчики позволяют ей видеть на расстояние большее того, на котором ее могут заметить. На ранней стадии игры небольшие группы Блох можно использовать для набегов на месторождения. На картах с высокими скалами они могут атаковать с неожиданных сторон. Блоха наносит очень мало повреждений и умирает от любого урона."
    },
    "energyfusion": {
        "name": "Реактор ядерного синтеза",
        "description": "Средняя Электростанция (+35)",
        "helptext": "Реактор ядерного синтеза (Fusion Reactor) производит большое количество энергии при относительно малой цене. Однако, такой ректор очень хорошая цель из-за своей слабой брони и, самое главное, того, что при уничтожении реактор ядерного синтеза взрывается, нанося большой урон окружающим его юнитам."
    },
    "chickenlandqueen": {
        "name": "Королева Курица",
        "description": "Кудахтающий АД!",
        "helptext": "Тикайте, хлопцы! Курица-королева - матка всей колонии. Если она разозлится, то остановить её почти невозможно. Она может плеваться напалмом, распылять споры уничтожающие авиацию, и раскидывать наземных юнитов. И, самое страшное, своими челюстями разрывает даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить королеву."
    },
    "tankassault": {
        "name": "Минотавр",
        "description": "Штурмовой танк",
        "helptext": "Тяжёлый боевой танк. Минотавр может выжить даже в самой тяжёлой битве, однако его низкая скорость стрельбы не подходит для уничтожения большого количества врагов. Также его тяжёлая броня сильно снижает его манёвренность."
    },
    "chicken_listener": {
        "name": "Слушатель",
        "description": "Закапывающийся мобильный сейсмический детектор",
        "helptext": "Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальные слуховые возможности, что позволяет ему точно определять местоположение наземных войск противника."
    },
    "cloakbomb": {
        "name": "Черт",
        "description": "Вездеходная ползучая ЭМИ-бомба (закапывается)",
        "helptext": "Черт полагается на свою скорость и малый размер, чтобы увернуться от атак штурмовиков и групп стрелков. Он может парализовать тяжелые единицы или отряд более легких рейдеров, которые не могут убить его пока он не в радиусе их видимости. После этого Разбойники или Мечи могут уничтожить беспомощных врагов без риска. Против Клопа можно пожертвовать одним дешёвым юнитом дабы он спровоцировал взрыв.  Черт маскируется, когда стоит."
    },
    "shieldriot": {
        "name": "Преступник",
        "description": "Робот подавления",
        "helptext": "Преступник излучает вокруг себя электромагнитные импульсы, которые повреждают и замедляют врагов, но оставляют союзников невредимыми."
    },
    "chickenc": {
        "name": "Василиск",
        "description": "Вездеходный подавитель",
        "helptext": "Василиск поднимается по стенам, как паук, чтобы поражать врага своим кислотным плевком. Только неусыпный контроль над ними, оберегает от того, чтоб внезапно не увидеть их, разгуливающими по уже разрушенной вашей базе. Вертолеты - лучшее выбор против вторжения Василисков."
    },
    "hoverraid": {
        "name": "Кинжал",
        "description": "Быстрое СВП",
        "helptext": "Кинжал (Dagger) - дешевый одноразовый разведчик, также пригодный для нанесения урона экономике противника. Может поражать подводные цели."
    },
    "chicken_digger": {
        "name": "Копатель",
        "description": "Закапывающийся разведчик/рейдер",
        "helptext": "Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где угодно, вызвав полный хаос. Всегда защищайте свои стратегические объекты со всех сторон, поскольку Копатели могут обойти ваши фронтовые защитные сооружения."
    },
    "chicken_leaper": {
        "name": "Прыгун",
        "description": "Прыгающий рейдер",
        "helptext": "Прыгун (Leaper) - это быстрый атакующий юнит Куриц, способный быстро сократить расстояние с противником и с легкостью перепрыгивающий препятствия."
    },
    "chickenr": {
        "name": "Прыгающая бомба",
        "description": "Артиллерия",
        "helptext": "Будучи органической артиллерией, Лобберы (Lobber) плюются шарами яда по высокой траектории на длинные дистанции. Они доставлют большие проблемы тем, кто полагается только на статичную защиту, однако Лобберы (Lobber)  практически беспомощны в случае прямой атаки."
    },
    "turrettorp": {
        "name": "Ёж",
        "description": "Торпедная установка",
        "helptext": "Ёж (Urchin) защищает как от надводных, таки и от подводных юнитов. Также он может поражать СВП."
    },
    "tankheavyassault": {
        "name": "Циклоп",
        "description": "Сверхтяжелый убийца танков",
        "helptext": "Циклоп - самый тяжелый танк на поле боя. Его основное орудие - огромная пушка для беспощадного истребления танков поменьше - дополняется близкобойным замедляющим лучом, не дающим более быстрым противникам сбегать из-под обстрела. Тем не менее, поворачивается Голиаф как огромная ёмкость с водой, сравнительно близкая дальность огня делает его уязвимым для продвинутых стрелков и воздушных атак, а малая скорострельность - оставляет бреши для массированных атак рейдеров. Тяжелое основное орудие Голиафа разносит стены, так что в некоторых случаях танк может быть использован для штурма терраформированных укреплений. "
    },
    "damagesink": {
        "name": "Damage Sink thing",
        "description": "Не волнует если ты стреляешь в него.",
        "helptext": "\"Я мыслю, следовательно существую\""
    },
    "turretmissile": {
        "name": "Пикет",
        "description": "Легкая ракетная башня (ПВО/стрелок)",
        "helptext": "Пикет - легкая многоцелевая ракетная башня. Хороша для атаки юнитов с приличного расстояния, при этом обеспечивая некоторую степень противовоздушной защиты и возможность обстрела вражеских легких лазерных башен за пределами их радиуса поражения. Ломается от каждого чиха."
    },
    "chicken_roc": {
        "name": "Рух",
        "description": "Тяжёлый атакующий летун",
        "helptext": "Большая,  злая и способная вести бой как с наземными, так и воздушными юнитами, Рух (Roc), является грозной летающей курицей."
    },
    "turretaaheavy": {
        "name": "Артемис",
        "description": "Установка ПВО большой дальности",
        "helptext": "Артемида - чрезвычайно дальнобойное противовоздушное оружие, которое посылает четкое сообщение вражеским самолетам: \"Ты не пройдешь, сынок!\" Каждая ракета подготавливается в течение 20 секунд, но затраченное время того стоит. Залп заранее заготовленных ракет способен испепелить практически любую воздушную атаку без особых проблем. "
    },
    "chicken_drone": {
        "name": "Дрон",
        "description": "Превращается в строения Куриц",
        "helptext": "Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц."
    },
    "staticjammer": {
        "name": "Роговица",
        "description": "Генератор невидимости/Глушитель радаров",
        "helptext": "Генератор невидимости, прячет от радаров ваших юнитов. Око оснащена генератором невидимости, и скрывает ближайших союзников от обнаружения врагом."
    },
    "amphbomb": {
        "name": "Лимпет",
        "description": "Медлительная Бомба-амфибия",
        "helptext": "Лимпет (Limpet) может уклоняться от самых медленных снарядов благодаря своей ловкости и малым размерам, что также позволяет ему приблизиться к врагу, чтобы взорвать, замедлить и повредить их."
    },
    "factoryveh": {
        "name": "Завод машин",
        "description": "Производит легкие колесные транспортные средства, строит со скоростью 10 м/с",
        "helptext": "Фабрика боевых машин любима многими за выборку быстрых и агрессивных юнитов, идеальных для блицкрига. Ключевые юниты: Лихач (Scorcher), Опустошитель (Ravager), Уравнитель (Leveler), Тесак (Slasher). "
    },
    "turretgauss": {
        "name": "Гаусс",
        "description": "Пушка Гаусса",
        "helptext": "Гаусс (Gauss) - это компактная, выдвижная турель с Гаусс-пушкой среднего радиуса действия. До тех пор, пока оружие находится в убранном состоянии, оно получает лишь четверть урона, что делает  данную пушку отличным выбором в случае если враг использует артиллерию."
    },
    "nebula": {
        "name": "Туманость",
        "description": "Atmospheric Mothership",
        "helptext": "Несмотря на маневренность кирпича  и скромное вооружение, Туманность (Nebula) является грозным оружием благодаря наличию щита защищающего от дальнобойных атак и наличию боевых дронов, рвущих противников на части."
    },
    "hoveraa": {
        "name": "Цеп",
        "description": "ПВО на воздушной подушке",
        "helptext": "Цеп (Flail) запускает большую ракету класса \\\"земля-воздух\\\" малой и средней дальности, которая наносит высокие повреждения."
    },
    "cloakarty": {
        "name": "Рогатка",
        "description": "Бот легкой артиллерии",
        "helptext": " У Рогатки есть дальнобойная плазменная пушка, которая может стрелять по навесной траектории через препятствие. Несмотря на дальность выстрелов и эффективность против мобильных войск, Рогатка должна охраняться, чтобы отбить атаки налетчиков на малой дистанции."
    },
    "chickend": {
        "name": "Куриная трубка",
        "description": "Защитное сооружение и источник энергии",
        "helptext": "Куриная трубка - это единственное защитное сооружение Куриц, стреляющее спорами по воздушным и наземным войскам."
    },
    "rocksink": {
        "name": "Rocking Damage Sink thing",
        "description": "Качается, когда вы стреляете в него.",
        "helptext": "Я - скала и ничто не сломит меня \nЯ - скалаааааа, ничто не потревожит меня "
    },
    "fakeunit_aatarget": {
        "name": "Поддельная мишень ПВО",
        "description": "Used by the jumpjet script.",
        "helptext": "Поддельный модуль для специальной цели"
    },
    "mahlazer": {
        "name": "Звездный свет",
        "description": "Излучатель планетарной энергии",
        "helptext": "Это мощнейший инструмент для  терраформинга планеты. Однако он также полезен в качестве средства полного уничтожения таких  препятствий как, например, надоедливые враги, причем вместе с их базами."
    },
    "spidercrabe": {
        "name": "Краб",
        "description": "Тяжелый юнит сдерживания/Паук-стрелок - Когда стоит разворачивает броню",
        "helptext": "Огромные снаряды Краба уничтожают большие группы слабых врагов  и могут также пробивать основную броню. Во время остановки, Краб принимает бронированную форму, уменьшая входящий урон на треть. Главной слабостью Краба является его медлительность."
    },
    "subscout": {
        "name": "Ланселот",
        "description": "Разведчик/Субмарина камикадзе",
        "helptext": "Ланселот - это по сути крупная умная торпеда с функцией разведки. Он может оставаться скрытым в глубине, чтобы наблюдать за передвижением врага, а затем взорваться, потопив неосторожные корабли."
    },
    "staticstorage": {
        "name": "Хранилище",
        "description": "Хранит 500 метала и энергии",
        "helptext": "Хранилище (Storage) можно использовать как буфер при временном увеличение количества получаемого метала. К примеру при переработке обломков. Однако, при увеличение дохода на длительное время лучшим выбором будет увеличить строительную силу."
    },
    "shieldscout": {
        "name": "Мешок с песком",
        "description": "Мешок с песком",
        "helptext": "Мешок с песком (Dirtbag) - юнит, чьё основное предназначение - это умереть и оставить после себя небольшую горку. Эффективен против машин и танков. В ожидании своей участи может послужить разведчиком или побиться головой об врагов."
    },
    "amphaa": {
        "name": "Рыболов",
        "description": "Бот-амфибия ПВО",
        "helptext": "Рыболов - ПВО бот, разработан для борьбы с грозой заводов - с Воронами (Raven). Два Рыболова, свободно двигаясь  по суше или воде,  могут уничтожить одиночного Ворона."
    },
    "tankaa": {
        "name": "Этивон",
        "description": "Зенитный танк",
        "helptext": "Зенитки Этивона быстро расправятся с вражескими вертолётами, а также довольно эффективны против самолетов."
    },
    "asteroid": {
        "name": "Астероид",
        "description": "Камень из космоса",
        "helptext": "Обычно астероиды падают на землю из-за Контроллера метеоров, который использует их как оружие чтобы сокрушить врага, однако астероиды можно перерабатывать."
    },
    "planeheavyfighter": {
        "name": "Раптор",
        "description": "Истребитель",
        "helptext": "Раптор специализируется на уничтожении всего, что летает. Он достаточно крепкий, для ПВО, хотя и не имеет возможности атаки по наземным целям."
    },
    "hoverskirm2": {
        "name": "hoverskirm",
        "description": "Легкое штурмовое СВП",
        "helptext": "The Trisula is a fairly fast, sturdy combatant armed with a scatter beam weapon that can erase multiple small targets or slag a single large one."
    },
    "vehriot": {
        "name": "Потрошитель",
        "description": "Вездеход подавления",
        "helptext": "Бешеная пушка Потрошителя эффективна для уничтожения групп рейдеров и остановки вражеских атак. Ее ракеты летят прямо, поэтому Потрошитель должен избегать перекрестного огня и по возможности быть расположенным в линейном формировании. Из-за их малой скорости и дальности выстрелов, уязвим для большинства стрелков. Пушка Потрошителя сбривает неровности рельефа, что позволяет союзникам  проходить по пересеченной местности."
    },
    "staticshield": {
        "name": "Эгида",
        "description": "Генератор защитного  щита",
        "helptext": "Эгида (Aegis) защищает умеренную площадь своим щитом-пузырём, останавливающим вражеские снаряды, но пропускающим взрывные волны. Щит требует значительного количества энергии на поддержку и не останавливает атаки сверхмощного оружия."
    },
    "turretaaclose": {
        "name": "Ножовка",
        "description": "Залповая ПВО",
        "helptext": "Спаренные ракеты Ножовки зверски карают любой самолет, попавший в зону их действия, но долгая перезарядка, делает их менее идеальными против легких целей."
    },
    "chicken_rafflesia": {
        "name": "Раффлезия",
        "description": "Куриный щит (неподвижный)",
        "helptext": "Раффлезия (Rafflesia) защищает ближайших куриц и их структуры щитом."
    },
    "empiricaldpser": {
        "name": "Эмпирическое мифическое существо",
        "description": "Жертва науки",
        "helptext": "!!НАУКА!!"
    },
    "hoverassault": {
        "name": "Алебарда",
        "description": "СВД прорыва блокады",
        "helptext": "Когда Алебарда (Halberd) не стреляет, она складывается в бронированную коробку, снижая получаемый урон в 4 раза. Ее медленное и имеющее малую дальность оружие не приспособлено для стрельбы по быстро движущимся целям."
    },
    "shieldcon": {
        "name": "Каторжник",
        "description": "Экранированный строитель, Строит со скоростью 5 м/c",
        "helptext": "Каторжник (Convict) был бы обычным ботом-конструктором если бы не энергетический щит, который защищает его и поддерживает щиты союзников."
    },
    "energysingu": {
        "name": "Реактор сингулярности",
        "description": "Большая Электростанция  (+225) - ОПАСНО",
        "helptext": "Реактор сингулярности (Singularity Reactor) генерирует огромное количество энергии при помощи контролируемой черной дыры - и это настолько же безопасно, насколько и звучит. В случае разрушения реактора, высвобождается энергии в количество эквивалентному ядерному взрыву. Целый континент стоит считать небезопасной территорией после постройки данного реактора."
    },
    "bomberdisarm": {
        "name": "Буревестник",
        "description": "Обезоруживающий бомбардировщик",
        "helptext": "Буревестник (Thunderbird) - быстрый бомбардировщик, вооруженный генератором молний, который обезоруживает юнитов в широкой области под ним."
    },
    "chicken_spidermonkey": {
        "name": "Паукообразная обезьяна",
        "description": "Вездеходная поддержка",
        "helptext": "Паукообразная обезьяна (Spidermonkey) - это очень необычная курица поддержки. Как и предполагает название, она может карабкаться по стенам, кроме того, она может плеваться шелком, который замедляет и дергает врагов."
    },
    "shieldskirm": {
        "name": "Негодяй",
        "description": "Робот-стрелок (навесного огня)",
        "helptext": "Баллистические ракеты Негодяя медленно перезаряжаются, но больно бьют - и, таким образом, отлично приспособлены для осторожных вылазок на дистанцию выстрела по единицам врага, либо для запуска мощных залпов в начале сражения. Отбивайтесь от них с помошью быстрых единиц, или ползучих бомб, если Негодяев слишком много."
    },
    "dronelight": {
        "name": "Светлячок",
        "description": "Атакующий дрон",
        "helptext": "Светлячок (Firefly) - это атакующий дрон, вооруженный слабым лазером. Он способен защитить своего хозяина от атак легких единиц противника. Однако он не способен использовать генератор поля невидимости хозяина, поэтому способен выдать присутствие замаскированного командира."
    },
    "chickenblobber": {
        "name": "Блоббер",
        "description": "Тяжёлая артиллерия",
        "helptext": "Будучи старшим братом Лоббера (Lobber), Блоббер (Blobber) выплёвывает целый дождь кислотной слизи. Он очень быстро может вывести из строя даже самую мощную сеть щитов, но относительно уязвим для прямых атак."
    },
    "energyheavygeo": {
        "name": "Улучшенный геотермальная электростанция",
        "description": "Большая Электростанция  (+100) - ОПАСНО",
        "helptext": "Усовершенствованная геотермальная Электростанция производит огромное количество энергии. Нуждается в защите, поскольку разрушение приводит к огромному взрыву."
    },
    "staticcon": {
        "name": "Смотритель",
        "description": "Неподвижный конструктор, Строит со скоростью 10 м/с",
        "helptext": "Смотритель (Caretaker) обладает самым лучшим отношением цены к скорости строительства и приличной дальностью. Его хорошо использовать для ускорения работы фабрик или ремонта оборонных сооружений. Смотритель не может начать постройку чего-либо, он только помогает."
    },
    "terraunit": {
        "name": "Тераформинг",
        "description": "Истощен: 0",
        "helptext": "Эта часть представляет собой терраформируемую область."
    },
    "chickenf": {
        "name": "Коготь",
        "description": "Летающий плевальщик шипов",
        "helptext": "Это летающая курица! Коготь (Talon) - это смертельный хищник, способный сбивать самолёты своими шипами, но также с удовольствием атакующий и наземные цели. Впрочем, он может быть уничтожен как и любой другой летающий юнит."
    },
    "energypylon": {
        "name": "Энергетический пилон",
        "description": "Расширяет сеть перегрузки энергии",
        "helptext": "Пилоны передатчики энергии помогают расширить энергосети и подключить больше экстракторов или источников энергии. Это, в свою очередь, помогает экстракторам производить больше металла. Пилоны позволяют быстро запитать башни защиты, которым нужна энергия для функционирования. Обратите внимание, что на коротких расстояниях или в ситуациях с малой энергией использование энергоносителей, таких как солнечные коллекторы для подключения сетей, может быть более экономически оправданно."
    },
    "bomberprec": {
        "name": "Ворон",
        "description": "Точечный бомбардировщик",
        "helptext": "Ворон наносит удар по области одной маленькой бомбочкой. Если прикинуть хер к носу, то она не выведет из строя установку ПРО или Минотавра, но можно поискать в другом месте, что-то небольшое, ездящее."
    },
    "chicken_shield": {
        "name": "Досадная Ошибка",
        "description": "Щит/ПВО",
        "helptext": "Защищает ближайших куриц."
    },
    "chicken_dodo": {
        "name": "Дронт",
        "description": "Куриная бомба",
        "helptext": "Тело Дронта (Dodo)  содержит летучий смесь органических взрывчатых веществ. При малейшем поводе он эффектно взрывается, разбрасывая близлежащих юнитов. И будьте аккуратнее, поскольку летящие при взрыве конечности и шипы Додо также наносят урон."
    },
    "bomberheavy": {
        "name": "Лихо",
        "description": "Сингулярный бомбардировщик",
        "helptext": "Лихо запускает одну мощную бомбу, которая может послать юнитов в полёт. Он достаточно прочен чтобы пережить умеренный огонь вражеских ПВО и уйти на ремонт. И не буди лихо пока оно тихо!"
    },
    "tacnuke": {
        "name": "ЕОС",
        "description": "Тактическая ядерная ракета",
        "helptext": "Дальнобойное оружие точечного поражения. Не обладая большим радиусом поражения, оно, в тоже время, имеет огромные урон."
    },
    "chickenwurm": {
        "name": "Червь",
        "description": "Закапывающийся огнеметчик (штурмовик/подавитель)",
        "helptext": "Червь (Wurm) способен закапываться под землю, чтобы позднее неожиданно появится и выплюнуть огненный шар, способный сжечь большой участок территории. Он также может залезать на скалы и атаковать защитные башни с неожиданных направлений, но уязвим для прямого нападения противника."
    },
    "dronefighter": {
        "name": "Щупальце",
        "description": "Боевой дрон",
        "helptext": "Щупальце (Spicula) - это многоцелевой боевой дрон, силовые лучи  которого эффективны как против наземных, так и воздушных целей."
    },
    "bomberassault": {
        "name": "Затмение",
        "description": "Штурмовой бомбардировщик (против неподвижных целей)",
        "helptext": "Внушительный корпус Затмения (Eclipse) способен выдержать серьёзный обстрел и обеспечить доставку смертельного груза до цели, но использование бомб без систем наведения создаёт проблемы при атаке подвижных целей, а большой размер делает его легкой целью."
    },
    "cloakassault": {
        "name": "Рыцарь",
        "description": "Электро штурмовой бот",
        "helptext": "Медленно и неуклонно, группа Рыцарей может идти сквозь оборону противника даже под сильным огнем, до тех пор пока они не смогут пустить в ход свои парализующие электропушки. Противостоять им может любой юнит , способный  обстреливать их с расстояния."
    },
    "energysolar": {
        "name": "Солнечная электростанция",
        "description": "Малая Электростанция (+2)",
        "helptext": "Солнечная электростанция (Solar collectors) наименее экономически эффективна из всех электростанций, однако она ещё и самая крепкая. Когда эту электростанцию атакуют, она складываться в защищённую форму на 8 секунд, уменьшая получаемый урон в 4 раза, что прекрасно защищает её от рейдеров."
    },
    "gunshipheavyskirm": {
        "name": "Нимбус",
        "description": "Вертолёт огневой поддержки",
        "helptext": "Нимбус - корабль огневой поддержки, который летает вне досягаемости большинства наземных целей. Он достаточно крепок что-бы выдержать умеренный огонь ПВО, а его два пулемёта прошивают броню врагов как бумагу. "
    },
    "factoryshield": {
        "name": "Фабрика роботов со щитом",
        "description": "Производит крепких роботов, строит на 10 m/s",
        "helptext": "Юниты Фабрики Щитовых ботов крепкие, но гибкие. Эти роботы созданы для того чтобы вынести удар, и нанести ответный, не снижая своей подвижности. Использование комбинаций юнитов щедро вознаграждается возрастанием эффективности. Ключевые единицы: Бандит, Головорез, Преступник, Негодяй, Рэкетир"
    },
    "chickena": {
        "name": "Кокатрис",
        "description": "Штурмовик/бронебойный",
        "helptext": "Кокатрис (Cockatrice) - это настоящий зверь. Кажется, практически невосприимчивый к вражескому огню, он спокойно подходит к цели и раздирает её своими мощными челюстями. К счастью, будучи не слишком быстрым и умным, он может быть легко уничтожен стрелками или множеством малых юнитов."
    },
    "hoverskirm": {
        "name": "Скальпель",
        "description": "Стрелок/Бронебойный СВП",
        "helptext": "Используйте Скальпель (Scalpel) для атак удара-отхода. Он долго перезаряжается и слабо защищён, поэтому его надо держать вдалеке от противника. Ракеты Скальпеля летят по дуге, что позволяет ему стрелять через препятствия и союзников."
    },
    "jumpbomb": {
        "name": "Скатл",
        "description": "Прыгающая бронебойная стелс-бомба",
        "helptext": "Этот медленная и дорогая невидимая бомба может прыгнуть на противника и отправить даже тяжёлый танк сразу в ад. Бороться с ней можно путем прикрытия ваших тяжёлых и дорогих юнитов группами дешёвых. При использовании Скатла (Skuttle) имейте ввиду, что радиус поражения при его взрыве очень мал."
    },
    "jumpskirm": {
        "name": "Модератор",
        "description": "Шагоход стрелок с замедляющим лучом",
        "helptext": "Разрушительный луч Модератора уменьшает скорость перемещение и стрельбы противника на 50%% в дополнение к нанесению урона, что делает его эффективным против почти всех целей."
    },
    "chicken": {
        "name": "Курица",
        "description": "Зооспора",
        "helptext": "Агрессивный пехотинец куриц \"зерглингового\" типа. Будучи слабым сам по себе, он компенсирует это сражаясь в толпе себе подобных существ, заваливающих врагов лавинами маленьких куриц. Рекомендуется использовать хороших юнитов класса \"Подавитель\", чтобы останавливать Цыплят (Chicken)."
    },
    "chicken_sporeshooter": {
        "name": "Споромёт",
        "description": "Вездеходный споровик (ПВО/стрелок)",
        "helptext": "Споромет (Sporeshooter) стрелять спорами, что позволяет ему сбивать самолёты и атаковать наземные цели с расстояния. Также он может взбираться на стены для неожиданных атак."
    },
    "turretaafar": {
        "name": "Бензопила",
        "description": "Дальнобойная ракетная батарея ПВО",
        "helptext": "Бензопила (Chainsaw) - это дальнобойная ПВО турель, наносящая огромный урон и способная очистить небо от бомбардировщиков очень быстро. В свою очередь она неспособна выдержать большой урон и будет быстро уничтожена в случае прямой атаки."
    },
    "staticnuke": {
        "name": "Трезубец",
        "description": "Стратегическая ядерная пусковая установка, потребляет 18 м/с, 3 минутная перезарядка.",
        "helptext": "Трезубец запускает разрушительные ядерные ракеты, которые могут уничтожить целые базы. Тем не менее, они легко перехватывается вражескими ПРО, которые должны быть удалены из желаемой целевой области заранее."
    },
    "hovershotgun": {
        "name": "Каратель",
        "description": "Дробвик СВП",
        "helptext": "У Карателя есть дробовик, стреляющий гроздями снарядов, которые хороши против больших целей или плотных скоплений врагов."
    },
    "spiderantiheavy": {
        "name": "Вдова",
        "description": "Стелс разведчик/Бронебойный",
        "helptext": "Вдова полезна двумя свойствами. Во-первых, это отличный разведчик, которого очень трудно обнаружить. Он способен проникать глубоко в тыл врага. Во-вторых, он может стрелять парализующим зарядом, который заморозит любую цель, эффективен против тяжелых врагов и инфраструктуры противника."
    },
    "energywind": {
        "name": "Ветряной/Приливной генератор",
        "description": "Маленькая электростанция",
        "helptext": "Ветряной генератор производит энергию в зависимости от силы ветра. Он очень хрупок и группа рядом стоящий ветряных генераторов может детонировать от подрыва одного из них, так что стоит размещать их продуманно. Будучи помещенным в воде, он превращается в более прочный приливный генератор с хорошим и стабильным притоком энергии."
    },
    "amphassault": {
        "name": "Гризли",
        "description": "Тяжелый штурмовик-амфибия",
        "helptext": "Гризли (Grizzly) - классический штурмовой юнит: медленный, неповоротливый, и практически не уничтожаемый. Его вооружение составляет спарка высокоэнергетических лазерных излучателей с большой дальностью огня и наносимым уроном, слабоэффективный разве что против стай мелких юнитов и быстрой авиации. Хотя лазер и не может стрелять под водой, Гризли может всплыть для атаки."
    },
    "shieldaa": {
        "name": "Вандал",
        "description": "Робот ПВО",
        "helptext": "Вандал (Vandal) - крепкий, надёжный и дешевый противовоздушный бот. Беззащитен против наземных сил."
    },
    "hoverriot": {
        "name": "Булава",
        "description": "СВП подавитель",
        "helptext": "Фактически, Булава (Mace) - это передвижная лазерная башня, обладающая большим уроном и совершенной точностью. Хорошо подходит для убийства легких юнитов и даже вертолётов. Однако, тонкая броня делает её уязвимой для прямого огня, особенно для стрелков."
    },
    "veharty": {
        "name": "Барсук",
        "description": "Артиллерия. Минёр вездеход",
        "helptext": "Барсук бросает мины, которые довольно эффективны, но имеют ограниченный (и разный) срок службы на дистанции. Барсук далеко стреляет минами, но у него легкая броня и медленная скорость, поэтому держите его в паре с дружественными юнитами, или под защитой ваших собственных мин."
    },
    "striderantiheavy": {
        "name": "Ультиматум",
        "description": "Невидимый бронебойный/Антистрайдерный Мех",
        "helptext": "Ультиматум вооружен лишь одним видом оружия - дезинтегрирующей пушкой, способной испепелить тяжелый танк с одного попадания. Его лучше всего использовать для проникновения к вражеским страйдерам и нанесения серьёзного урона или уничтожения всего несколькими выстрелами. Защитой от подобных действий является использование тяжелых юнитов вместе с эскортом из легких."
    },
    "staticmex": {
        "name": "Шахта по добыче метала",
        "description": "Производит метал",
        "helptext": "Шахта по добыче метала (Metal Extractor) - единственный юнит который может добывать метал. При наличии излишков энергии, шахта ускорит свою работу и добудет больше метала. Игроки обычно называют этого юнита  \"Mex\"."
    },
    "vehsupport": {
        "name": "Мушкетер",
        "description": "Развертываемая ракетная установка (должен остановиться чтоб стрелять)",
        "helptext": "Старайтесь держать Мушкетера на максимальной дистанции, чтобы изматывать юнитов противника. Ракеты Мушкетера самонаводящиеся, идеально подходящие для убийства быстроходных рейдеров и ползающих бомб. Они также способны поражать воздушные цели, но, более эффективны против истребителей. Не может стрелять через препятствиям и пушной зверек вам если враг, особенно штурмовики, подойдут близко. В отличие от стрелков, Мушкетер не может стрелять во время движения."
    },
    "grebe": {
        "name": "Поганка",
        "description": "Рейдер-амфибия",
        "helptext": "Поганка является основным рейдером, вооруженный гранатами - отличным противотанковым оружием близкого радиуса действия. Несмотря на то, что он амфибия, он не может стрелять во время погружения."
    },
    "hoverarty": {
        "name": "Пикинер",
        "description": "Бронебойная Артиллерия СВП",
        "helptext": "Оружие Пикинера, получившее прозвище «Голубой лазер смерти» сильное и точное, чтобы пронзить несколько юнитов одним выстрелом. Используйте его против сильно бронированных целей, но держите его в тылу т.к. он имеет легкую броню и не может быстро двигаться."
    },
    "shieldbomb": {
        "name": "Воришка",
        "description": "Ползучая бомба (Закапывается)",
        "helptext": "Этот быстрый юнит-камикадзе хорош против тяжелой техники, особенно штурмовых танков. В нем есть стелс-устройство, которое автоматически активируется, когда юнит стоит на месте, эффективно превращая его в мину. Камикадзе адски взрывается, поэтому лучше не группировать их. Противостоят ему Мушкетёр, или отдельные дешевые юниты, об которые камикадзе преждевременно взрывается."
    },
    "cloakjammer": {
        "name": "Ирис",
        "description": "Робот с генераторами поля невидимости и помех",
        "helptext": "У Ирис есть генератор помех, чтобы скрыть от радаров ваших юнитов. У него также есть небольшой генератор невидимости, который скрывает ближние дружественные войска."
    },
    "spidercon": {
        "name": "Ткач",
        "description": "Паук-строитель, Строит со скоростью 7,5 м/с",
        "helptext": "Ткач может забраться на любую гору и выстроить там оборону. В добавок, он оборудован небольшим радаром."
    },
    "hoverdepthcharge": {
        "name": "Клеймор",
        "description": "Противолодочное СВП",
        "helptext": "Клеймора вооружена тяжелой бомбометной установкой и не имеет никаких проблем с тем, чтобы бомбануть и по суше."
    },
    "gunshipkrow": {
        "name": "Коршун",
        "description": "Летающая крепость",
        "helptext": "Коршун это дорогой и неповоротливый юнит, но он обладает невероятно толстой бронёй, позволяющей ему летать, не обращая внимания на ПВО, и расстреливать врагов из своих трёх лазерных турелей. Вдобавок, он может одномоментно опустошить местность под собой ковровой бомбардировки."
    },
    "neebcomm": {
        "name": "Нубский командир",
        "description": "Уродливая индейка",
        "helptext": "Эта толстая курица стала твоей из-за всех твои преступлений. В следующий раз веди себя хорошо!"
    },
    "factoryplane": {
        "name": "Фабрика самолётов",
        "description": "Производит самолёты, Строит со скорость 10 м/c",
        "helptext": "Завод самолетов предлагает широкий выбор юнитов. Он производит многоцелевые истребители, которые можно использовать как легкие атакующие юниты или специализированные перехватчики, бомбардировщики для уничтожения одиночных целей, а также бомбардировщики, нацеленные на уничтожение скоплений слабых юнитов противника."
    },
    "gunshipbomb": {
        "name": "Крылатая бомба",
        "description": "Летающая бомба (Закапывается)",
        "helptext": "Крылатая бомба наносит только небольшие повреждения, подходящие для уничтожения месторождений, ЛЛТ, солнечных и ветряных электростанций, нанопушек, хотя она может нанести более опасный осколочный удар. Помните о скорости и траектории движения, так как большая часть нанесенного ею урона дают осколки, которые летят  по траектории бомбы после ее подрыва. Таким образом, вы можете осыпать врага шрапнелью, даже если вашу бомбу сбили до того, как она долетела до цели. Не держите их слишком близко, так как они могут подорвать друг друга. Невидимы после приземлении."
    },
    "napalmmissile": {
        "name": "Инферно",
        "description": "Напалмовая ракета",
        "helptext": "Инферно не наносит много урона сразу же после попадания , однако она надолго поджигает всех юнитов на большой площади."
    },
    "factoryamph": {
        "name": "Завод роботов-амфибий",
        "description": "Производит роботов-амфибий, строит со скорость 10 м/с",
        "helptext": "Завод амфибий производит медленных, но прочных роботов амфибий, имеющих возможность действовать как под водой так и на земле. Амфибии регенерируют, находясь под водой."
    },
    "factoryship": {
        "name": "Верфь",
        "description": "Производит корабли, строит со скоростью 10 м/с",
        "helptext": "Верфь это место где строятся только корабли и подводные лодки. Другие водные юниты, такие как СВП и амфибии, строятся на других заводах."
    },
    "vehassault": {
        "name": "Опустошитель",
        "description": "Штурмовик Вездеход",
        "helptext": "Дорогие и мощные Опустошители имеют хорошую броню и могут подавить сильное сопротивление врага. Они плохо маневрируют, но могут ехать по прямой с большой скоростью, из-за чего их очень сложно уничтожить рейдерами. Хороший способ управлять ими в битве - это ехать прямо не сворачивая, чтобы не потерять скорость. Благодаря параболической траектории полёта снарядов, Опустошители могут стрелять по цели через трупы или другие танки. Уязвимы для бегающих бомб."
    },
    "raveparty": {
        "name": "Дискотека в стилей Рейв",
        "description": "Разрушительный Радужный излучатель",
        "helptext": "Дискотека в стиле Рейв выстреливает 6 видов снарядов, причем каждый - отдельного типа. Это просто веселье для всей семьи!"
    },
    "turretlaser": {
        "name": "Лотос",
        "description": "Лёгкая лазерная турель",
        "helptext": "Лотос дешёвая и простоя турель поражающая наземных цели лазерным лучом. Она особенная эффективна против разведчиков и небольших групп рейдеров. Для артиллерии, стрелков и штурмовых юнитов Лотос не является серьёзным препятствием. Часто эту турель называют LLT."
    },
    "cloakskirm": {
        "name": "Ронин",
        "description": "Робот-стрелок (Прямой огонь)",
        "helptext": "Низкий урон Ронина, медленными и неуправляемыми ракетами, компенсируется радиусом действия. Наиболее эффективен в линейном формировании, когда атакует с максимальной дистанции и убегает от врага. Бороться с ним можно, с помощью быстрых юнитов, которые смогут подойти на близкое расстояние и будут уклоняться от ракет."
    },
    "tankcon": {
        "name": "Сварщик",
        "description": "Вооруженный инженерный танк, строит на 7,5 м/с",
        "helptext": "Вооружённый небольшой защитной турелью, Сварщик способен самостоятельно отбиваться от легких вражеских атак."
    },
    "shieldarty": {
        "name": "Рэкетир",
        "description": "Обезоруживающая артиллерия",
        "helptext": "Рэкетир запускает дальнобойные ракеты, обезоруживающие ключевые вражеские единицы. Достаточно лишь одного Рэкетира, чтобы держать цель обезоруженной, так что имеет смысл выбирать отдельную цель для каждого Рэкетира. Отлично подходит для разрядки вражеских щитов или обезвреживания крупных единиц."
    },
    "roost": {
        "name": "Курятник",
        "description": "Производит куриц",
        "helptext": "Насест, такие как этот - это инкубаторы кудахтающих буревестников."
    },
    "dynsupport1": {
        "name": "Командир-строитель",
        "description": "Командир обеспечения и поддержки",
        "helptext": "Эзотерик Инженер использует неконвенциональный комплект оружия. Несмотря на нехватку скорости и брони, эта платформа нередко выбирается за ее мощную и дальнобойную нанитную установку."
    },
    "cloakraid": {
        "name": "Меч",
        "description": "Лёгкий робот-рейдер",
        "helptext": "Быстрые и дешёвые, Мечи легко справляются с вражеской артиллерией, стрелками и наносят большой урон экономике противника. Однако они должны избегать неприятельской обороны и юнитов подавления. Регенерируют вне боя."
    },
    "gunshipaa": {
        "name": "Трезубец",
        "description": "Вертолёт ПВО",
        "helptext": "Трезубец предназначен для уничтожения вражеской воздушной силы с помощью управляемых ракет. Трезубцы медленны и неповоротливы, из-за чего они не могут быстро помочь в случае внезапной атаки вражеских воздушных сил. Также их медлительность делает Трезубцы уязвимыми для наземных сил."
    },
    "hoverminer": {
        "name": "Глушитель",
        "description": "Минёр СВП",
        "helptext": "Демпфер устанавливает мины на коротком расстоянии вокруг себя."
    },
    "gunshiptrans": {
        "name": "Харон",
        "description": "Воздушный транспорт",
        "helptext": "Харон - это основной воздушный транспорт предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл. Из-за слабой брони Харон должен избегать ПВО противника."
    },
    "striderdetriment": {
        "name": "Уничтожитель",
        "description": "Совершенный штурмовой страйдер",
        "helptext": "Уничтожитель это самый тяжелый страйдер на поле боя. Он способен отбиться от вражеской воздушной атаки или использовать ракеты для уничтожения удалённых целей, но реальная мощь кроется в огромных пушках Гаусса, созданных только для одной цели - уничтожать других тяжелых юнитов быстро и эффективно. Однако, помните - мудрый командир посылает Уничтожителя с эскортом для отражения атак легких юнитов и воздушных атак."
    },
    "energygeo": {
        "name": "Геотермальная электростанция",
        "description": "Средняя Электростанция (+25)",
        "helptext": "Геотермальная электростанции высокоэффективный источник энергии, который может быть построен только на геотермальных источниках. В случае уничтожения она мощно взрывается, поэтому не стоит размещать что-либо в непосредственной близости от данного строения."
    },
    "jumpcon": {
        "name": "Констебль",
        "description": "Прыгающий конструктор, строит со скоростью 5 м/с",
        "helptext": "Быстрый и при этом способный к прыжкам на небольшую дистанцию или высоту, Констебль  - идеальный конструктор для быстрой экспансии. Благодаря замедляющему лучу, способен оказывать поддержку в бою."
    },
    "chicken_blimpy": {
        "name": "Дирижабль",
        "description": "Дронтовый бомбардировщик",
        "helptext": "Дирижабль сбрасывает Дронтов на зазевавшихся врагов и их строения."
    },
    "droneheavyslow": {
        "name": "Гадюка",
        "description": "Усовершенствованный боевой дрон",
        "helptext": "Гадюка (Viper) - это усовершенствованный боевой дрон, аналогичный Светлячку (Firefly), но экипированный специальной лучевой установкой, замедляющей цель с каждым выстрелом."
    },
    "athena": {
        "name": "Афина",
        "description": "Воздушный инженер специального назначения, строит со скорость 15 м/с",
        "helptext": "Афина - это вершина развития стелс технологий. Будучи экипированной генераторами невидимости и помех, она способна просочится через линию фронта и начать сборку отрядов рейдеров, внося хаос в логистику противника. Афина также способна восстанавливать разрушенных юнитов из обломков, увеличивая вашу армию."
    },
    "staticsonar": {
        "name": "Сонар",
        "description": "Видит водных юнитов",
        "helptext": "Сонар видит водных и подводных юнитов. Однако суда на воздушной подушке невидимы для него."
    },
    "spideremp": {
        "name": "Яд",
        "description": " ЭМП Паук-подавитель",
        "helptext": "Яд - способный лазить по скалам юнит, предназначенный парализовать врагов, чтобы другие юниты могли легко их уничтожить. Он перемещается намного быстрее чем другие юниты похожего типа и, в дополнение к параличу, наносит небольшое количество урона. Хорошо работает вместе с Отшельником: держит врагов на расстоянии от хрупкого стрелка."
    },
    "jumpassault": {
        "name": "Джек",
        "description": "Штурмовой прыгающий робот ближнего боя",
        "helptext": "Джек это штурмовой шагоход с прыжковыми двигателями. Несколько Джеков могут с легкостью сравнять с землей большинство фортификационных укреплений. Но его малый радиус поражения и очень низкая скорость делают его очень уязвимым для стрелков."
    },
    "vehscout": {
        "name": "Дротик",
        "description": "Рейдер/Разведчик Вездеход",
        "helptext": "Быстрые и дешёвые, Дротики могут быть смертельно опасными в первые минуты игры, если противник не озаботился о лёгкой обороне как например ЛЛТ или не обзавелся парой быстрых юнитов."
    },
    "factoryhover": {
        "name": "Завод СВП",
        "description": "Фабрика СВП, строит со скоростью 10 м/c",
        "helptext": "На это фабрике производятся быстрые и смертоносные СВП, которые могут перемещаться как по земле, так и по воде - что даёт им серьёзное маневренное преимущество. Ключевые юниты: Кинжал, Алебарда, Скальпель, Булава, Пикинер"
    },
    "gunshipassault": {
        "name": "Призрак",
        "description": "Вертолёт тяжёлый рейдер/штурмовик",
        "helptext": "У Призрака много HP , а её ракетная установка стреляет залпом из неуправляемых ракет, которые наносят огромный урон, но залп затратный и неточный, особенно против движущихся целей. Призрака лучше всего использовать против тесных групп юнитов и зданий. Его следует отводить назад для перезарядки, чтобы уменьшить получаемый урон."
    },
    "tankriot": {
        "name": "Огр",
        "description": "Тяжелый танк подавления",
        "helptext": "Крайне мобильный в классе юнитов подавления, Огр укомплектован спаркой высокоскоростных осколочно-фугасных ракет, одинаково убийственных для легких юнитов и авиации несмотря на ограниченную дальность. Один Огр легко уничтожается штурмовиками или даже рейдерами, так что старайтесь прикрывать его другими юнитами. Разрыв ракеты Огра достаточно эффективен в разравнивании поверхности, и может быть полезен для уничтожения недостижимых для Сварщиков стен."
    },
    "staticantinuke": {
        "name": "ПРО",
        "description": "Система перехвата стратегических ядерных боевоголовок",
        "helptext": "ПРО автоматически перехватывает ядерные боеголовки противника, в своем радиусе действия."
    },
    "staticheavyarty": {
        "name": "Большая Берта",
        "description": "Стратегическая плазменная пушка",
        "helptext": "Большая Берта это огромная пушка, стреляющая плазменными снарядами через всю карту. При правильном использовании она способна эффективно мешать операциям противника, находясь при этом под прикрытиям вашей базы. Но не ожидайте, что она в одиночку выиграет бой за вас."
    },
    "cloaksnipe": {
        "name": "Фантом",
        "description": "Невидимый Стрелок/Бронебойная артиллерия",
        "helptext": "Энергетическое ружьё Фантома наносит огромный урон одной цели и позволяет ему вести огонь даже будучи невидимым, однако его может выдать его же снаряд. Также ему требуется приличное количество энергии особенно во время движения. Лучший способ обнаружить снайпера - проверить местность с помощью отряда дешёвых юнитов."
    },
    "staticarty": {
        "name": "Цербер",
        "description": "Плазменная артиллерийская батарея - потребляет 50 энергии",
        "helptext": "Цербер оснащён дальнобойной пушкой позволяющий вести артобстрел или наоборот защищать свои позиции от артиллерии противника. В тоже время он должен быть защищён от прямых атак."
    },
    "wolverine_mine": {
        "name": "Коготь",
        "description": "Мина Барсука",
        "helptext": "Вместо того чтобы взрываться как другие мины, Коготь выстреливает залп управляемых мини-ракет в попавшихся врагов. Мина деактивируется через минуту."
    },
    "staticradar": {
        "name": "Радар",
        "description": "Система раннего оповещения",
        "helptext": "Радар позволяет видеть всех врагов и их перемещения в большом радиусе практически бесплатно (цена радара очень мала). Он потребляет небольшое количество энергии, а значит если у вас будут проблемы с энергообеспечением он отключиться. Ландшафт может изменять зону покрытия. Например, горы блокируют часть обзора радара."
    },
    "turretriot": {
        "name": "Звёздная пыль",
        "description": "Турель подавления",
        "helptext": "Звездная пыль это мощная автопушка. Несмотря на небольшой радиус поражения и ещё большую уязвимость к стрелкам, чем у легкой лазерной турели, её высокая скорострельность и наличия АОЕ позволяет ей быстро перемалывать толпы лёгких юнитов."
    },
    "spideranarchid": {
        "name": "Арахнид",
        "description": "Паук-подавитель с ЭМП",
        "helptext": "Арахнид похож на \"Звездный Свет\", но это Паук"
    },
    "vehraid": {
        "name": "Лихач",
        "description": "Рейдер Вездеход",
        "helptext": "Лихач - быстрый, прочный и смертоносный юнит. Он может использоваться не только в качестве редйера, но и вполне способен сражаться самостоятельно. Однако использовать его против других редйеров, юнитов подавления или статичной обороны - не очень хорошая идея. Подсказка: оружие лихача, тепловой луч, наносит больше урона на маленьком расстоянии и меньше урона на большом."
    },
    "striderfunnelweb": {
        "name": "Воронковый паук",
        "description": "Сверхтяжелый страйдер поддержки",
        "helptext": "Вездеходный Воронковый паук имеет большой щит и несёт на себе мощных дронов"
    },
    "cloakriot": {
        "name": "Грабитель",
        "description": "Робот подавления",
        "helptext": "Разрушительный тяжелый энергетический пулемет Грабителя эффективен против большинства вражеских юнитов, в частности рейдеров. Он плохо работает против укреплений, поэтому не используйте его в качестве штурмовика. Незаметен встречному медлительному врагу. Разбойник быстро восстанавливается, когда находится вне боя."
    },
    "chickenspire": {
        "name": "Куриный хохолок",
        "description": "Статичная артиллерия",
        "helptext": "Дальнобойная статичная артиллерия."
    },
    "turretemp": {
        "name": "Фарадей",
        "description": "ЭМ Турель",
        "helptext": "Фарадей это мощная ЭМИ турель. Она имеет высокий урон и имеет широкую область поражения по площади. Значительно увеличивая эффективность других башен, она бесполезна сама по себе. Пока данная турель находится в сложенном состоянии, получаемый ею урон снижается в 4 раза. Берегитесь её урона по площади, так как данная пушка может парализовать и ваших юнитов, находящихся слишком близко к противнику."
    },
    "factoryspider": {
        "name": "Завод пауков",
        "description": "Производит пауков, Строит со скоростью 5 m/s",
        "helptext": "Фабрика пауков производит юнитов передвигающийся по любой твердой поверхности, полагающихся больше на дальность и манёвренность, нежели на грубую силу. Ключевые юниты: Блоха, Отшельник, Пустынник, Краб."
    },
    "chicken_dragon": {
        "name": "Белый дракон",
        "description": "Основная штурмовая курица",
        "helptext": "Белые драконы, старшие хранители куриного улья, ужаснейшие существа, уступающие лишь королеве куриц. Обладая мощными лапами, смертельными челюстями, ядовитой слизью и множеством спор, они являются угрозой, которой абсолютно точно стоит бояться."
    },
    "chickens": {
        "name": "Метатель шипов",
        "description": "Стрелок",
        "helptext": "Острые как бритва шипы Метателя шипов могут пробить даже самую толстую броню. Несмотря на, малый запас здоровья, он является является серьезной угрозой как для наземных, так и для воздушных юнитов. Против Метателя шипов эффективны любые юниты, которые могут стрелять дальше, чем он."
    },
    "striderdante": {
        "name": "Данте",
        "description": "Штурмовой/подавляющий страйдер",
        "helptext": "Данте это тяжелый боевой юнит, специализирующийся на сжигании цели на небольшом расстоянии. Может его огнемет и спаренные тепловые пушки и не являются экстраординарным оружием, однако залп из 20 зажигательных ракет может испепелить большой кусок местности."
    },
    "dynassault1": {
        "name": "Командир защиты",
        "description": "Тяжелый боевой командир",
        "helptext": "Командир защиты берет усиленным бронированием и повышенной огневой мощью, взамен скорости, и не может использовать экзотическое оружие и ряд модулей поддержки."
    },
    "chickenbroodqueen": {
        "name": "Королева куриц",
        "description": "Склонна к размножению",
        "helptext": "Курица-королева, участвующая в создании яйцекладки не настолько смертельная в бою, как другие королевы, но в долгосрочной перспективе она способна представлять ещё более страшную угрозу. Дело в том, что она производит потомство Куриц."
    },
    "cloakaa": {
        "name": "Гремлин",
        "description": "Невидимый бот ПВО",
        "helptext": "Быстрый и довольной выносливый за свою цену, Гремлин - отличный выбор мобильного средства противовоздушной обороны. Он может становится невидимым, что позволяет ему обеспечивать неожиданную противовоздушную защиту и убегать от наземных войск противника, против которых он беззащитен."
    },
    "vehheavyarty": {
        "name": "Дырокол",
        "description": "Высокоточная Артиллерия Вездеход",
        "helptext": "Дырокол стреляет мощными и высокоточными ракетами, которые летят по очень высокой траектории. Из-за этого никакие препятствия не могут защитить врагов от Дырокола. Однако, такая высокая траектория увеличивает время полёта ракеты и, как следствие, снижает точность попадания по движущимся целям. Дырокол идеально подходит для уничтожения отдельных зданий."
    },
    "zenith": {
        "name": "Зенит",
        "description": "Контроллер метеоров",
        "helptext": "Зенит собирает метеориты с неба (до 500), которыми может нанести орбитальный удар в любом месте или предоставить небольшой восстанавливаемый источник металла."
    },
    "vehaa": {
        "name": "Крушитель",
        "description": "Быстрый Противовоздушный Вездеход",
        "helptext": "Крушитель быстрый юнит, вооруженный тяжелыми противовоздушными ракетами. Он прекрасно справляется как с бомбардировщиками, так и с вертолётами."
    },
    "spiderskirm": {
        "name": "Отшельник",
        "description": "Паук-стрелок (Не прямой огонь)",
        "helptext": "Отшельник юнит стреляющий ракетами и способный лазить по скалам, благодаря чему может застать противника врасплох. Неуправляемые ракеты не могут поражать быстрые цели, зато имеют приличную дальность."
    },
    "thicket": {
        "name": "Заросли",
        "description": "Заграждение",
        "helptext": "Заросли - начало вашей защиты."
    },
    "fakeunit_los": {
        "name": "Представитель Прямой видимости",
        "description": "Знает всех и видит все",
        "helptext": "Килрогг будет гордиться!"
    },
    "tele_beacon": {
        "name": "Маяк",
        "description": "Точка отправления для телепорта, ПКМ для телепортации",
        "helptext": "Точка входа для телепортации. Нажмите ПКМ для телепортации юнитов к Джинну, установившему этот маяк."
    },
    "dynstrike1": {
        "name": "Наступательный командир",
        "description": "Мобильных Штурмовик Командир",
        "helptext": "Наступательный командир представляет собой сбалансированную командную платформу, способную использовать большинство модулей и обладающую солидной скоростью, бронёй и регенерацией."
    },
    "empmissile": {
        "name": "Шокли",
        "description": "ЭМИ ракета",
        "helptext": "При попадании Шокли отключает большинство юнитов и структур в небольшой области на 45 секунд."
    },
    "subraider": {
        "name": "Морской волк",
        "description": "Наступательная подлодка (невидимый рейдер)",
        "helptext": "Скрытая, быстрая и хрупкая, эта подводная лодка может быстро нанести удар по незащищенной цели. Замедляющий урон позволяет эффективно убивать одиночные цели. Следите за противолодочными средствами противника, особенно за Торпедоносцами и Эсминцами."
    },
    "striderhub": {
        "name": "Хаб страйдеров",
        "description": "Производит страйдеров, строит со скоростью 10 м/с",
        "helptext": "Хаб страйдеров производит страйдеров - \"огромнейших роботов\" внушающих благоговение союзникам и вселяющих ужас во врагов. В отличие от обычного завода, хаб нужен только для старта проекта, но не для его завершения."
    },
    "amphcon": {
        "name": "Раковина",
        "description": "Амфибийных строительный робот, строит со скоростью 7.5 м/с",
        "helptext": "Раковина это крепкий строитель, способный строить и перерабатывать как на морском дне, так и на суше."
    },
    "shipaa": {
        "name": "Зефир",
        "description": "Корабль ПВО",
        "helptext": "Данный фрегат защищает ваш флот от воздушных атак при помощи двух лазерных батарей ПВО. Увы, он бесполезен против наземных целей."
    },
    "spiderriot": {
        "name": "Паук",
        "description": "Паук-подавитель",
        "helptext": "Скорострельный паук обладающий выдающимися способностями в убийстве быстрых целей. "
    },
    "spiderassault": {
        "name": "Пустынник",
        "description": "Паук-штурмовик с большой проходимостью",
        "helptext": "Пустынник может выдержать большие повреждения. Он полезен в качестве щита для слабых, но наносящих больший урон Отшельников."
    },
    "turretantiheavy": {
        "name": "Люцифер ",
        "description": "Тахионный излучатель - использует 50 энергии",
        "helptext": "Внутри тяжело бронированного корпуса Люцифера скрывается разрушительный Тахионный Ускоритель. Это внушающее ужас оружие способно нанести урон на огромном расстоянии, при условии, что вы соединили его с источником энергии. Помните, что Люцифер - это строго оружие поддержки. Стоит оставить его неприкрытым - и он будет уничтожен толпой рейдеров. В случае обстрела дальнобойной артиллерией или авиацией, основное оружие может быть убрано в корпус башни, что сократит получаемый урон в 4 раза."
    },
    "jumparty": {
        "name": "Огнеход",
        "description": "Робот огневого подавления",
        "helptext": "Огнеход вооружен мортирами среднего радиуса действия, способными испепелить небольшую территорию не позволив использовать ее в течение ограниченного периода времени. Однако сам по себе он неуклюж и неповоротлив."
    },
    "spideraa": {
        "name": "Тарантул",
        "description": "Паук ПВО",
        "helptext": "Тарантул вездеходный ПВО юнит, защищающий других пауков от нападения с воздуха с помощью ракет средней дальности."
    },
    "chicken_pigeon": {
        "name": "Голубь",
        "description": "Летающий разведчик со спорами",
        "helptext": "Маленькая летающая курица, стреляющая спорами."
    },
    "cloakheavyraid": {
        "name": "Косарь",
        "description": "Невидимый бот-рейдер",
        "helptext": "Косарь слишком слаб что-бы встречать противника лицом к лицу, но персональный генератор невидимости позволяет ему проскользнуть через оборону и ударить по экономике противника. Регенирирует вне боя."
    },
    "jumpblackhole": {
        "name": "Удержатель",
        "description": "Пусковая установка черных дыр",
        "helptext": "Удержатель это юнит поддержки. Его выстрелы создают вакуум, втягивающий ближайших юнитов и удерживающих их в одной куче, что позволяет быстро их ликвидировать."
    },
    "vehcon": {
        "name": "Каменщик",
        "description": "Вездеход конструктор, строит со скоростью 5 м/с",
        "helptext": "Проворный и прочный, Каменщик может быстро захватить большую площадь."
    },
    "amphtele": {
        "name": "Джин",
        "description": "Амфибия-телепорт",
        "helptext": "Джин специальный юнит дающий уникальную возможность почти моментально перемещать большие армии в любую точку карты.  Будучи разложенным Джин будет телепортировать всех юнитов находящихся около маяка к себе. Телепортация в обратную сторону, от Джина к маяку, невозможна, так что убедитесь что место назначения безопасно."
    },
    "shipcon": {
        "name": "Моряк",
        "description": "Строительный корабль, строит со скоростью 10 м/c",
        "helptext": "Будучи достаточно дорогим, строительный корабль обладает очень мощной строительной наноустановкой вкупе с прочной броней и хорошей скоростью."
    },
    "shipscout": {
        "name": "Резак",
        "description": "Корабль Пика (обезвреживающий разведчик)",
        "helptext": "Дешевый, быстрый и хлипкий Корабль Пика - хороший разведчик и корректировщик для более дорогих кораблей. В больших количествах, их обезоруживающие ракеты эффективны против крупных целей."
    },
    "shiptorpraider": {
        "name": "Охотник",
        "description": "Торпедный катер (рейдер)",
        "helptext": "Торпедный катер - это мобильный рейдер с противолодочной установкой. Он эффективен против подводных целей и крупных судов."
    },
    "shipskirm": {
        "name": "Мистраль",
        "description": "Ракетный катер (стрелок)",
        "helptext": "Ракетный катер запускает залп четырех ракет средней дальности, подходящий для бомбардировки морских и береговых целей. Остерегайтесь подводных лодок и всего, чей скорости достаточно, чтобы приблизиться."
    },
    "subtacmissile": {
        "name": "Сцилла",
        "description": "Подлодка с тактическими ракетами, расходует 20 м/с, 30 секунд на подготовку ракеты.",
        "helptext": "Эта подлодка наносит точный удар тактической ракетой. Однако, она не имеет защиты от прямых боестолкновений и должна избегать непосредственного контакта с противником."
    },
    "shipriot": {
        "name": "Корсар",
        "description": "Корвет (Рейдер/подавление)",
        "helptext": "Корвет оснащен двумя дробовиками, которые эффективны против всего, что приближается. Он не имеет оружия, эффективного против подводных целей."
    },
    "shipassault": {
        "name": "Сирена",
        "description": "Эсминец (Штурмовик подавления)",
        "helptext": "Эсминец является боевым кораблем общего назначения, вооружен мощной звуковой пушкой с пространственным эффектом, ракетой с вертикальным взлетом средней дальности и имеет прочную броню. Используйте звуковую пушку против небольших противников над и под водой, а ракеты против статических целей."
    },
    "shiparty": {
        "name": "Посланник",
        "description": "Крейсер (артиллерия)",
        "helptext": "Данный эсминец имеет на борту мощное и дальнобойное арт орудие, полезное для уничтожения неподвижных огневых точек и береговых целей. Остерегайтесь самолетов, подводных лодок и кораблей рейдеров."
    },
    "shiptransport": {
        "name": "Сёрфборд",
        "description": "Транспортная платформа",
        "helptext": "Сёрфборд служит в качестве морского транспорта и огневой платформы, то есть любой юнит, находящийся на Сёрфборде, может стрелять с него."
    },
    "shipheavyarty": {
        "name": "Сёгун",
        "description": "Линкор (тяжелая Артиллерия)",
        "helptext": "Один залп этого монстра способен испепелить любую цель. Психологический эффект от множественных вспышек орудий и накреняющегося от отдачи выстрелов корабля действительно впечатляет, даже без учета последствий прямого попадания. Но будьте внимательны - линкоры не приспособлены к использованию без прикрытия, поскольку не имеют противовоздушных и противолодочных орудий."
    },
    "factorygunship": {
        "name": "Завод Вертолётов",
        "description": "Производит вертолёты, строит со скоростью 10м/c",
        "helptext": "Завод Вертолетов рассчитан на непосредственную авиа-поддержку. В нем производится транспорт для перевозки наземных юнитов и боевые вертолеты, которые могут выполнять различные наступательные или оборонительные роли."
    },
    "turretheavy": {
        "name": "Опустошитель",
        "description": "Тяжелое укрепление со средней дальностью огня - потребляет 50 энергии",
        "helptext": "Вооружённый тяжелой плазменной пушкой и спаренным тепловым лучом, Опустошитель представляет собой центральную точку в обороне против вражеских атак. Он может переходить в режим бункера чтобы пережить артиллерийскую или воздушную бомбёжку, снизив получаемый урон в четыре раза в обмен на невозможность стрелять из основного орудия."
    },
    "turretimpulse": {
        "name": "Ньютон",
        "description": "Гравитационная пушка - (Вкл для отталкивания, Выкл для притягивания)",
        "helptext": "Ньютон оснащён экспериментальными гравитационным оружием которое не наносит ни какого урона, но может притягивать и отталкивать разные объекты. Это оружие можно использовать как на вражеских, так и на своих юнитах."
    },
    "assaultcruiser": {
        "name": "Покоритель",
        "description": "Тяжёлый крейсер (штурмовик)",
        "helptext": "Крейсер Покоритель может похвастаться отличной бронёй и смертельной огневой мощью на коротком расстоянии. Его пушки Гаусса способны прошивать броню надводных целей как масло, в то время как его ракеты достают врагов, как на поверхности воды, так и под водой. К сожалению, его невысокий радиус стрельбы и отсутствие средство ПВО делают его уязвимым для сверхмощных юнитов и самолётов."
    },
    "shieldfelon": {
        "name": "Нарушитель",
        "description": "Бот подавитель/стрелок со щитом",
        "helptext": "Нарушитель вытягивает энергию собственного щита для запитывания мощных и точных разрядов своего оружия. Поддерживайте его боеспособность, связывая с щитами других юнитов."
    },
    "seismic": {
        "name": "Дрожь",
        "description": "Сейсмическая ракета",
        "helptext": "При попадании Дрожь создаёт сейсмическую волну на большой области, в результате чего поверхность земли сглаживается.  Эта ракета почти не наносит урона юнитам."
    },
    "striderscorpion": {
        "name": "Скорпион",
        "description": "Невидимый страйдер, диверсант",
        "helptext": "Скорпион парализует своих жертв при помощи электрического жала и затем кромсает их на мелкие кусочки излучателями частиц, вмонтированными в клешни. Его панцирь надежно защищает от вражеского огня и также может становится прозрачным, делая Скорпиона невидимым."
    },
    "vehcapture": {
        "name": "Госпожа",
        "description": "Захватывающий вездеход",
        "helptext": "Госпожа захватывает юнитов противника, поворачивая их против бывших союзников. Несколько таких юнитов захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Госпожа не может стрелять в течении 8 секунд если она стал контроллером. Если Госпожа уничтожена, все зависимые от неё юниты возвращаются владельцу."
    },
    "factorytank": {
        "name": "Танковый завод",
        "description": "Производит тяжелые гусеничные машины, строит со скоростью 10 м/с",
        "helptext": "Танковый завод целиком специализирован на методе грубой силы. Ничто не справляется с задачей лучше, чем непрерывный артобстрел с последующим прорывом тяжелейших танков на поле боя. Ключевые единицы: Шпион, Минотавр, Орк, Циклоп "
    },
    "striderbantha": {
        "name": "Паладин",
        "description": "Дальнобойный страйдер поддержки",
        "helptext": "Паладин это ещё более серьёзное средство против непробиваемой линии обороны. Оборудован Тахионным ускорителем и ЭМИ ракетами для обстрела, электическими пушками для непосредственного боя и мощной броней. Однако не забывайте, что Паладин не имеет средств ПВО и не может быть использован без поддержки."
    },
    "shipcarrier": {
        "name": "Авианосец",
        "description": "Авианосец (бобмардировка), производит поражающие ракеты со скоростью 5 м/с",
        "helptext": "Будучи самым универсальным кораблем в открытом море, Авианосец выполняет несколько функций одновременно. Он оснащен ручной ракетной пусковой установкой для обезоруживания противника в области действия и служит подвижной ремонтной базой для дружественных самолетов. Но, что возможно наиболее ценно, Авианосец содержит на борту атакующих дронов."
    },
    "turretaaflak": {
        "name": "Молотилка",
        "description": "Зенитное орудие",
        "helptext": "Молотилка это зенитное орудие с большой зоной поражения и большим уроном, которое может быстро превратить вражеские вертолёты в дуршлаги."
    },
    "factoryjump": {
        "name": "Завод прыгающих роботов",
        "description": "Производит прыгающих роботов, Строит со скоростью 10 м/с",
        "helptext": "Завод прыгающих роботов располагает уникальными тактическими возможностями. Юниты, производимые на этой фабрике, могу преодолеть значительную дистанцию одним прыжком, чтобы вступить в ближний бой, перейти через холмы и реки, или чтобы сократить путь через линию фронта. Ключевые юниты: Пиро, Модератор, Джек, Огнеход, Жонглер."
    },
    "jumpsumo": {
        "name": "Жонглер",
        "description": "Тяжелый подавляющий прыгающий робот - Вкл для отталкивания, Выкл для притягивания",
        "helptext": "Жонглер тяжелый прыгающий штурмовой робот. Его впечатляющая броня делает его практически неостановимым шаром смерти. Напрыгивая, он давит врагов и ломает их строй, а затем добивает выживших гравитационными пушками. Здания может ломать только прыжками."
    },
    "jumpscout": {
        "name": "Щенок",
        "description": "Шагающая ракета",
        "helptext": "Щенок быстрый рейдер-камикадзе, эффективно уничтожающий слабозащищенные цели. Находясь рядом с обломками поглощает метал из них, постепенно производя новых щенков. Как плесень."
    },
    "turretaalaser": {
        "name": "Бритва",
        "description": "Укреплённая лазерная турель ПВО",
        "helptext": "Бритва это не очень сильная, но хорошо защищённая противовоздушная лазерная установка. Вне режима ведения огня, она складывается в бункер, уменьшая все получаемые повреждения вчетверо - что позволяет ей пережить даже ядерный удар."
    },
    "hovercon": {
        "name": "Перо",
        "description": "Строительно Амфибий, строит со скоростью 5 м/c",
        "helptext": "Перо позволяет плавно расширять вашу сферу влияния на море и земле. "
    },
    "jumpaa": {
        "name": "Жаба",
        "description": "Тяжелый Прыгающий Робот ПВО",
        "helptext": "Сдвоенный лазер и пулемёт позволяет Жабе быстро расправляться с вражеской авиацией. Вдобавок, она может прыгать, что позволяет ей быстро переместиться на удобную позицию или сбежать."
    },
    "tankheavyraid": {
        "name": "Блиц",
        "description": "Электро Штурмовой/Рейдер Танк",
        "helptext": "Блиц это высокотехнологичный рейдер вооружённый электро-пушкой, которая в добавок к обычному урону парализует врагов. Благодаря этому, Блиц может отключить турели и вальсируя через линию обороны направиться прямо в сердце вражеской базы. После смерти, Блиц взрывается парализуя всех окружающих его рейдеров."
    },
    "staticheavyradar": {
        "name": "Усовершенствованный Радар",
        "description": "Радар дальнего действия",
        "helptext": "Улучшенном радар имеет значительно большею дальность нежели простой радар."
    },
    "amphimpulse": {
        "name": "Брызгун",
        "description": "Амфибийный рейдер-подавитель",
        "helptext": "Брызгун использует мощные гидроабразивные резаки высокой дальности действия для поражения врагов. Хотя дальнобойность и мощность атаки такого типа уменьшается по мере того, как запасы воды в баллоне Брызгуна иссякают, их можно легко дозаправить, поместив юнит в воду. Брызгуны могут всплывать на поверхность чтобы атаковать вражеские корабли."
    },
    "fakeunit": {
        "name": "Фальшивый сигнал радара",
        "description": "Создано генератором помех",
        "helptext": "Поддельный модуль для специальной цели"
    },
    "shieldshield": {
        "name": "Аспид",
        "description": "Шагоход с защитным полем",
        "helptext": "Аспид защищает окружающие юниты своим объемным щитом, уничтожающим входящие снаряды противника, и способным соединяться с щитами других юнитов для перераспределения заряда. Объемный щит не останавливает юниты и перехватывает снаряды только на периметре - таким образом, враги могут пройти под щит и стрелять по юнитам внутри. Перезарядка и поддержка щита требует энергию."
    },
    "jumpraid": {
        "name": "Пиро",
        "description": "Прыгающий рейдер/подавитель",
        "helptext": "Пиро это дешёвый, быстрый шагоход с огнемётом. Огнемёт наносит увлеченный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения, Пиро поджигает ближайших юнитов. Дополнительно, данный робот имеет прыжковые двигатели, позволяющие ему перепрыгивать препятствия или внезапно прыгать на противника."
    },
    "tankheavyarty": {
        "name": "Сотрясатель",
        "description": "Тяжелый артиллерийский танк",
        "helptext": "Идея, лежащая в основе Сотрясателя, проста: накрой местность достаточным количеством снарядов, и хотя бы один раз, во что-то да попадёшь. Медленный, неуклюжий, уязвимый и абсолютно устрашающий, Сотрясатель лучше всего работает против высокоплотных позиций противника, где его снаряды имеют максимальный шанс нанести урон. Он разносит щиты в течение секунд, а разрывы его снарядов ровняют поверхность."
    },
    "tankraid": {
        "name": "Кодачи",
        "description": "Танк-рейдер",
        "helptext": "Крохотный Кодачи уникален в своём классе. Маленький и юркий, он, в тоже время, хорошо бронирован, что позволяет ему подъехать достаточно близко, чтобы выстрелить снарядом с напалмом. Для наибольшей эффективности, Кодачи должен подъехать, атаковать и быстро удрать до того, как враги его убьют. Поврежденные Кадачи быстро восстанавливаются после битвы."
    },
    "cloakcon": {
        "name": "Волшебник",
        "description": "Невидимый робот-строитель, Строит со скоростью 5 м/с",
        "helptext": "Волшебник оснащён небольшим устройством помех и персональным генератором невидимости, что позволяет ему строить и чинить, оставаясь незамеченным."
    },
    "turretsunlance": {
        "name": "Солнечное копьё",
        "description": "Противотанковая турель. Требует 25 энергии",
        "helptext": "Сильный разрушительный луч Солнечного копья калечит даже самое тяжелое штурмовое подразделение и остановит любые бронированные цели на своем пути."
    },
    "shieldassault": {
        "name": "Головорез",
        "description": "Штурмовой бот со щитом",
        "helptext": "Сам по себе Головорез достаточно слабый юнит, но он очень хорош в роли щита для Изгоя или Мошенника. Благодаря связи между щитами, Головорезы намного сильнее в группе, однако они уязвимы при сосредоточенном огне и взрывах."
    },
    "amphriot": {
        "name": "Гребень",
        "description": "Амфибия подавитель (противоподлодочный)",
        "helptext": "Гребень типичный юнит подавления, вооружённый торпедами против подводных целей и счетверенным дробовиком против наземных противников."
    },
    "planecon": {
        "name": "Журавль",
        "description": "Вертолёт-строитель, Строит со скорость 4 м/с",
        "helptext": "Журавль может быстро летать по карте, но он очень уязвим для ПВО. Хотя у него относительно малая скорость строительства по сравнению с другими строителями, он может строить в труднодоступных местах и захватывать выгодную территорию до того, как туда доберутся противники. Благодаря своей мобильности, он идеально подходит для переработки останков и других мелких задач."
    },
    "gunshipraid": {
        "name": "Саранча",
        "description": "Вертолёт-рейдер",
        "helptext": "Саранча это легкий вертолёт-рейдер. Его большая скорость и порядочный урон делают его прекрасным юнитом для быстрого нападения на вражеские формирования или неточных юнитов, таких как штурмовики. Однако, Саранча летает близко к земле и атакует только на малой дистанции из-за чего даже другие рейдеры могут сражаться с ним. Как и любые другие рейдеры, Саранчу не следует использовать против обороны и юнитов подавления."
    },
    "shieldraid": {
        "name": "Бандит",
        "description": "Средний-легкий робот-Рейдер  ",
        "helptext": "Бандит крепче и дальнобойнее Меча, но это не делает его лучше против окопавшегося противника. Легко уничтожается подавителями или ЛЛТ."
    },
    "amphraid": {
        "name": "Утка",
        "description": "Рейдер-амфибия (противоподлодочный)",
        "helptext": "Утка является базовым подводным рейдером. Вооружённый торпедами ближнего боя, этот юнит использует свою относительно высокую скорость, чтобы истреблять оставленные без защиты морские единицы врага. На земле, Утка способна запускать свои снаряды в качестве неплохих бронебойных ракет малой дальности."
    },
    "planefighter": {
        "name": "Стриж",
        "description": "Многоцелевой истребитель",
        "helptext": "Стриж может стрелять по наземным, и по воздушным целям. Стрижи хорошо защищают от воздушных юнитов противника управляемыми ракетами и лазерами, но вражеские ПВО и превосходящие силы истребителей быстро их уничтожат. В больших количествах могут заметно навредить наземным юнитам. Возможно, самое главное, что они оснащены форсированными движками, которые могут быть использованы для форсажа Стрижей, что позволяет им выполнять невероятные боевые и уклоняющие маневры."
    },
    "dronecarry": {
        "name": "Чайка",
        "description": "Дрон перевозчик",
        "helptext": "Чайка - небольшой, агрессивный дрон, вооруженный энергетической МГ."
    },
    "turretheavylaser": {
        "name": "Жало",
        "description": "Мощная лазерная башня",
        "helptext": "Жало это средняя лазерная турель. На ней установлены три вращающиеся лазерные пушки способные уничтожить практически любого малого юнита, но из-за низкой скорострельности,  без должного прикрытия она уязвима перед толпами врагов."
    },
    "hoversonic": {
        "name": "Утренняя звезда",
        "description": "Противолодочная Амфибия",
        "helptext": "Утренняя звезда вооружена звуковой пушкой, для которой абсолютно не имеет значения находится ли цель под водой или на поверхности."
    },
    "chicken_tiamat": {
        "name": "Тиамат",
        "description": "Тяжёлый штурмовик/подавитель",
        "helptext": "Тиамат это совершенная штурмовая курица, умеющая дышать огнём, плеваться спорами и являющая монстром, не ведающим ни страха, ни пощады. Этот монстр также имеет слизистый щит, защищающий от обстрела себя и других куриц."
    },
    "bomberstrike": {
        "name": "Пустельга ",
        "description": "Тактический ударный бомбардировщик",
        "helptext": "Пустельга пускает ракеты с малой дальностью действия, которая также может поражать подводные лодки. Это лучший бомбардировщик для поражения одиночных мобильных целей."
    },
    "staticrearm": {
        "name": "Аэродром",
        "description": "Ремонтирует и перезаряжает самолёты. Потребляет 2.5 енерг./сек на площадку.",
        "helptext": "Ремонтный аэродром ремонтирует до 4 самолётов одновременно. Также он заправляет и перезаряжает бомбардировщики."
    },
    "dynrecon1": {
        "name": "Командир Разведчик",
        "description": "Высокомобильный Командир",
        "helptext": "Командир Разведчик ориентирован на мобильность и коварство. Эта легкобронированная платформа оснащается широким выбором модулей и оружия специального назначения, и имеет встроенные прыжковые двигатели."
    },
    "gunshipemp": {
        "name": "Комар",
        "description": "Бронебойный Дрон с ЭМИ",
        "helptext": "Комар не наносит урона, но парализует врагов, что делает его прекрасным юнитом для обороны. Также он хорошо действует в команде с Духами, останавливая врагов пока те их убивают. Комары могу парализовать даже тяжёлого юнита, но они очень быстро умирают."
    },
    "bomberriot": {
        "name": "Феникс",
        "description": "Напалмовый бомбардировщик ",
        "helptext": "Напалмовые бомбы Феникса (Phoenix) уничтожают большие скопления юнитов и легких построек."
    },
    "striderarty": {
        "name": "Мерлин",
        "description": "Тяжелая Артиллерия Страйдер",
        "helptext": "Мерлин это РСЗО страйдер. Он может выпустить залп ракет гарантирующий полное уничтожение практически всего в области поражения, а затем быстр отступить за линию дружественных войск."
    },
    "gunshipheavytrans": {
        "name": "Геркулес",
        "description": "Бронированный тяжёлый транспорт",
        "helptext": "Геркулес может перевозить любые наземные юниты. Он вооружен ПВ лазерной пушкой и двумя лазерами для огня по наземным целям. Также он оснащён системой аварийного выброса груза. Все это делает его идеальным транспортом для доставки войск в горячие точки."
    },
    "planescout": {
        "name": "Сова",
        "description": "Глушитель радара/сонара",
        "helptext": "Сова не знает себе равных в разведке. Она оснащена не только радаром, но и сонаром для обнаружения подводных юнитов противника. И также оснащена генератором помех, который предотвращает работу вражеского радара в области под ней."
    },
    "amphfloater": {
        "name": "Буй",
        "description": "Тяжелая амфибия, Стрелок",
        "helptext": "Буй не может стрелять под водой и ему приходится всплывать на поверхность дабы выстрелить по врагу из своей замедляющие пушки которая обладает приличной дальностью. Буй двигается только под водой."
    },
    "dynknight1": {
        "name": "Командующий",
        "description": "Мобильный Штурмовик, Командир",
        "helptext": "Командир Рыцарь представляет собой сбалансированную командную платформу, способную использовать большинство модулей и обладающую солидной скоростью, бронёй и регенерацией."
    }
}