{
	"starlight_satellite" : {
		"name" : "Отблеск",
		"description" : "Спутник-ретранслятор Звёздного света",
		"helptext" : "Отблеск (Glint) используется Звёздным светом для наведения на цель."
	},
	"gunshipcon" : {
		"name" : "Oca",
		"description" : "Тяжёлый экраноплан-строитель",
		"helptext" : "Оса (Wasp) - это тяжелый экраноплан-строитель, сочетающий преимущество полёта с высокой скоростью строительства."
	},
	"gunshipskirm" : {
		"name" : "Гарпия",
		"description" : "Многоцелевой экраноплан",
		"helptext" : "Гарпия (Harpy) - лёгкий многоцелевой экраноплан огневой поддержки. Хоть её ракеты и не наносят больших повреждений, они весьма точны, а их боеголовки замедляют цель при попадании."
	},
	"factorycloak" : {
		"name" : "Завод невидимых ботов",
		"description" : "Производит невидимых ботов",
		"helptext" : "Предпочитая хитрость грубой силе, юниты этого завода специализируется на скрытности, мобильности и ЭМИ вооружении, стремясь наносить удары в слабые места противника. Ключевые юниты: Глефа (Glaive), Ронин (Ronin), Грабитель (Reaver), Рыцарь (Knight), Праща (Sling)."
	},
	"amphlaunch" : {
		"name" : "Лобстер",
		"description" : "Пусковая установка амфибий",
		"helptext" : "Лобстер (Lobster) не обладает собственным вооружением, и в ответ на любую угрозу бросает в неё других юнитов. Первоначально предназначенный для быстрой высадки на берег, Лобстер имеет множество применений и может даже атаковать врага бросая его юнитов."
	},
	"tankarty" : {
		"name" : "Эмиссар",
		"description" : "Универсальная САУ",
		"helptext" : "Тяжелая и дальнобойная гаубица Эмиссара (Emissary) делает его прекрасным выбором для артобстрелов мобильных целей и статичных укреплений. Ему, однако, следует избегать ближнего боя."
	},
	"staticmissilesilo" : {
		"name" : "Ракетная шахта",
		"description" : "Производит ракеты",
		"helptext" : "Ракетная шахта (Missile Silo) способна произвести и хранить до 4-х разных ракет, каждая из которых имеет свою уникальную боеголовку. Ракетная шахта позволяет наносить точечные удары с безопасной дистанции и полезна как в обороне, так и при наступлении."
	},
	"spiderscout" : {
		"name" : "Блоха",
		"description" : "Сверхлёгкий паук-разведчик (закапывается)",
		"helptext" : "Блоха (Flea) может маскироваться в труднодоступных местах, откуда её датчики позволяют ей наблюдать за противником находясь вне их поля зрения. На ранней стадии игры небольшие группы Блох можно использовать для набегов на шахты, а на картах с высокими скалами они могут атаковать с неожиданных направлений. Тем не менее, Блоха наносит едва ощутимые повреждения и погибает от малейшего урона."
	},
	"energyfusion" : {
		"name" : "Термоядерный реактор",
		"description" : "Средняя электростанция (+35)",
		"helptext" : "Термоядерный реактор (Fusion Reactor) производит большое количество энергии при относительно малой цене. Такие реакторы представляют хорошую мишень для противника, так как имеют слабую броню, поэтому старайтесь их оборонять. Уничтожение реактора вызывает мощный взрыв, опасный для ближайших юнитов."
	},
	"chickenlandqueen" : {
		"name" : "Королева куриц",
		"description" : "Кудахтающий АД!",
		"helptext" : "Тикайте, хлопцы! Королева куриц (Chicken Queen) - матка всей колонии. Если она разозлится, то остановить её станет практически невозможно. Она может плеваться напалмом, распылять уничтожающие авиацию споры, попросту пинать наземных юнитов и, самое страшное, способна разрывать своими челюстями даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить её с помощью быстрых контратак."
	},
	"tankassault" : {
		"name" : "Минотавр",
		"description" : "Штурмовой танк",
		"helptext" : "Минотавр (Minotaur) - тяжёлый танк с толстой бронёй, и потому может похвастаться высокой живучестью в битвах, однако из-за низкой скорости огня он малоэффективен против толп легких целей, а за его тяжелую броню приходится расплатиться маневренностью."
	},
	"chicken_listener" : {
		"name" : "Жучок",
		"description" : "Закапывающийся мобильный сейсмический детектор",
		"helptext" : "Жучок (Listener) - это эволюционировавшая форма Крота (Digger). Потеряв способность к бою, он приобрел уникальный слух, позволяющий ему точно определять местоположение наземных войск противника."
	},
	"cloakbomb" : {
		"name" : "Чертёнок",
		"description" : "Вездеходная ползучая ЭМИ-бомба (закапывается)",
		"helptext" : "Чертёнок (Imp) полагается на свою скорость и маленький размер для уклонения от огня неточного оружия, в особенности от штурмовиков и большинства стрелков. Он может парализовать тяжелые юниты противника или отряды лёгких рейдеров, неспособных убить его до попадания в зону поражения, после чего другие юниты, как правило, безнаказанно истребляют обезвреженных Чертёнком врагов. Против Чертей можно пожертвовать одним дешёвым юнитом, провоцируя бомбу на преждевременный взрыв. Чертёнок невидим пока стоит на месте."
	},
	"shieldriot" : {
		"name" : "Изгой",
		"description" : "Робот подавления",
		"helptext" : "Изгой (Outlaw) излучает вокруг себя электромагнитные импульсы, которые повреждают и замедляют врагов, оставляя союзников невредимыми."
	},
	"chickenc" : {
		"name" : "Василиск",
		"description" : "Вездеходный подавитель",
		"helptext" : "Василиск (Basilisk) взбирается по стенам, подобно пауку, чтобы удивить противника едким кислотным дождём. Лишь самые бдительные способны выследить этих взбирающихся по холмам тварей, готовящихся огреть вашу базу с самых неожиданных углов. Экранопланы - лучшее средство от них."
	},
	"hoverraid" : {
		"name" : "Кинжал",
		"description" : "Рейдер CВП",
		"helptext" : "Кинжал (Dagger) - разведчик на воздушной подушке. Он предоставляет дешёвую разведку, которую не жалко потерять, и даже способен прорядить экономику противника при точечном ударе. Его орудие - лёгкая пушка Гаусса, поражает несколько целей насквозь и способно атаковать подводные цели."
	},
	"hoverheavyraid" : {
		"name" : "Бола",
		"description" : "Замедляющее СВП",
		"helptext" : "Бола (Bolas) - тяжёлый рейдер, вооружённый скорострельным замедляющим лучом. Она наносит ощутимый урон, а Булава или Скальпель составляют Боле отличную компанию добивая замедленных противников."
	},
	"chicken_digger" : {
		"name" : "Крот",
		"description" : "Разведчик/рейдер (закапывается)",
		"helptext" : "Сильные челюсти Крота (Digger) способны прокусить прочнейший камень как бумагу. Он также умеет незаметно перемещаться под землей, вызывая хаос своим появлением на поле боя. Всегда защищайте важные стратегические объекты со всех сторон, поскольку Кроты могут обойти оборонительные сооружения и зайти с тыла."
	},
	"chicken_leaper" : {
		"name" : "Кузнечик",
		"description" : "Прыгающий рейдер",
		"helptext" : "Кузнечик (Leaper) - это быстрый и мобильный юнит, способный в мгновение ока настигать врагов и перепрыгивать препятствия."
	},
	"chickenr" : {
		"name" : "Метатель",
		"description" : "Артиллерия",
		"helptext" : "Органический аналог артиллерии куриц, Метатели (Lobber) плюются токсичными шарами по высокой траектории на длинные дистанции. Естественный противник любителей статичной обороны, они тем не менее практически беспомощны в ближнем бою."
	},
	"turrettorp" : {
		"name" : "Морской ёж",
		"description" : "Торпедный аппарат",
		"helptext" : "Морской ёж (Urchin) защищает как от наводных, так и от подводных юнитов. Способен поразить СВП и вести огонь с берега."
	},
	"tankheavyassault" : {
		"name" : "Циклоп",
		"description" : "Сверхтяжелый убийца танков",
		"helptext" : "Циклоп (Cyclops) - самый тяжелый танк на поле боя. Его основное орудие - огромная замедляющая пушка, используемая для беспощадного истребления танков поменьше. Тем не менее, поворачивается Циклоп как огромный бидон с водой, сравнительно низкая дальность огня делает его уязвимым для дальнобойных стрелков и атак с воздуха, а малая скорострельность оставляет брешь для массированных атак рейдеров. Тяжелое основное орудие Циклопа разносит стены, так что в некоторых случаях танк может быть использован для штурма терраформированных укреплений."
	},
	"damagesink" : {
		"name" : "Бессмертная штуковина",
		"description" : "Ей плевать что ты по ней стреляешь.",
		"helptext" : "«...Живут для любви - и Рим, и Одесса...»."
	},
	"turretmissile" : {
		"name" : "Кол",
		"description" : "Легкая ракетная турель",
		"helptext" : "Кол (Picket) - это многоцелевая ракетная турель. Она хороша для атаки врагов с приличного расстояния, при этом обеспечивая некоторую степень противовоздушной защиты и возможность обстрела вражеских легких лазерных турелей за пределами их радиуса поражения. Кол, однако, хрупок - на него стоит только подуть, так он сразу и сломается."
	},
	"chicken_roc" : {
		"name" : "Рух",
		"description" : "Тяжёлая штурмовая птица",
		"helptext" : "Большая,  злая и способная вести бой как с наземными, так и воздушными юнитами, Рух (Roc) является грозной летающей курицей."
	},
	"turretaaheavy" : {
		"name" : "Артемида",
		"description" : "Сверхдальнобойная установка ПВО, расходует 4 м/с, 20 секунд на подготовку ракеты",
		"helptext" : "Артемида (Artemis) - это сверхдальнобойная установка ПВО быстрого реагирования, как бы говорящая воздушным силам врага - сынок, тут тебе делать нечего. Каждая ракета подготавливается в течение 20 секунд, но затраченное время того стоит, поскольку залп её ракет способен испепелить практически любую воздушную атаку без особых проблем."
	},
	"chicken_drone" : {
		"name" : "Личинка",
		"description" : "Превращается в строения куриц",
		"helptext" : "Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья куриц."
	},
	"staticjammer" : {
		"name" : "Роговица",
		"description" : "Станция поля невидимости/глушитель радаров",
		"helptext" : "Глушители, подобные этому, создают помехи для вражеских радаров, скрывая радиолокационное отражение ваших юнитов. Роговица (Cornea) также экипирована генератором невидимости, скрывающим ближайших юнитов от визуального обнаружения противником."
	},
	"amphbomb" : {
		"name" : "Ракушка",
		"description" : "Замедляющая амфибомба",
		"helptext" : "Ракушка (Limpet) способна избежать попадания медленных снарядов благодаря своим размерам и подвижности, позволяя её добраться до противника, замедляя и повреждая его при детонации."
	},
	"factoryveh" : {
		"name" : "Завод роверов",
		"description" : "Производит колесный транспорт",
		"helptext" : "Завод роверов (Rover Assembly) - классический выбор для блицкрига. Он предоставляет доступ к набору быстрых и агрессивных колёсных юнитов. Боевые единицы недостающие скорости более чем восполняют её своей высокой убойной мощью. Ключевые юниты: Дротик (Dart), Выжигатель (Scorcher), Опустошитель (Ravager), Разрыватель (Ripper), Заградитель (Fencer)."
	},
	"turretgauss" : {
		"name" : "Гаусс",
		"description" : "Пушка Гаусса, 20 ОЗ/c в закрытой форме",
		"helptext" : "Гаусс (Gauss) - это компактная, выдвижная турель с Гаусс-пушкой среднего радиуса действия. До тех пор, пока оружие находится в скрытом состоянии, оно получает лишь четверть урона а также восстанавливает небольшое количество здоровья. Может атаковать подводных юнитов."
	},
	"nebula" : {
		"name" : "Туманость",
		"description" : "Atmospheric Mothership",
		"helptext" : "Маневренная как кирпич и не шибко вооружённая, Туманность (Nebula) является грозным оружием благодаря наличию щита, защищающего от дальнобойных атак, и боевым дронам, рвущих противников на части."
	},
	"hoveraa" : {
		"name" : "Цеп",
		"description" : "ЗРК СВП",
		"helptext" : "Цеп (Flail) запускает одиночные крупные ракеты класса \"земля-воздух\" средней дальности наносящие высокие повреждения."
	},
	"cloakarty" : {
		"name" : "Праща",
		"description" : "Лёгкий робот-артиллерист",
		"helptext" : "Праща (Sling) оборудована дальнобойной плазменной пушкой, позволяющей вести огонь навесом и превосходящей по дальности большинство стационарной обороны. Не смотря на то, что Праща эффективна против мобильных целей, её надо защищать от рейдеров и других юрких юнитов способных быстро сократить дистанцию."
	},
	"chickend" : {
		"name" : "Куриный нарост",
		"description" : "Защитное сооружение и источник энергии",
		"helptext" : "Куриный нарост (Chiken Tube) - это единственное защитное сооружение куриц, стреляющее спорами по воздушным и наземным войскам."
	},
	"rocksink" : {
		"name" : "Стрёмная живучая каменная глыба",
		"description" : "Издаёт страшные звуки если по ней шмальнуть.",
		"helptext" : "Телекомпания \"ВИД\" представляет..."
	},
	"fakeunit_aatarget" : {
		"name" : "Ложная цель ПВО",
		"description" : "Используется для скриптов прыгунов.",
		"helptext" : "Поддельный модуль для технических задач."
	},
	"mahlazer" : {
		"name" : "Звёздный свет",
		"description" : "Планетарное энергетическое зубило",
		"helptext" : "Огромное устройство, предназначенное для терраформинга планет. Неплохо справляется с препятствиями в виде холмов, гор, надоедливых противников и их баз."
	},
	"spidercrabe" : {
		"name" : "Краб",
		"description" : "Тяжелый юнит сдерживания/паук-стрелок - Сворачивается в бронированную форму, когда стоит на месте",
		"helptext" : "Огромная пушка Краба (Crab) уничтожает большие группы дешёвых юнитов и превосходит по дальнобойности стационарную оборону. Когда Краб стоит на месте, он разворачивает свою броню и получает лишь четверть урона. Главная слабость Краба - его медлительность."
	},
	"subscout" : {
		"name" : "Ланцетник",
		"description" : "Подлодка-разведчик/камикадзе",
		"helptext" : "Ланцетник (Lancelet) это \"умная\" торпеда с функционалом разведывательного аппарата. Может замирать на морском дне наблюдая за передвижениями противника или наносить точечные удары по вражеским судам."
	},
	"staticstorage" : {
		"name" : "Хранилище",
		"description" : "Хранит металл и энергию (500)",
		"helptext" : "Хранилище (Storage) можно использовать как буфер если вы ожидаете скачёк в количества добываемого металла, к примеру при переработке обломков. Помните, что при увеличении дохода на длительное время лучшим выбором будет увеличить промышленные мощности."
	},
	"shieldscout" : {
		"name" : "Чушка",
		"description" : "Мешок с песком",
		"helptext" : "Чушка (Dirtbag) - безоружный юнит, чьё основное предназначение - умереть и оставить после себя небольшую горку. Эффективна против машин и танков. В ожидании своей участи может послужить разведчиком или побиться головой об врагов."
	},
	"amphaa" : {
		"name" : "Морской Чёрт",
		"description" : "Робот-амфибия ЗРК",
		"helptext" : "Морской Чёрт (Angler) - это ЗРК амфибий, разработанная для уничтожения главного врага завода - бомбардировщика Ворон (Raven). Два Морских Чёрта могут внезапно всплыть на поверхность и быстро сбить одного Ворона (Raven)."
	},
	"tankaa" : {
		"name" : "Эттин",
		"description" : "Зенитный танк",
		"helptext" : "Зенитная пушка Эттина (Ettin) быстро уничтожает вражеские экранопланы и достаточно эффективна против самолётов."
	},
	"asteroid" : {
		"name" : "Астероид",
		"description" : "Камень из космоса",
		"helptext" : "Астероиды пикируют на планету под влиянием Контролёра Метеоритов, для которого служат основным орудием, круша юнитов и строения. Их также можно перерабатывать для получения ресурсов."
	},
	"planeheavyfighter" : {
		"name" : "Ястреб",
		"description" : "Истребитель завоевания превосходства в воздухе",
		"helptext" : "Ястреб (Raptor) специализируется на уничтожении всего что летает. Он достаточно крепок, чтобы выдержать ограниченный обстрел сил ПВО, однако у него нет возможности стрелять по наземным целям."
	},
	"hoverskirm2" : {
		"name" : "Тришула",
		"description" : "Лёгкое штурмовое СВП",
		"helptext" : "Тришула (Trisula) - быстрое и крепкое СВП, вооружённое лазерным оружием стреляющим подобно дробовику. Она стирает мелкие цели с лица земли в один выстрел."
	},
	"vehriot" : {
		"name" : "Разрыватель",
		"description" : "Машина подавления",
		"helptext" : "Мощная пушка Разрывателя (Ripper), как следует из названия, легко разрывает толпы легких юнитов противника. Снаряд из этой пушки летит по прямой траектории, так что их лучше всего выстраивать в линию. Из-за малой скорости и дальности, Разрыватель - лёгкая добыча для стрелков. Взрывы снарядов Разрывателя сглаживают землю, облегчая прохождение по ней для других машин."
	},
	"staticshield" : {
		"name" : "Эгида",
		"description" : "Генератор щита",
		"helptext" : "Эгида (Aegis) защищает умеренную площадь своим щитом-пузырём, останавливающим вражеские снаряды, но пропускающим взрывные волны. Щит требует значительного количества энергии на поддержание и не останавливает атаки оружия, урон которого превышает их текущую ёмкость."
	},
	"turretaaclose" : {
		"name" : "Ножовка",
		"description" : "Залповый ЗРК",
		"helptext" : "Парные ракеты Ножовки (Hacksaw) способны сбить даже самый тяжёлый бомбардировщик за пару выстрелов, но требуют большое количество времени для перезарядки, делая саму установку неэффективной против лёгких целей."
	},
	"chicken_rafflesia" : {
		"name" : "Раффлезия",
		"description" : "Куриный щит (неподвижен)",
		"helptext" : "Раффлезия (Rafflesia) защищает ближайших куриц и их структуры при помощи щита."
	},
	"empiricaldpser" : {
		"name" : "Научная ДПС штуковина",
		"description" : "Стреляй в неё. Всё для науки!",
		"helptext" : "!!НАУКА!!"
	},
	"hoverassault" : {
		"name" : "Алебарда",
		"description" : "СВД прорыва блокады",
		"helptext" : "Когда Алебарда (Halberd) не ведёт огонь, она прячется в бронированную оболочку и получает лишь четверть повреждений. Её медленное и имеющее малую дальность оружие не приспособлено для стрельбы по быстродвижущимся целям."
	},
	"shieldcon" : {
		"name" : "Каторжник",
		"description" : "Строительный бот со щитом",
		"helptext" : "Каторжник (Convict) - оснащенный щитом бот-конструктор, способный укрывать союзные юниты от лёгкого обстрела."
	},
	"energysingu" : {
		"name" : "Сингулярный реактор",
		"description" : "Большая электростанция (+225) - ВЗРЫВООПАСНО",
		"helptext" : "Сингулярный реактор (Singularity Reactor) генерирует огромное количество энергии при помощи контролируемой черной дыры - и да, это совершенно небезопасно. В случае разрушения реактора высвобождается энергия эквивалентная ядерному взрыву, - весь континент располагающий на себе такой реактор находится под угрозой уничтожения."
	},
	"bomberdisarm" : {
		"name" : "Буревестник",
		"description" : "Обезоруживающий бомбардировщик",
		"helptext" : "Буревестник (Thunderbird) - быстрый бомбардировщик, вооруженный генератором молний, обезоруживающим юнитов в значительной области под ним."
	},
	"chicken_spidermonkey" : {
		"name" : "Лазутчик",
		"description" : "Вездеходная поддержка",
		"helptext" : "Лазутчик (Spidermonkey) - очень необычная курица поддержки. Он может карабкаться по стенам, так ещё и плеваться шёлком, который притягивает и замедляет врагов."
	},
	"shieldskirm" : {
		"name" : "Разбойник",
		"description" : "Робот-стрелок (непрямой огонь)",
		"helptext" : "Баллистические ракеты Разбойника (Rogue) медленно перезаряжаются, но больно бьют - и, таким образом, отлично приспособлены для осторожных вылазок на дистанцию выстрела по единицам врага, либо для запуска мощных залпов в начале сражения. Отбивайтесь от них с помошью быстрых единиц или ползучих бомб, если Разбойников слишком много."
	},
	"dronelight" : {
		"name" : "Светлячок",
		"description" : "Атакующий дрон",
		"helptext" : "Светлячок (Firefly) - это атакующий дрон, вооруженный слабым импульсным лазером. Он способен защитить своего хозяина от атак легких единиц противника. Светлячок, однако, не способен использовать генератор поля невидимости носителя, а поэтому может выдать присутствие замаскированного командира."
	},
	"chickenblobber" : {
		"name" : "Сметатель",
		"description" : "Тяжёлая артиллерия",
		"helptext" : "Старший брат Метателя (Lobber), Сметатель (Blobber) выплёвывает целый дождь кислотной слизи. Он очень быстро может вывести из строя даже самую мощную сеть щитов, но всё также слаб в ближнем бою."
	},
	"energyheavygeo" : {
		"name" : "Улучшенная ГеоЭС",
		"description" : "Большая электростанция (+100) - ВЗРЫВООПАСНО",
		"helptext" : "Улучшенная Геотермальная Электростанция (ГеоЭС, Advanced Geothermal Powerplant) производит огромное количество энергии. Она требует защиты, так как её уничтожение приведёт к разрушительному взрыву."
	},
	"staticcon" : {
		"name" : "Опекун",
		"description" : "Помощник по строительству",
		"helptext" : "Опекун (Caretaker) обладает наилучшим отношением цены к скорости строительства и приличной дальностью. Он отлично подходит для ускорения работы заводов или ремонта оборонительных сооружений. Тем не менее, Опекун не может начать постройку чего-либо самостоятельно."
	},
	"terraunit" : {
		"name" : "Терраформируется",
		"description" : "Затрачено: 0",
		"helptext" : "Этот знак сообщает, что данная область терраформируется."
	},
	"chickenf" : {
		"name" : "Клык",
		"description" : "Летающий плевальщик шипов",
		"helptext" : "Они ещё и летают?! Клык (Talon) - это смертельный хищник, способный сбивать самолёты своими шипами, но также с удовольствием атакующий и наземные цели. Впрочем, он может быть уничтожен ПВО как и любой другой летающий юнит."
	},
	"energypylon" : {
		"name" : "ЛЭП",
		"description" : "Расширяет энергосеть",
		"helptext" : "Линии энергопередачи (ЛЭП, Energy Transmission Pylon) позволяют расширить энергосеть для соединения большего количества шахт или источников энергии. Это, в свою очередь позволяет шахтам вырабатывать большее количество металла благодаря перегрузке. ЛЭП позволяют быстро запитать защитные турели, которым нужна энергия для функционирования. Обратите внимание, что на коротких расстояниях или в ситуациях с малой энергией в сети использование энергостанций, таких как солнечные панели, для проведения энергосетей может быть экономически выгоднее."
	},
	"bomberprec" : {
		"name" : "Ворон",
		"description" : "Точечный бомбардировщик",
		"helptext" : "Ворон (Raven) сбрасывает одну бомбу, которая наносит высокий урон, но имеет малый радиус взрыва. Подыскивайте для него маломобильные цели."
	},
	"chicken_shield" : {
		"name" : "Броненосец",
		"description" : "Щитоносец/ПВО",
		"helptext" : "Всячески защищает собратьев-куриц."
	},
	"chicken_dodo" : {
		"name" : "Додо",
		"description" : "Куриная бомба",
		"helptext" : "Тело Додо (Dodo)  содержит смесь взрывчатых органических веществ. При малейшем уколе он эффектно взрывается, разбрасывая близлежащих юнитов. И будьте аккуратнее, поскольку летящие при взрыве конечности и шипы Додо также наносят урон."
	},
	"bomberheavy" : {
		"name" : "Лихо",
		"description" : "Сингулярный бомбардировщик",
		"helptext" : "Лихо (Likho) сбрасывает одну мощную бомбу, способную разнести вражеских юнитов в щепки. Оно достаточно прочно, чтобы пережить умеренный огонь вражеских ПВО и уйти на ремонт - но не стоит использовать его опрометчиво: Лихо дорого в производстве."
	},
	"tacnuke" : {
		"name" : "Эос",
		"description" : "Тактическая ядерная ракета",
		"helptext" : "Дальнобойная тактическая ракета точечного поражения, Эос (Eos) не обладает большим радиусом поражения, зато наносит огромный урон."
	},
	"chickenwurm" : {
		"name" : "Червь",
		"description" : "Закапывающийся огнеметчик (штурмовик/подавитель)",
		"helptext" : "Червь (Wurm) способен закапываться под землю, чтобы позднее неожиданно появится и выплюнуть огненный шар, поджигая большой участок вокруг зоны попадания. Он также может залезать на скалы и атаковать защитные турели с неожиданных направлений, но уязвим к прямому нападению противника."
	},
	"dronefighter" : {
		"name" : "Щупальце",
		"description" : "Боевой дрон",
		"helptext" : "Щупальце (Spicula) - это многоцелевой боевой дрон, силовые лучи которого эффективны как против наземных, так и против воздушных целей."
	},
	"bomberassault" : {
		"name" : "Затмение",
		"description" : "Штурмовой бомбардировщик (против неподвижных целей)",
		"helptext" : "Внушительный корпус Затмения (Eclipse) способен выдержать серьёзный обстрел и обеспечить доставку смертельного груза до цели, но использование бомб без систем наведения создаёт проблемы при атаке подвижных целей, а большой размер делает его легкой целью."
	},
	"cloakassault" : {
		"name" : "Рыцарь",
		"description" : "Штурмовой робот-громовержец",
		"helptext" : "Медленно и неуклонно, группа Рыцарей (Knight) может идти напролом обороны противника даже под шквалом огня, сближаясь чтобы применить свои парализующие электропушки. Противостоять им может любой юнит, способный обстреливать их с расстояния."
	},
	"energysolar" : {
		"name" : "Солнечная панель",
		"description" : "Маленькая электростанция (+2)",
		"helptext" : "Пускай солнечные панели (Solar Collectors) не столь экономически выгодны как их аналоги, однако они куда более надёжны и крепки. При получении урона панели складываются, временно прекращая выработку энергии, но при этом получают лишь четверть урона."
	},
	"gunshipheavyskirm" : {
		"name" : "Нимб",
		"description" : "Экраноплан огневой поддержки",
		"helptext" : "Нимб (Nimbus) - экраноплан огневой поддержки, ведущий огонь находясь вне дальности поражения большинства наземных юнитов. Он достаточно бронирован чтобы пережить умеренный огонь ПВО, а его спаренные пулемёты дырявят кучкующихся врагов как фольгу."
	},
	"factoryshield" : {
		"name" : "Завод ботов со щитом",
		"description" : "Производит ботов со щитом",
		"helptext" : "Завод ботов со щитом (Shield Bot Factory) предоставляет доступ к роботам, специализирующимся на ведения боя без получения ответного урона. Щиты обладают регенерацией и способны обмениваться энергией между собой, что позволяет увеличивать выживаемость всей группы. Ключевые единицы: Бандит (Bandit), Громила (Thug), Изгой (Outlaw), Разбойник (Rogue), Рэкетир (Racketeer)."
	},
	"chickena" : {
		"name" : "Кокатрикс",
		"description" : "Штурмовик/бронебойщик",
		"helptext" : "Кокатрикс (Cockatrice) - это настоящий зверь. Кажется, практически невосприимчивый к вражескому огню, он спокойно подходит к цели и раздирает её своими мощными челюстями. К счастью, будучи не слишком быстрым и умным, он может быть легко уничтожен стрелками или множеством малых юнитов."
	},
	"hoverskirm" : {
		"name" : "Скальпель",
		"description" : "Стрелково-бронебойное СВП",
		"helptext" : "Скальпель (Scalpel) - образец тактики бей-и-беги. Он долго перезаряжается и слабо защищён, поэтому ему следует держать дистанцию с противником. Ракеты Скальпеля летят по дуге, что позволяет им огибать некоторые препятствия или союзников."
	},
	"jumpbomb" : {
		"name" : "Фокусник",
		"description" : "Бронебойная бомба с полем невидимости",
		"helptext" : "Медленная и дорогая невидимая бомба, способная напрыгнуть на противника, прикажет долго жить любому танку. Бороться с ней можно путем прикрытия ваших тяжёлых и дорогих юнитов группами дешёвых. При использовании Фокусника (Skuttle) имейте ввиду, что радиус поражения его взрыва крайне мал."
	},
	"jumpskirm" : {
		"name" : "Модератор",
		"description" : "Замедляющий шагоход",
		"helptext" : "Замедляющий луч Модератора (Moderator) снижает скорость передвижения и скорострельность вражеских юнитов в 2 раза. Хоть он и обладает высокой точностью, уроном и дальностью стрельбы, его скорость перезарядки делает его крайне уязвимым против превосходящих сил противника."
	},
	"chicken" : {
		"name" : "Курица",
		"description" : "Роевик",
		"helptext" : "Агрессивный пехотинец куриц. Будучи слабым сам по себе, он компенсирует это сражаясь в толпе своих братьев, заваливающих врагов лавинами маленьких куриц. Рекомендуется использовать хороших юнитов класса \"Подавитель\", чтобы останавливать Куриц (Chicken)."
	},
	"chicken_sporeshooter" : {
		"name" : "Споромёт",
		"description" : "Вездеходный метатель спор (ПВО/стрелок)",
		"helptext" : "Споромет (Sporeshooter) стреляет спорами, что позволяет ему сбивать самолёты и атаковать наземные цели с расстояния. Также он может взбираться на стены для неожиданных атак."
	},
	"turretaafar" : {
		"name" : "Бензопила",
		"description" : "Дальнобойный ЗРК",
		"helptext" : "Бензопила (Chainsaw) - это дальнобойный ЗРК, наносящий огромный урон и способный очистить небо от бомбардировщиков в считанные секунды. В свою очередь она неспособна выдержать целенаправленного нападения и будет быстро уничтожена в случае прямой атаки."
	},
	"staticnuke" : {
		"name" : "Тринити",
		"description" : "Пусковая установка межконтинентальных ядерных ракет, расходует 18 м/с, 3 минуты на подготовку ракеты",
		"helptext" : "Тринити (Trinity) запускает разрушительные ядерные ракеты, способные уничтожить целые базы противника. Тем не менее, её боеголовки легко сбиваются комплексами ПРО, которые должны быть убраны с обстреливаемой территории заранее."
	},
	"hovershotgun" : {
		"name" : "hovershotgun",
		"description" : "Shotgun Hover",
		"helptext" : "The Punisher has a shotgun which shoots a spray of projectiles which are good against large targets or tight clusters of enemies."
	},
	"spiderantiheavy" : {
		"name" : "Вдова",
		"description" : "Шпион/бронебой",
		"helptext" : "Вдова (Widow) полезна по двум причинам: как отличный разведчик, ввиду своего продвинутого поля невидимости, и из-за способности парализовывать отдельных юнитов врага точечным попаданием своего оружия. Последнее особенно полезно против тяжёлых юнитов или инфаструктуры."
	},
	"energywind" : {
		"name" : "Ветряной/приливной генератор",
		"description" : "Маленькая электростанция",
		"helptext" : "Ветряной генератор (Wind generator) преобразует энергию ветра в электричество, но сильно зависит от его направления и силы. Он очень хрупок и группа рядом стоящий ветряков может сдетонировать от подрыва одного из них, так что обдумайте их размещение заранее. Будучи помещенным в воде, он превращается в более прочный приливной генератор (Tidal generator) с хорошим и стабильным притоком энергии."
	},
	"amphassault" : {
		"name" : "Гризли",
		"description" : "Тяжелый штурмовик-амфибия",
		"helptext" : "Гризли (Grizzly) - классический штурмовой юнит: медленный, неповоротливый и практически неуничтожаемый. Его вооружение представляет собой два спаренных высокоэнергетических лазерных излучателя с большой дальностью огня и ощутимым уроном, слабоэффективный разве что против стай мелких юнитов и быстрой авиации. Хотя его лазер и не может стрелять под водой, Гризли способен всплыть для атаки."
	},
	"shieldaa" : {
		"name" : "Вандал",
		"description" : "Робот ЗРК",
		"helptext" : "Вандал (Vandal) - крепкий, надёжный и дешевый противовоздушный бот. Беззащитен против наземных сил."
	},
	"hoverriot" : {
		"name" : "Булава",
		"description" : "СВП подавления",
		"helptext" : "Фактически, Булава (Mace) - это передвижная лазерная турель, обладающая большим уроном и совершенной точностью. Хорошо подходит для убийства легких юнитов и даже экранопланов. Тонкая броня, однако, делает её уязвимой для прямого огня, особенно в бою против стрелков."
	},
	"veharty" : {
		"name" : "Барсук",
		"description" : "Миномёт",
		"helptext" : "Барсук (Badger) беспорядочно закидывает противника мощными минами, детонирующими при контакте либо через 30с. Дальность стрельбы Барсука выше большинства оборонительных сооружений, но он также очень уязвимый и медленный, по этой причине всегда держите рядом других юнитов способных его защитить."
	},
	"striderantiheavy" : {
		"name" : "Ультиматум",
		"description" : "Шагоход с дезинтегратором (анти-страйдерный)",
		"helptext" : "Ультиматум (Ultimatum) вооружен лишь одним орудием - дезинтегрирующей пушкой, способной испепелить тяжелый танк с одного попадания. Лучше всего использовать данного шагохода для проникновения к вражеским страйдерам и нанесения им серьёзного урона или уничтожения всего несколькими выстрелами. Защитой тяжёлой техники от Ультиматума могут выступить легкие и дешёвые войска в качестве сопровождения."
	},
	"staticmex" : {
		"name" : "Добывающая шахта",
		"description" : "Добывает металл",
		"helptext" : "Добывающая шахта (Metal Extractor) - основной источник добычи металла. При наличии излишков энергии, шахта ускорит свою работу и добудет больше метала."
	},
	"vehsupport" : {
		"name" : "Заградитель",
		"description" : "Машина сдерживания фронта (должен остановиться чтобы вести огонь)",
		"helptext" : "Старайтесь держать Заградителя (Fencer) на максимальной дистанции от противника. Заградители, вооруженные ракетными установками, идеально подходят для поражения рейдеров или ползучих бомб. Их ракеты могут также поражать воздушные цели, хотя и не особо эффективно. Заградители ведут прямой огонь и не могут стрелять через препятствия, им также недостаёт урона чтобы уничтожать штурмовых юнитов. В отличии от других стрелков, Заградители не могут стрелять на ходу."
	},
	"grebe" : {
		"name" : "grebe",
		"description" : "Рейдер-амфибия",
		"helptext" : "The Grebe is a basic raider armed with grenades - a decent short ranged anti-heavy weapon. Despite being amphibious, it cannot shoot while submerged."
	},
	"hoverarty" : {
		"name" : "Пика",
		"description" : "Мобильный тахионный излучатель (артиллерия/бронебой)",
		"helptext" : "Оружие Пики (Lance), получившие прозвище \"Голубой Лазер Смерти\", имеет мощь и точность достаточные, чтобы пронзить сразу нескольких юнитов одним выстрелом. Используйте её против хорошо бронированных юнитов, но держите за линией фронта - Пика очень хрупкая и не сможет убежать в случае опасности."
	},
	"shieldbomb" : {
		"name" : "Стукач",
		"description" : "Ползучая бомба (закапывается)",
		"helptext" : "Стукач (Snitch) - это быстрый юнит-камикадзе. Прекрасно подходит для уничтожения скоплений вражеских юнитов, в частности штурмовых танков. Стукач активирует поле невидимости стоя на месте, превращая его ещё и в мину. Постарайтесь чтобы Стукачи не находились слишком близко друг к другу, иначе они могут взорваться по цепочке. Стукачи, как и любые ползучие бомбы, легко уничтожаются дальнобойным точным оружием, как например Колья (Picket), или дешевыми юнитами, способными взорвать бомбу ценой своей жизни."
	},
	"cloakjammer" : {
		"name" : "Радужка",
		"description" : "Робот с генераторами невидимости и помех",
		"helptext" : "Радужка (Iris) оснащена устройством помех, чтобы скрывать дружественных юнитов от радаров. Также у неё есть генератор поля невидимости."
	},
	"spidercon" : {
		"name" : "Ткач",
		"description" : "Паук-строитель",
		"helptext" : "Ткач (Weaver) способен преодолеть любое препятствие и предпочитает строить защитные сооружения повыше. Экипирован радаром малой дальности."
	},
	"hoverdepthcharge" : {
		"name" : "Клеймор",
		"description" : "Противолодочное СВП",
		"helptext" : "Клеймор (Claymore) вооружен мощным глубинным зарядом, который он не гнушается сбросить и на суше."
	},
	"gunshipkrow" : {
		"name" : "Коршун",
		"description" : "Летающая крепость",
		"helptext" : "Коршун (Krow) - это дорогой и неповоротливый юнит, обладающий невероятно толстой бронёй, позволяющей ему пролетать в гущу вражеского ПВО расстреливая противника с помощью трёх лазерных турелей. Вдобавок, он может выжечь местность под собой посредством ковровой бомбардировки."
	},
	"neebcomm" : {
		"name" : "Нубский командир",
		"description" : "Уродливая индейка",
		"helptext" : "Эта толстая курица стала твоей за всех твои преступлений. В следующий раз веди себя хорошо!"
	},
	"factoryplane" : {
		"name" : "Завод самолётов",
		"description" : "Производит самолёты,",
		"helptext" : "Завод самолетов (Airplane Plant) предлагает широкий выбор быстрых и маневренных воздушных юнитов для доминирования в воздухе и поддержки наземных операций. Выбирайте между истребителями, перехватчиками и бомбардировщиками предназначенными для выжигания отдельных участков карты. Одна ВВП в придачу, только сегодня!"
	},
	"gunshipbomb" : {
		"name" : "Взрывокрыл",
		"description" : "Летающая бомба/разведчик (закапывается)",
		"helptext" : "Взрывокрыл (Blastwing) наносит лишь небольшие, однако, достаточные для уничтожения месторождений, легких турелей, ветряных электростанций и Опекунов (Caretaker) повреждения. В группе они представляют более грозную силу. Следите за скоростью и направлением их передвижения, чтобы нанести как можно больше ущерба шрапнелью, которая продолжает лететь по траектории бомбы после того, как та взрывается. Таким образом вы можете достать врага осколками металла даже если ваша бомба умрет, ещё не долетев до него. Не держите их слишком близко друг к другу, иначе они взорвутся по цепочке. Невидимы когда приземляются."
	},
	"napalmmissile" : {
		"name" : "Инферно",
		"description" : "Напалмовая ракета",
		"helptext" : "Инферно (Inferno) не наносит особых повреждений при попадании, но надолго поджигает зону вокруг."
	},
	"factoryamph" : {
		"name" : "Завод ботов-амфибий",
		"description" : "Производит ботов-амфибий",
		"helptext" : "Завод амфибий (Amphibious Operations Plant) производит медленных, но прочных роботов амфибий, имеющих возможность действовать как под водой так и на земле. Амфибии регенерируют находясь под водой."
	},
	"factoryship" : {
		"name" : "Верфь",
		"description" : "Производит корабли",
		"helptext" : "Верфь (Shipyard) - место постройки кораблей и подводных лодок. Корабли способны передвигаться только по воде."
	},
	"vehassault" : {
		"name" : "Опустошитель",
		"description" : "Штурмовой ровер",
		"helptext" : "Опустошители (Ravager) имеют прочную броню и высокую скорость, однако обладают низкой маневренности и скоростью полета снаряда, делая их уязвимыми для быстрых рейдеров и бегающих бомб."
	},
	"raveparty" : {
		"name" : "Калейдоскоп",
		"description" : "Деструктивный Радужный Проектор",
		"helptext" : "Калейдоскоп (Disco Rave Party) выстреливает 6 видов снарядов, причем каждый обладает своим эффектом, и таким образом способен угодить любому. \"Самая люби-мая музыка здесь и-грает\"!"
	},
	"turretlaser" : {
		"name" : "Лотос",
		"description" : "Лёгкая лазерная турель",
		"helptext" : "Дёшево и сердито - это как раз про Лотос (Lotus). Турель поражающая наземные цели лазерным лучом, он особенно эффективен против разведчиков и небольших групп рейдеров. Для стрелков и штурмовых юнитов Лотос не является серьёзным препятствием. Зачастую эту турель называют ЛЛТ (Лёгкая Лазерная Турель, LLT)."
	},
	"cloakskirm" : {
		"name" : "Ронин",
		"description" : "Робот-стрелок (прямой огонь)",
		"helptext" : "Ронин (Ronin) стреляет медленными, неуправляемыми и слабыми ракетами, но это с лихвой компенсируется дальностью стрельбы. Лучший способ использовать Ронинов - выстроить их в линию и вести огонь по неприятелю с максимально возможной дистанции. Быстрые и манёвренные юниты несут огромную опасность для Ронина, так как могут увернуться от его ракет."
	},
	"tankcon" : {
		"name" : "Сварщик",
		"description" : "Вооруженный инженерный танк",
		"helptext" : "Вооружённый небольшой защитной турелью, Сварщик (Welder) способен самостоятельно отбиваться от легких вражеских атак."
	},
	"shieldarty" : {
		"name" : "Рэкетир",
		"description" : "Обезоруживающая артиллерия",
		"helptext" : "Рэкетир (Racketeer) запускает самонаводящиеся дальнобойные ракеты, обезоруживающие ключевые вражеские единицы. Достаточно лишь одного Рэкетира, чтобы держать цель обезвреженной, так что имеет смысл выбирать отдельную цель для каждого из них. Отлично подходит для разрядки вражеских щитов или обезвреживания крупных единиц."
	},
	"roost" : {
		"name" : "Курятник",
		"description" : "Производит куриц",
		"helptext" : "Курятник (Roost) - инкубатор кудахтающих буревестников."
	},
	"dynsupport1" : {
		"name" : "Командир-Инженер",
		"description" : "Командир обеспечения и поддержки",
		"helptext" : "Эзотерический Командир-Инженер (Engineer Commander) использует весьма необычный набор оружия. Несмотря на нехватку скорости и брони, это шасси нередко выбирается за его строительные возможности."
	},
	"cloakraid" : {
		"name" : "Глефа",
		"description" : "Лёгкий робот-рейдер",
		"helptext" : "Быстрая и дешёвая, Глефа (Glaive) легко справляется с вражеской артиллерией и стрелками. Высокая скорость передвижения позволяет нанести огромный урон экономике противника. Ей, однако, следует избегать неприятельской обороны и юнитов подавления."
	},
	"gunshipaa" : {
		"name" : "Трезубец",
		"description" : "Экраноплан ЗРК",
		"helptext" : "Трезубец (Trident) предназначен для уничтожения вражеских воздушных сил с помощью управляемых ракет. Трезубцы медленны и неповоротливы, из-за чего они не могут быстро помочь в случае внезапной атаки врага или в случае ошибки позиционирования. Их медлительность также делает Трезубцы уязвимыми для наземных сил врага."
	},
	"hoverminer" : {
		"name" : "hoverminer",
		"description" : "Minelaying Hover",
		"helptext" : "The Dampener deploys mines a short distance from itself."
	},
	"gunshiptrans" : {
		"name" : "Харон",
		"description" : "Воздушный транспорт",
		"helptext" : "Харон (Charon) - простой воздушный транспорт, предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл врага. Харон крайне уязвим для ПВО, а сбитый транспорт доставит пассажиров разве что в загробную жизнь."
	},
	"striderdetriment" : {
		"name" : "Детримент",
		"description" : "Совершенный штурмовой страйдер",
		"helptext" : "Детримент (Detriment) - самая бронированная и грозная боевая единица на поле боя. Он способен отбиться от вражеской воздушной атаки или использовать ракеты для уничтожения удалённых целей, но реальная мощь кроется в огромных пушках Гаусса, созданных только для одной цели - быстро и эффективно стирать в порошок другие тяжёлые юниты. Помните - мудрый командир посылает Детримент лишь с эскортом для отражения атак толпы легких юнитов и воздушных атак."
	},
	"energygeo" : {
		"name" : "ГеоЭС",
		"description" : "Средняя электростанция (+25)",
		"helptext" : "Геотермальная электростанции (ГеоЭС, Geothermal Powerplant) - высокоэффективный источник энергии, который может быть построен только на геотермальных гейзерах. В случае уничтожения, она взрывается, нанося ущерб всему что находится в непосредственной близости от генератора."
	},
	"jumpcon" : {
		"name" : "Констебль",
		"description" : "Прыгающий конструктор",
		"helptext" : "Быстрый и при этом способный к прыжкам на небольшие дистанции или уступы, Констебль (Constable) - идеальный конструктор для быстрой экспансии. Вооружен замедляющим лучом, позволяющим ему оказывать поддержку в бою или избегать одиночных рейдеров."
	},
	"chicken_blimpy" : {
		"name" : "Пузырь",
		"description" : "Матка Додо",
		"helptext" : "Пузырь (Blimpy) сбрасывает Додо (Dodo) на зазевавшихся врагов и их строения."
	},
	"droneheavyslow" : {
		"name" : "Гадюка",
		"description" : "Усовершенствованный боевой дрон",
		"helptext" : "Гадюка (Viper) - это усовершенствованный боевой дрон, аналогичный Светлячку (Firefly), но экипированный специальной лучевой установкой, замедляющей цель с каждым выстрелом."
	},
	"athena" : {
		"name" : "Афина",
		"description" : "Воздушный инженер специального назначения",
		"helptext" : "Афина (Athena) - это вершина развития стелс технологий. Будучи экипированной генераторами невидимости и помех, она способна просочиться через линию фронта и начать сборку отрядов рейдеров, внося хаос в логистику противника. Афина также способна восстанавливать разрушенных юнитов из обломков без расхода металла, тем самым увеличивая вашу армию без затрат одного из ресурсов."
	},
	"staticsonar" : {
		"name" : "Сонарная установка",
		"description" : "Средство обнаружения подводных юнитов",
		"helptext" : "Сонарная установка (Sonar Station) обнаруживает водных и подводных юнитов, однако суда на воздушной подушке для него невидимы."
	},
	"spideremp" : {
		"name" : "Токсин",
		"description" : "Паук-громовержец подавитель",
		"helptext" : "Токсин (Venom) способен перемещаться по отвесным скалам и предназначен для парализации отрядов врага. Он передвигается намного быстрее других юнитов похожего типа, и, в дополнение к параличу, наносит небольшое количество урона. Хорошо оперирует на пару с Отшельником (Recluse), держа врагов на расстоянии от хрупкого стрелка."
	},
	"jumpassault" : {
		"name" : "Кувалда",
		"description" : "Штурмовой прыгающий робот ближнего боя",
		"helptext" : "Кувалда (Jack) - это штурмовой шагоход с прыжковыми двигателями. Несколько Кувалд могут с легкостью сравнять с землей большинство фортификационных укреплений. Малый радиус поражения и очень низкая скорость перемещения, однако, делают их крайне уязвимым для стрелков."
	},
	"vehscout" : {
		"name" : "Дротик",
		"description" : "Мотоцикл-рейдер/разведчик",
		"helptext" : "Быстрые и дешёвые, Дротики (Dart) смертельно опасны для шахт и строителей в первые минуты игры, если противник не позаботился о лёгкой обороне или не обзавелся парой быстрых юнитов."
	},
	"factoryhover" : {
		"name" : "Завод СВП",
		"description" : "Завод средств на воздушной подушке",
		"helptext" : "На заводе СВП (Hovercraft Platform) производятся быстрые и смертоносные средства на воздушной подушке, способные перемещаться как по земле, так и по воде, что даёт им серьёзное тактическое преимущество. Ключевые юниты: Кинжал (Dagger), Алебарда (Halberd), Скальпель (Scalpel), Булава (Mace), Пика (Lance)."
	},
	"gunshipassault" : {
		"name" : "Упырь",
		"description" : "Тяжёлый экраноплан рейдер/штурмовик",
		"helptext" : "Упырь (Revenant) обладает хорошей бронёй, а его ракетная установка стреляет залпом из неуправляемых ракет, наносящих огромный урон. Упырь достаточно дорогой экраноплан, а быстрые юниты могут увернуться от его ракет. Лучше всего использовать Упырей против тесных групп из зданий и юнитов. Их следует отводить назад для перезарядки, дабы снизить получаемый урон."
	},
	"tankriot" : {
		"name" : "Огр",
		"description" : "Тяжёлый танк подавления",
		"helptext" : "Огр (Ogre) укомплектован спаркой высокоскоростных осколочно-фугасных ракет, одинаково убийственных для легких юнитов и некоторой авиации несмотря на ограниченную дальность. Одинокий Огр легко уничтожается штурмовиками или группой стрелков, так что старайтесь прикрывать его другими юнитами. Разрыв ракеты Огра достаточно эффективен в разравнивании поверхности, и может быть полезен для уничтожения недостижимых для Сварщиков (Welder) стен."
	},
	"staticantinuke" : {
		"name" : "Комплекс ПРО",
		"description" : "Комплекс перехвата ядерных ракет",
		"helptext" : "Система противоракетной обороны (Antinuke) защищает значительную территорию от вражеских ядерных ракет."
	},
	"staticheavyarty" : {
		"name" : "Большая Берта",
		"description" : "Стратегическая плазменная пушка",
		"helptext" : "Большая Берта (Big Bertha) - это огромная пушка, стреляющая плазменными снарядами на огромные дистанции. При правильном использовании она способна эффективно изнурять противника, находясь при этом под прикрытиям вашей базы, но не ожидайте, что она в одиночку выиграет за вас бой."
	},
	"cloaksnipe" : {
		"name" : "Фантом",
		"description" : "Невидимая бронебойная артиллерия",
		"helptext" : "Энергетическое ружьё Фантома (Phantom) наносит огромный урон одной цели и позволяет ему вести огонь не выходя из невидимости, однако Фантома может выдать его же снаряд. Также ему требуется приличное количество энергии для поддержания маскировки, особенно во время движения. Лучший способ обнаружить снайпера - проверить местность с помощью отряда дешёвых юнитов или накрыть предпологаемую область сшквалом снарядов."
	},
	"staticarty" : {
		"name" : "Цербер",
		"description" : "Плазменная артиллерийская батарея - нужно подключение к энергосети (50+)",
		"helptext" : "Цербер (Cerberus) оснащён дальнобойной пушкой, позволяющей вести артобстрел или, наоборот, защищать свои позиции от артиллерии противника. В то же время Цербер должен быть защищён от прямых атак."
	},
	"wolverine_mine" : {
		"name" : "Коготь",
		"description" : "Мина Барсука (Badger)",
		"helptext" : "Вместо того чтобы взрываться как другие мины, Коготь (Claw) выстреливает залп управляемых мини-ракет в попавшихся врагов. Мина деактивируется через минуту."
	},
	"staticradar" : {
		"name" : "Радарная башня",
		"description" : "Система раннего оповещения",
		"helptext" : "Радарная башня (Radar Tower) позволяет видеть всех врагов и их перемещения в большом радиусе, отмечая их местоположения маркерами. Она потребляет небольшое количество энергии, а значит если у вас будут проблемы с энергообеспечение то может и отключится. Ландшафт может влиять на зону покрытия. Так, например, горы могут блокировать часть обзора радара. Юниты способны вести огонь по маркерам радара."
	},
	"turretriot" : {
		"name" : "Звездопад",
		"description" : "Турель подавления",
		"helptext" : "Звездопад (Stardust) - это мощная авто-пушка. Несмотря на небольшой радиус поражения и ещё большую уязвимость к стрелкам, чем у легкой лазерной турели, её высокая скорострельность и наличия урона по площади позволяет ей быстро перемалывать толпы лёгких юнитов."
	},
	"spideranarchid" : {
		"name" : "spideranarchid",
		"description" : "Riot EMP Spider",
		"helptext" : "The Anarchid is like a Starlight, but a Spider"
	},
	"vehraid" : {
		"name" : "Выжигатель",
		"description" : "Машина-рейдер",
		"helptext" : "Выжигатель (Scorcher) - быстрый, прочный и смертоносный юнит. Его вооружение наносит тем больше урона, чем оно ближе к цели. Высокая скорость позволяет держать дистанцию для максимизации урона. Он может использоваться не только в качестве рейдера, но и сражаться самостоятельно. Однако, использовать его против других рейдеров, юнитов подавления или статичной обороны - не особо эффективно."
	},
	"striderfunnelweb" : {
		"name" : "Мачеха",
		"description" : "Сверхтяжелый страйдер поддержки",
		"helptext" : "Вездеходный паук Мачеха (Funnelweb) не вооружен, однако имеет мощный щит и укомплектован для ремонта и строительства прямо в пылу сражения."
	},
	"cloakriot" : {
		"name" : "Грабитель",
		"description" : "Робот подавления",
		"helptext" : "Грабители (Reaver) - юниты подавления вооружённые разрушительными энергетическими пулемётами, особенно хорошо показывающие себя в бою с рейдерами, но способные нанести серьёзный урон и любым другим юнитам. Они, однако, не могут справиться со стационарной обороной. Из-за малой скорости могут быть легко уничтожены дальнобойными юнитами."
	},
	"chickenspire" : {
		"name" : "Куриный шпиль",
		"description" : "Статичная артиллерия",
		"helptext" : "Куриный шпиль (Chicken Spire) - дальнобойная статичная артиллерия."
	},
	"turretemp" : {
		"name" : "Фарадей",
		"description" : "ЭМИ пушка",
		"helptext" : "Фарадей (Faraday) - это мощная ЭМИ турель. Не имея урона, она оглушает цели и имеет широкую область поражения вокруг мишени. Значительно увеличивает эффективность других турелей, она бесполезна сама по себе. Пока данная турель находится в сложенном состоянии, получаемый ею урон снижается в 3 раза. Стоит опасаться попадания по дружественным юнитам, так как Фарадей способен обездвижить не только врагов, но и союзников."
	},
	"factoryspider" : {
		"name" : "Завод пауков",
		"description" : "Производит пауков",
		"helptext" : "Завод пауков (Spider Factory) производит членистоногих паукообразных, передвигающихся по любой твердой поверхности и полагающихся больше на дальность и манёвренность, нежели на грубую силу. Старайтесь учитывать рельеф при их использовании, ведь они могут залезть на любую отвесную поверхность и уцепиться за нее. Ключевые юниты: Блоха (Flea), Отшельник (Recluse), Пустынник (Hermit), Краб (Crab)."
	},
	"chicken_dragon" : {
		"name" : "Белый дракон",
		"description" : "Сверхмощная штурмовая курица",
		"helptext" : "Белые драконы (White Dragon) - старшие хранители куриного улья, ужаснейшие существа, уступающие лишь королеве куриц. Обладая мощными лапами, смертельными челюстями, ядовитой слизью и множеством спор, они являются угрозой, которой не грех опасаться."
	},
	"chickens" : {
		"name" : "Дикообраз",
		"description" : "Стрелок",
		"helptext" : "Острые как бритва снаряды Дикообраза (Spiker) могут пробить даже самую толстую броню. Несмотря на малый запас здоровья,  они является серьезной угрозой как для наземных, так и для воздушных юнитов. Против Дикообразов эффективны любые юниты, которые могут стрелять дальше, чем они."
	},
	"striderdante" : {
		"name" : "Данте",
		"description" : "Штурмовой/подавляющий страйдер",
		"helptext" : "Данте (Dante) - это тяжелый боевой юнит, специализирующийся на сжигании целей на небольшом расстоянии. Может его огнемет и спаренные тепловые пушки и не являются экстраординарным оружием, однако залп из 20 зажигательных ракет может испепелить отряды противника на внушающей площади."
	},
	"dynassault1" : {
		"name" : "Командир-Страж",
		"description" : "Тяжелый боевой командир",
		"helptext" : "Шасси Стража (Guardian Commander) обладает усиленным бронированием и повышенной огневой мощью, но относительно низкой скоростью и отсутствием модулей поддержки."
	},
	"chickenbroodqueen" : {
		"name" : "Королева-матка куриц",
		"description" : "Склонна к размножению",
		"helptext" : "Королева-матка куриц (Chiken Brood Queen), участвующая в создании яйцекладки, не настолько смертельная в бою, как другие королевы, но в долгосрочной перспективе она способна представлять ещё более страшную угрозу, - дело в том, что она производит потомство Куриц."
	},
	"cloakaa" : {
		"name" : "Гремлин",
		"description" : "Робот ПВО",
		"helptext" : "Быстрый и довольной выносливый для своей цены, Гремлин (Gremlin) - отличный выбор мобильного средства противовоздушной обороны. Он невидим, что позволяет ему обеспечивать неожиданную противовоздушную защиту и избегать стычки с наземными войсками противника, против которых он беззащитен."
	},
	"vehheavyarty" : {
		"name" : "Колосажатель",
		"description" : "Артиллерия с кинетическими ракетами",
		"helptext" : "Колосажатель (Impaler) стреляет мощными и высокоточными ракетами, которые летят по высокой траектории на не менее дальние дистанции. Из-за этого никакие препятствия не могут защитить врагов от Колосажателя. Однако, такая высокая траектория увеличивает время полёта ракеты и, как следствие, снижает точность попадания по движущимся целям. Колосажатели идеально подходят для уничтожения отдельных зданий и укреплений."
	},
	"zenith" : {
		"name" : "Зенит",
		"description" : "Контроллер метеоров",
		"helptext" : "Зенит (Zenith) собирает метеориты с неба (до 300), которыми может нанести орбитальный удар в любом месте или предоставить небольшой восполняемый источник металла."
	},
	"vehaa" : {
		"name" : "Крушитель",
		"description" : "Автомобиль ЗРК",
		"helptext" : "Крушитель (Crasher) - быстрый юнит, вооруженный тяжелыми противовоздушными ракетами. Он прекрасно справляется как с бомбардировщиками, так и с экранопланами."
	},
	"spiderskirm" : {
		"name" : "Отшельник",
		"description" : "Паук-стрелок (непрямой огонь)",
		"helptext" : "Отшельник (Recluse) - юнит, стреляющий ракетами и способный лазить по скалам, благодаря чему может застать противника врасплох. Неуправляемые ракеты не могут поражать быстрые цели, зато имеют приличную дальность и способны огибать невысокие препятствия."
	},
	"fakeunit_los" : {
		"name" : "Око Саурона",
		"description" : "Видит всех. Знает всё.",
		"helptext" : "Ash nazg durbatulûk!"
	},
	"tele_beacon" : {
		"name" : "Лампа",
		"description" : "Вход в телепорт, правая клавиша для активации.",
		"helptext" : "Лампа (Lamp) - вход в телепорт созданный Джинном (Djin). Нажмите по ней правой кнопкой для телепортации юнитов к Джинну, установившему этот маяк."
	},
	"dynstrike1" : {
		"name" : "Командир-Диверсант",
		"description" : "Мобильный наступательный командир",
		"helptext" : "Командир-Диверсант (Strike Commander) представляет собой сбалансированную командную платформу, способную использовать большинство модулей и обладающую солидной скоростью, бронёй и регенерацией."
	},
	"empmissile" : {
		"name" : "Шокли",
		"description" : "ЭМИ ракета",
		"helptext" : "При попадании, Шокли (Shockley) отключает большинство юнитов и структур в небольшой области на 45 секунд."
	},
	"striderhub" : {
		"name" : "Хаб страйдеров",
		"description" : "Производит страйдеров",
		"helptext" : "Хаб страйдеров (Strider Hub) производит страйдеров - гигантских мехов, внушающих благоговение союзникам и вселяющих ужас в сердца врагов. В отличие от обычного завода, хаб нужен только для старта проекта, но не для его завершения."
	},
	"amphcon" : {
		"name" : "Улитка",
		"description" : "Бот-строитель амфибий, сворачивается в бронированную форму, когда стоит на месте",
		"helptext" : "Улитка (Conch) - это прочный строитель, способный строить и перерабатывать как на морском дне, так и на суше. Получает лишь четверть урона стоя на месте благодаря своей бронированной форме."
	},
	"spiderriot" : {
		"name" : "Крестовик",
		"description" : "Паук подавления",
		"helptext" : "Крестовик (Redback) вооружен скорострельной лазерной пушкой, превращающей рейдеров в груды металлолома, но малоэффективной в схватке со стрелками."
	},
	"spiderassault" : {
		"name" : "Пустынник",
		"description" : "Вездеходный паук-штурмовик",
		"helptext" : "Пустынник (Hermit) может выдержать большие повреждения. Он полезен в качестве щита для слабых, но наносящих больший урон Отшельников (Recluse)."
	},
	"turretantiheavy" : {
		"name" : "Люцифер",
		"description" : "Тахионный излучатель - нужно подключение к энергосети (50+)",
		"helptext" : "Внутри тяжело бронированного корпуса Люцифера (Lucifer) скрывается разрушительный тахионный ускоритель. Это внушающее ужас оружие способно точечно испепелять врагов на огромном расстоянии, при условии, что вы соединили его с источником энергии. Помните, что Люцифер - это оружие поддержки. Стоит оставить его неприкрытым - и он будет уничтожен толпой рейдеров. В случае обстрела дальнобойной артиллерией или авиацией, основное оружие может быть убрано в корпус башни, что позволяет ей получать лишь четверть урона."
	},
	"jumparty" : {
		"name" : "Фаерщик",
		"description" : "Шагоход артиллерийского подавления",
		"helptext" : "Мортиры среднего радиуса действия Фаерщика (Firewalker) способны поджечь небольшой участок ландшафта, делая его непригодным для использования в течение ограниченного периода времени. Сам по себе он, однако, неуклюж и неповоротлив."
	},
	"spideraa" : {
		"name" : "Тарантул",
		"description" : "Паук ПВО",
		"helptext" : "Тарантул (Tarantula) - вездеходный ПВО юнит, защищающий других пауков от нападения с воздуха с помощью ракет средней дальности."
	},
	"chicken_pigeon" : {
		"name" : "Голубь",
		"description" : "Летающий разведчик",
		"helptext" : "Голубь (Pigeon) - маленькая летающая курица, стреляющая спорами."
	},
	"cloakheavyraid" : {
		"name" : "Коса",
		"description" : "Невидимый робот-рейдер",
		"helptext" : "Коса (Scythe) слишком слаба чтобы встречать противника лицом к лицу, но персональный генератор невидимости позволяет ей проскользнуть через оборону противника и ударить по его экономике. Косы могут быстро регенерировать потерянное здоровье вне боя."
	},
	"jumpblackhole" : {
		"name" : "Сдерживатель",
		"description" : "Пусковая установка черных дыр",
		"helptext" : "Сдерживатель (Placeholder) - это юнит поддержки, выстрелы которого создают вакуум, втягивающий ближайших юнитов и удерживающих их в одной куче, что позволяет быстро их ликвидировать."
	},
	"vehcon" : {
		"name" : "Каменщик",
		"description" : "Строительная машина",
		"helptext" : "Проворный и прочный, Каменщик (Mason) поможет быстро застроить всё вокруг."
	},
	"amphtele" : {
		"name" : "Джин",
		"description" : "Амфибия-телепорт",
		"helptext" : "Джин (Djinn) - специальный юнит дающий уникальную возможность почти моментально перемещать большие армии в любую точку карты.  Будучи неподвижным Джин будет телепортировать всех юнитов находящихся около Лампы (Lamp) к себе. Телепортация в обратную сторону, от Джина к маяку, невозможна, так что убедитесь что место назначения безопасно."
	},
	"shipcon" : {
		"name" : "Моряк",
		"description" : "Строительный корабль",
		"helptext" : "Моряк (Mariner), будучи достаточно дорогим, обладает очень мощной строительной наноустановкой вкупе с прочной броней и хорошей скоростью."
	},
	"shipscout" : {
		"name" : "Катер",
		"description" : "Патрульная лодка (разведчик/рейдер)",
		"helptext" : "Будучи дешёвым, быстрым и хрупким, Катер (Cutter) хорош в качестве рейдера и разведчика для нахождения дальнобойных кораблей противника. Для боя ему недостаёт брони и огневой мощи, однако он способна отключить орудия неприятеля."
	},
	"shiptorpraider" : {
		"name" : "Охотник",
		"description" : "Торпедный фрегат (рейдер)",
		"helptext" : "Охотник (Hunter) - это мобильный противолодочный юнит. Его оружие эффективно поражает над- и подводные цели."
	},
	"shipskirm" : {
		"name" : "Мистраль",
		"description" : "Ракетный крейсер (стрелок/артиллерия)",
		"helptext" : "Мистраль (Mistral) несет сноп ракет, способных вести огонь смертоносными залпами по морским или береговым целям. Остерегайтесь подводных юнитов и корветов."
	},
	"subraider" : {
		"name" : "Морской Волк",
		"description" : "Подводная лодка (рейдер)",
		"helptext" : "Морской Волк (Seawolf) - быстрый, но дорогой подводный юнит. Он может вести огонь только перед собой и обладает низкой маневренностью. Его торпеды так же замедляют цель, что делает его превосходным охотником на одиночные цели и судном перехвата."
	},
	"subtacmissile" : {
		"name" : "Сцилла",
		"description" : "Тактическая ядерная подлодка, расходует 20 м/с, 30 секунд на подготовку ракеты",
		"helptext" : "Сцилла (Scylla) способна атаковать мощным и точным оружием - собственными тактическим ядерными ракетами. Она, однако, не имеет защиты от прямых столкновений, и должна избегать непосредственного контакта с врагом."
	},
	"shipriot" : {
		"name" : "Корсар",
		"description" : "Корвет (рейдер/подавление)",
		"helptext" : "Корсар (Corsair) вооружен двумя дробовиками, эффективными против всего, что находится к ним слишком близко, но ему нечего противопоставить подводным целям."
	},
	"shipassault" : {
		"name" : "Сирена",
		"description" : "Эсминец (подавление/штурм)",
		"helptext" : "Сирена (Siren) -  многоцелевой корабль подавления и штурма, обладающий прочной броней, дальнобойными ракетами и звуковой пушкой, поражающей в том числе и подводные цели."
	},
	"shiparty" : {
		"name" : "Посланец",
		"description" : "Эсминец (огневая поддержка/артиллерия)",
		"helptext" : "Посланец (Envoy) имеет на борту мощное и дальнобойное орудие, полезное для уничтожения неподвижных огневых точек и береговых целей. Но берегитесь самолётов и корветов, так как орудия эсминца не приспособлены для уничтожения быстро движущихся целей."
	},
	"shipaa" : {
		"name" : "Зефир",
		"description" : "Фрегат ПВО",
		"helptext" : "Зефир (Zephyr) вооружен парой лазерных пушек, ведущими огонь по воздушным целям и оснащён радаром. Прекрасно справляется с воздушными целями, но не способен вести огонь по наземной или морской технике."
	},
	"shipheavyarty" : {
		"name" : "Сёгун",
		"description" : "Линкор (тяжёлая артиллерия)",
		"helptext" : "Один залп этого монстра способен испепелить любую цель. Психологический эффект от множественных вспышек орудий и накреняющегося от отдачи выстрелов корабля действительно впечатляет, даже без учета последствий прямого попадания. Будьте внимательны - Сёгун не приспособлен к использованию без прикрытия, поскольку не имеет противовоздушных и противолодочных орудий."
	},
	"factorygunship" : {
		"name" : "Завод экранопланов",
		"description" : "Производит экранопланы",
		"helptext" : "Завод экранопланов (Gunship Plant) рассчитан на непосредственную авиа-поддержку. В нем производится транспорты для перевозки наземных юнитов и боевая техника, способная выполнять различные наступательные или оборонительные операции."
	},
	"turretheavy" : {
		"name" : "Опустошитель",
		"description" : "Тяжелое укрепление со средней дальностью огня - нужно подключение к энергосети (50+)",
		"helptext" : "Вооружённый тяжелой плазменной пушкой и спаренным тепловым лучом, Опустошитель (Desolator) представляет собой центральную точку в обороне против вражеских атак. Он может складываться в режим бункера чтобы пережить артиллерийскую или воздушную бомбёжку, получая лишь четверть урона в обмен на невозможность ведения огня из основного орудия."
	},
	"turretimpulse" : {
		"name" : "Ньютон",
		"description" : "Гравитационная турель",
		"helptext" : "Ньютон (Newton) оснащён экспериментальным гравитационным орудием которое не наносит никакого урона, но может притягивать и отталкивать разные объекты. Его можно использовать как на вражеских, так и на своих юнитах."
	},
	"assaultcruiser" : {
		"name" : "Покоритель",
		"description" : "Тяжёлый крейсер (штурмовик)",
		"helptext" : "Крейсер Покоритель (Vanquisher) может похвастаться отличной бронёй и смертельной огневой мощью на коротком расстоянии. Его пушки Гаусса способны прошивать броню надводных целей как масло, в то время как его ракеты достают врагов, как на поверхности воды, так и под водой. К сожалению, невысокий радиус стрельбы и отсутствие средство ПВО делают его уязвимым для сверхмощных юнитов и самолётов."
	},
	"shieldfelon" : {
		"name" : "Атаман",
		"description" : "Подавитель со щитом",
		"helptext" : "Атаман (Felon), использующий заряд своего щита в качестве боеприпаса для мощных и точных разрядов своего оружия во врага. Поддерживайте его боеспособность, связывая с щитами других юнитов."
	},
	"seismic" : {
		"name" : "Дрожь",
		"description" : "Сейсмическая ракета",
		"helptext" : "Дрожь (Quake) создаёт сейсмическую волну на большой области, в результате чего поверхность земли сглаживается.  Эта ракета почти не наносит урона юнитам."
	},
	"striderscorpion" : {
		"name" : "Скорпион",
		"description" : "Тяжелый страйдер-лазутчик",
		"helptext" : "Скорпион (Scorpion) парализует своих жертв при помощи электрического жала, а затем кромсает их на мелкие кусочки излучателями частиц, вмонтированными в клешни. Его панцирь надежно защищает от вражеского огня и также может становится прозрачным, делая Скорпиона невидимым."
	},
	"vehcapture" : {
		"name" : "Властитель",
		"description" : "Машина-поработитель",
		"helptext" : "Властитель (Dominatrix) захватывает юнитов противника, оборачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 12 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу."
	},
	"factorytank" : {
		"name" : "Завод танков",
		"description" : "Производит тяжёлую гусеничную технику",
		"helptext" : "Завод танков (Tank Foundry) целиком специализирован на методе грубой силы. Ничто не справляется с задачей лучше, чем непрерывный артобстрел с последующим прорывом тяжелейших танков на поле боя. Ключевые юниты: Эмиссар (Emissary), Минотавр (Manotaur), Огр (Ogre), Циклоп (Cyclops)."
	},
	"striderbantha" : {
		"name" : "Паладин",
		"description" : "Страйдер огневой поддержки",
		"helptext" : "Паладин (Paladin) - это ещё более серьёзное средство против непробиваемой линии обороны, ведь благодаря наличию Тахионного ускорителя и ЭМИ ракет для обстрела, электричесих пушек для непосредственного боя и мощной брони он является крайне многообразной огневой платформой. Не забывайте, что Паладин не имеет средств ПВО и не должен быть использована без поддержки."
	},
	"shipcarrier" : {
		"name" : "Риф",
		"description" : "Авианосец (бомбардировка), складирует обезоруживащие ракеты по 5 м/с",
		"helptext" : "Риф (Reef), будучи самым универсальным кораблем в открытом море, выполняет несколько функций одновременно: во-первых он экипирован крылатыми ракетами для обезоруживания целей на больших расстояниях; во-вторых авианосец также является мобильной ремонтной базой для дружественных самолётов; наконец, что, возможно, наиболее ценно, Риф способен производить и запускать атакующих дронов."
	},
	"turretaaflak" : {
		"name" : "Долото",
		"description" : "Зенитное орудие",
		"helptext" : "Долото (Thresher) - это зенитное орудие с большой зоной поражения и недюжинным уроном, способное быстро превратить вражеские экранопланы в дуршлаги."
	},
	"factoryjump" : {
		"name" : "Завод прыгающих и специальных юнитов",
		"description" : "Производит прыгающие и специальные шагоходы",
		"helptext" : "Завод прыгающих и специальных юнитов (Jumbot Factory)  располагает уникальными тактическими возможностями. Юниты, производимые на этой фабрике, могу преодолеть значительную дистанцию одним прыжком, чтобы вступить в ближний бой, перейти через холмы и реки, или сократить путь через линию фронта. Ключевые юниты: Пиро (Pyro), Модератор (Moderator), Кувалда (Jack), Фаерщик (Firewalker), Жонглёр (Jugglenaut)."
	},
	"jumpsumo" : {
		"name" : "Жонглёр",
		"description" : "Тяжелый прыгающий штурмовой робот",
		"helptext" : "Впечатляющая броня Жонглёра (Jugglenaut) делает его практически неудержимым шаром смерти. Прыгая, он давит врагов и ломает их строй, а две его гравитационный пушки способны оттолкнуть опасные цели или вмазать в свой корпус мелких неприятелей."
	},
	"jumpscout" : {
		"name" : "Щенок",
		"description" : "Ходячая ракета",
		"helptext" : "Щенок (Puppy) - быстрый рейдер-камикадзе, эффективно уничтожающий слабозащищённые цели. Находясь рядом с обломками постепенно производит из них новых Щенят."
	},
	"turretaalaser" : {
		"name" : "Бритва",
		"description" : "Укреплённая лазерная турель ПВО",
		"helptext" : "Бритва (Razor) - это хорошо защищённая противовоздушная лазерная установка. Вне режима ведения огня, она складывается в бункер, получая лишь четверть урона, что позволяет ей пережить даже ядерный удар."
	},
	"hovercon" : {
		"name" : "Перо",
		"description" : "Строительное СВП",
		"helptext" : "Перо (Quill) позволяет плавно расширять вашу сферу влияния на море и земле. Оно также может обнаруживать подводные лодки, если они подойдут слишком близко."
	},
	"jumpaa" : {
		"name" : "Жаба",
		"description" : "Тяжелый прыгающий робот ПВО",
		"helptext" : "Сдвоенный лазер и пулемёт позволяют Жабе (Toad) быстро расправляться с вражеской авиацией. Вдобавок, она может прыгать, что позволяет ей быстро перемещаться на удобную позицию или сбегать."
	},
	"tankheavyraid" : {
		"name" : "Блиц",
		"description" : "Электро-рейдер/штурмовой танк",
		"helptext" : "Блиц (Blitz) - это высокотехнологичный рейдер вооружённый  электро-пушкой, которая, в добавок к обычному урону, парализует врагов. Благодаря этому, Блиц может выводить из строя легкую оборону и проезжать через линию фронта чтобы направиться прямо в сердце вражеской экономики."
	},
	"staticheavyradar" : {
		"name" : "Усов радарная башня",
		"description" : "Радар дальнего действия",
		"helptext" : "Усовершенствованная радарная башня (Advanced Radar Tower) имеет значительно больший радиус действия по сравнению с базовой версией."
	},
	"amphimpulse" : {
		"name" : "Брызгун",
		"description" : "Робот подавления/рейдер амфибия",
		"helptext" : "Брызгун (Archer) использует мощные гидро-резаки высокой дальности действия для поражения врагов. Брызгуны могут всплывать на поверхность, чтобы атаковать вражеские корабли."
	},
	"fakeunit" : {
		"name" : "Ложный сигнал радара",
		"description" : "Создан генераторами помех.",
		"helptext" : "Поддельный модуль для технических задач."
	},
	"shieldshield" : {
		"name" : "Аспид",
		"description" : "Робот с купольным щитом",
		"helptext" : "Аспид (Aspis) защищает окружающие юниты своим объемным щитом, поглощающим входящие снаряды противника, и способным соединяться с щитами других юнитов для перераспределения заряда. Объемный щит не останавливает юниты и перехватывает снаряды только по периметру - таким образом, враги могут пройти под щит и стрелять по юнитам внутри. Перезарядка и поддержка щита расходуют энергию."
	},
	"jumpraid" : {
		"name" : "Пиро",
		"description" : "Прыгающий рейдер/подавитель",
		"helptext" : "Пиро (Pyro) - это дешёвый и быстрый шагоход с огнемётом. Огнемёт наносит увеличенный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения Пиро поджигает ближайших юнитов. Помимо этого, он имеет прыжковые двигатели, позволяющие ему преодолевать препятствия или внезапно прыгать на противника."
	},
	"tankheavyarty" : {
		"name" : "Сотрясатель",
		"description" : "Тяжелый артиллерийский танк",
		"helptext" : "Идея, лежащая в основе Сотрясателя (Tremor), проста: всади вокруг достаточно меди, и в кого-нибудь да попадёшь. Медленный, неуклюжий, уязвимый и абсолютно устрашающий, Сотрясатель лучше всего работает против плотных отрядов противника, где его снаряды имеют максимальный шанс нанести урон. Он разносит щиты в течение секунд, а разрывы его снарядов преобразуют ландшафт в ровное поле."
	},
	"tankraid" : {
		"name" : "Кодати",
		"description" : "Танк-рейдер",
		"helptext" : "Крохотный Кодати (Kodachi) уникален в своём классе. Маленький и юркий, он, в тоже время, хорошо бронирован, что позволяет ему подъехать достаточно близко чтобы выстрелить охапку снарядов с напалмом. Для наибольшей эффективности, Кодати должен подъехать, атаковать и быстро удрать до того как враги его убьют. Поврежденные Кодати быстро восстанавливаются после битвы."
	},
	"cloakcon" : {
		"name" : "Волшебник",
		"description" : "Невидимый робот-строитель",
		"helptext" : "Волшебник (Conjurer) оснащён небольшим устройством помех и персональным генератором невидимости, что позволяет ему строить и чинить, оставаясь незамеченным. Он также умеет активировать небольшое поле невидимости, которое в отличие от вышеупомянутых способностей, требует энергии для поддержания."
	},
	"turretsunlance" : {
		"name" : "Солнцепёк",
		"description" : "Anti-Tank Turret - Requires 25 Power",
		"helptext" : "The Sunlance's heavy disruptor beam cripples even the heaviest assault unit and will stop any armored assault dead in its tracks."
	},
	"shieldassault" : {
		"name" : "Громила",
		"description" : "Штурмовой бот со щитом",
		"helptext" : "Громила (Thug) очень хорош в роли щита для других ботов. Благодаря связи между щитами, Громилы намного сильнее в группе, однако они уязвимы для сосредоточенного огня и взрывов."
	},
	"amphriot" : {
		"name" : "Молюск",
		"description" : "Робот подавления амфибий (противоподлодочный)",
		"helptext" : "Молюск (Scallop) - гибкий в использовании юнит, вооружённый торпедами против подводных целей и счетверенным дробовиком против наземных противников."
	},
	"planecon" : {
		"name" : "Журавль",
		"description" : "Самолёт-строитель",
		"helptext" : "Журавль (Crane) может быстро летать по карте, но он очень уязвим для ПВО. Хотя у него относительно малая скорость строительства по сравнению с другими строителями, он может строить в труднодоступных местах и захватывать выгодную территорию до того, как туда доберутся противники. Благодаря своей мобильности, он идеально подходит для переработки обломков и других мелких задач."
	},
	"gunshipraid" : {
		"name" : "Саранча",
		"description" : "Экраноплан-рейдер",
		"helptext" : "Саранча (Locust) - это легкий экраноплан-рейдер. Его большая скорость и порядочный урон делают его прекрасным юнитом для быстрого нападения на вражескую экономику или неточных юнитов, таких как штурмовики. Саранча летает близко к земле и атакует только на малой дистанции, из-за чего уязвима даже для рейдеров. Как и любые другие рейдеры, Саранчу не следует использовать против обороны и юнитов подавления."
	},
	"shieldraid" : {
		"name" : "Бандит",
		"description" : "Легкий/средний бот-рейдер",
		"helptext" : "Бандит (Bandit) крепче и дальнобойнее Глефы (Glave), но это не делает его лучше против окопавшегося противника. Легко уничтожается подавителями или ЛЛТ."
	},
	"amphraid" : {
		"name" : "Утка",
		"description" : "Рейдер-амфибия",
		"helptext" : "Утка (Duck) является базовым подводным рейдером. Вооружённый торпедами ближнего боя, этот юнит использует свою относительно высокую скорость чтобы истреблять оставленные без защиты морские единицы врага. На земле, Утка способна запускать свои снаряды в качестве неплохих бронебойных ракет малой дальности."
	},
	"planefighter" : {
		"name" : "Стриж",
		"description" : "Лёгкий многоцелевой истребитель",
		"helptext" : "Стриж (Swift) может стрелять и по наземным, и по воздушным целям. Стрижи хорошо защищают от воздушных юнитов противника, но вражеские ПВО и превосходящие силы истребителей быстро их уничтожают. В больших количествах могут заметно навредить наземным юнитам. Оснащены системой форсажа, позволяющей им моментально ускоряться и выполнять недоступные человеческим пилотам пируэты."
	},
	"dronecarry" : {
		"name" : "Чайка",
		"description" : "Дрон-компаньон",
		"helptext" : "Чайка (Gull) это маленький агрессивный дрон, вооружённый энергетическим пулемётом. Носитель дронов способен производить по 2 дрона каждые 15 секунд, вплоть до 8 штук."
	},
	"turretheavylaser" : {
		"name" : "Жало",
		"description" : "Мощная лазерная турель",
		"helptext" : "Жало (Stinger) - это средняя лазерная турель. На ней установлены три вращающиеся лазерные пушки способные уничтожить практически любого малого юнита, а её дальность атаки позволяет расправиться с большинством стрелков, но, из-за низкой скорострельности, без должного прикрытия она уязвима перед толпами врагов."
	},
	"hoversonic" : {
		"name" : "Моргенштерн",
		"description" : "Противолодочное СВП",
		"helptext" : "Моргенштерн (Morningstar) вооружен звуковой пушкой, для которой абсолютно не имеет значения находится ли цель под водой или на её поверхности."
	},
	"chicken_tiamat" : {
		"name" : "Тиамат",
		"description" : "Тяжёлый штурмовик/подавитель",
		"helptext" : "Тиамат (Tiamat) - это совершенная штурмовая курица, умеющая дышать огнём, плеваться спорами и являющаяся монстром, не ведающим ни страха, ни пощады. Он также имеет слизистый щит, защищающий от обстрела его самого и других куриц."
	},
	"bomberstrike" : {
		"name" : "Пустельга",
		"description" : "Tactical Strike Bomber",
		"helptext" : "The Kestrel launches short-range surface attack missiles that can also hit submarines. It is the best bomber for picking off single mobile targets."
	},
	"staticrearm" : {
		"name" : "ВВП",
		"description" : "Ремонтирует и перезаряжает самолёты, ремонтирует за 2.5 э/с на площадку",
		"helptext" : "Взлётно-посадочная платформа (ВВП, Airpad) ремонтирует до 4 самолётов одновременно. Она также заправляет и перезаряжает бомбардировщики."
	},
	"dynrecon1" : {
		"name" : "Командир-Разведчик",
		"description" : "Высокомобильный командир",
		"helptext" : "Командир-Разведчик (Recon Commander) - высокомобильный командир, строит по 10м/с. Он ориентирован на использование мобильности и коварства. Это легкобронированное шасси может носить широкий выбор модулей и оружия специального назначения, а также имеет встроенные прыжковые двигатели."
	},
	"gunshipemp" : {
		"name" : "Комар",
		"description" : "Легкий парализующий дрон",
		"helptext" : "Комар (Gnat) не наносит урона, но парализует врагов, что делает его прекрасным юнитом обороны. Он хорошо действует в команде с другими экранопланами, останавливая врагов пока те их убивают. Комары могу парализовать даже тяжёлого юнита, но они очень быстро погибают при любом сопротивлении."
	},
	"bomberriot" : {
		"name" : "Феникс",
		"description" : "Напалмовый бомбардировщик",
		"helptext" : "Напалмовые бомбы Феникса (Phoenix) уничтожают большие скопления юнитов и легких построек. - Они на деревьях Джонни!"
	},
	"striderarty" : {
		"name" : "Мерлин",
		"description" : "Тяжелый ракетный артиллерийский страйдер",
		"helptext" : "Мерлин (Merlin) - РСЗО страйдер, способный выпустить залп смертоносных ракет, гарантирующий полное уничтожение практически всего, что попало в область поражения, а затем быстро отступить за линию дружественного фронта."
	},
	"gunshipheavytrans" : {
		"name" : "Геркулес",
		"description" : "Бронированный тяжёлый транспорт",
		"helptext" : "Геркулес (Hercules), в отличии от Харона (Charon), может перевозить любые наземные юниты. Он вооружен ПВ лазерной пушкой и двумя лазерами для огня по наземным целям. Он также оснащён системой аварийного выброса груза. Все это делает его идеальным транспортом для доставки войск в горячие точки."
	},
	"planescout" : {
		"name" : "Сова",
		"description" : "Самолёт с радаром и сонаром",
		"helptext" : "Сова (Owl) не знает себе равных в разведке. Она оснащена не только радаром, но и сонаром для обнаружения подводных юнитов противника."
	},
	"planelightscout" : {
		"name" : "Воробей",
		"description" : "Лёгкий разведчик",
		"helptext" : "Воробей (Sparrow) - это легкий разведчик, который можно построить из радарной башни, что делает его единственным самолетом, который доступен без соответствующего завода. Такой доступный вариант разведки неоценим для тех, у кого нет доступа к самолетам, но, как правило, его превосходят более быстрый Стриж (Swift) и более крупная Сова (Owl)."
	},
	"amphfloater" : {
		"name" : "Буй",
		"description" : "Тяжёлый робот-стрелок амфибий",
		"helptext" : "Буй (Buoy) не может стрелять под водой и ему приходится всплывать на поверхность для выстрела по врагу из своей замедляющей пушки, обладающей внушительной дальностью. Буй не может двигаться пока плавает на поверхности. "
	},
	"dynknight1" : {
		"name" : "Командир",
		"description" : "Mobile Assault Commander",
		"helptext" : "The Knight Commander chassis is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration."
	}
}
