{
	"starlight_satellite" : {
		"name" : "Вспышка",
		"description" : "Спутник",
		"helptext" : "(Glint) Спутник нацеливания Звездного Света."
	},
	"gunshipcon" : {
		"name" : "Oca",
		"description" : "Тяжелый вертолёт-строитель, строит со скоростью 7.5 м/с.",
		"helptext" : "Оса - (Wasp) - это тяжелый вертолёт-строитель, способный возводить постройки в самых недоступных уголках карты, будь то суша, горы или океан."
	},
    "gunshipskirm": {
        "helptext": "Гарпия (Harpy) - Легкий многоцелевой вертолет поддержки. Хоть его ракеты и не наносят больших повреждений, они весьма точны, а их боеголовки способны замедлить цель при попадании.",
        "description": "Многоцелевой вертолёт",
        "name": "Гарпия"
    },
    "factorycloak": {
        "helptext": "Предпочитая хитрость грубой силе, эта фабрика специализируется на скрытности, мобильности и ЭМИ вооружении, нанося удар в слабые места противника.",
        "description": "Производит невидимых ботов, строит по 10 м/с.",
        "name": "Фабрика невидимых ботов"
    },
    "tankarty": {
        "helptext": "Тяжелая и дальнобойная гаубица Эмиссара (Emissary) делает его прекрасным выбором для артобстрелов мобильных целей и статичных укреплений. Однако, ему следует избегать ближнего боя.",
        "description": "Универсальная САУ",
        "name": "Эмиссар"
    },
    "staticmissilesilo": {
        "helptext": "Ракетная шахта (Missile Silo) способна произвести и хранить до 4-х разных ракет, каждая из которых имеет свою уникальную боеголовку. Ракетная шахта позволяет наносить точечные удары с безопасной дистанции.",
        "description": "Производит ракеты, строит со скоростью 10 м/с.",
        "name": "Ракетная шахта"
    },
    "spiderscout": {
        "helptext": "Блоха (Flea) может маскироваться в труднодоступных местах, где ее датчики позволяют ей наблюдать за противником, находясь вне их обзора. На ранней стадии игры небольшие группы Блох можно использовать для набегов на месторождения. На картах с высокими скалами они могут атаковать с неожиданных сторон. Тем не менее, блоха наносит небольшие повреждения и умирает от любого урона.",
        "description": "Сверхлёгкий паук-разведчик",
        "name": "Блоха"
    },
    "energyfusion": {
        "helptext": "Реактор ядерного синтеза (Fusion Reactor) производит большое количество энергии при относительно малой цене. Однако, такой реактор является отличной целью из-за своей слабой брони и, самое главное, опасного для ближайших строений и юнитов взрыва, в случае уничтожения.",
        "description": "Средняя электростанция (+35)",
        "name": "Реактор ядерного синтеза"
    },
    "chickenlandqueen": {
        "helptext": "Тикайте, хлопцы! Курица-королева - матка всей колонии. Если она разозлится, то остановить её станет практически невозможно. Она может плеваться напалмом, распылять уничтожающие авиацию споры и пинать наземных юнитов. И, самое страшное, своими челюстями разрывает даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить её с помощью контратаки.",
        "description": "Кудахтающий АД!",
        "name": "Курица-королева"
    },
    "tankassault": {
        "helptext": "Минотавр (Minotaur) - тяжёлый танк с толстой бронёй. Может похвастаться высокой живучестью в битвах, однако из-за низкой скорости огня он малоэффективен против толп легких целей, а за его тяжелую броню приходится расплатиться маневренностью.",
        "description": "Штурмовой танк",
        "name": "Минотавр"
    },
    "chicken_listener": {
        "helptext": "Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальный слух, позволяющий ему точно определять местоположение наземных войск противника",
        "description": "Закапывающийся мобильный сейсмический детектор",
        "name": "Слушатель"
    },
    "dynassault1": {
        "helptext": "Ходовая Стража обладает усиленным бронированием и повышенной огневой мощью, но относительно низкой скоростью и отсутствием модулей поддержки.",
        "description": "Тяжелый боевой командир",
        "name": "Командир-Страж"
    },
    "jumparty": {
        "helptext": "Мортиры среднего радиуса действия Огнехода(Firewalker) способны поджечь небольшой участок ландшафта, делая его непригодным для использования в течение ограниченного периода времени. Однако сам по себе он неуклюж и неповоротлив.",
        "description": "Робот огневой поддержки (артиллерия/стрелок)",
        "name": "Огнеход"
    },
    "cloakbomb": {
        "helptext": "Чертёнок (Imp) полагается на свою скорость и маленький размер в уклонении от огня неточного оружия, в особенности от штурмовиков и большинства стрелков. Он может парализовать тяжелые юниты противника или отряды лёгких рейдеров, неспособных убить его до попадания в зону поражения. После чего, другие юниты, как правило, безнаказанно истребляют обезвреженных Чертёнком врагов.",
        "description": "Вездеходная ползучая ЭМИ-бомба",
        "name": "Чертёнок"
    },
    "shieldriot": {
        "helptext": "Изгой (Outlaw) излучает вокруг себя электромагнитные импульсы, которые повреждают и замедляют врагов, оставляя союзников невредимыми.",
        "description": "Робот подавления",
        "name": "Изгой"
    },
    "chickenc": {
        "helptext": "Василиск (Basilisk) взбирается по стенам, подобно пауку, чтобы удивить противника едким кислотным дождем. Лишь самые бдительные способны выследить этих взбирающихся по холмам тварей, готовящимися огреть вашу базу с самых неожиданных углов. Вертолеты - лучшее средство от них.",
        "description": "Вездеходный подавитель",
        "name": "Василиск"
    },
    "hoverraid": {
        "helptext": "Кинжал (Dagger) - разведчик на воздушной подушке. Он предоставляет дешевую разведку, которую не жалко потерять, и даже способен прорядить экономику противника при возможности. Его орудие гауса поражает несколько целей в ряд и способно атаковать подводные цели.",
        "description": "Рейдер CВП",
        "name": "Кинжал"
    },
    "chicken_digger": {
        "helptext": "Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где угодно, вызвав полный хаос. Всегда защищайте свои стратегические объекты со всех сторон, поскольку Копатели могут обойти ваши фронтовые защитные сооружения.",
        "description": "Закапывающийся разведчик/рейдер",
        "name": "Копатель"
    },
    "chicken_leaper": {
        "helptext": "Прыгун (Leaper) - это быстрый атакующий юнит Куриц, способный быстро сократить расстояние с противником и с легкостью перепрыгивающий препятствия.",
        "description": "Прыгающий рейдер",
        "name": "Прыгун"
    },
    "chickenr": {
        "helptext": "Будучи органической артиллерией, Лобберы (Lobber) плюются шарами яда по высокой траектории на длинные дистанции. Они доставлют большие проблемы тем, кто полагается только на статичную защиту, однако Лобберы (Lobber) практически беспомощны в случае прямой атаки.",
        "description": "Артиллерия",
        "name": "Лоббер"
    },
    "dynrecon1": {
        "helptext": "Разведывательный Командир (Recon Commander) - высокомобильный командир, строит по 10м/с. Разведывательный командир ориентирован на использование мобильности и коварства. Эта легкобронированная платформа может носить широкий выбор модулей и оружия специального назначения и имеет встроенные прыжковые двигатели.",
        "description": "Высокомобильный командир",
        "name": "Разведывательный Командир"
    },
    "turrettorp": {
        "helptext": "Ёж (Urchin) защищает как от наводных, так и от подводных юнитов. Способен поразить СВП и вести огонь с берега.",
        "description": "Торпедный аппарат",
        "name": "Ёж"
    },
    "tankheavyassault": {
        "helptext": "Циклоп(Cyclops) - самый тяжелый танк на поле боя. Его основное орудие - огромная замедляющая пушка для беспощадного истребления танков поменьше. Тем не менее, поворачивается Циклоп как огромный бидон с водой, сравнительно низкая дальность огня делает его уязвимым для продвинутых стрелков и воздушных атак, а малая скорострельность оставляет брешь для массированных атак рейдеров. Тяжелое основное орудие Циклопа разносит стены, так что в некоторых случаях танк может быть использован для штурма терраформированных укреплений.",
        "description": "Сверхтяжелый убийца танков",
        "name": "Циклоп"
    },
    "jumpraid": {
        "helptext": "Пиро (Pyro) - это дешёвый и быстрый шагоход с огнемётом. Огнемёт наносит увеличенный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения Пиро (Pyro) поджигает ближайших юнитов. Помимо этого, он имеет прыжковые двигатели, позволяющие ему преодолевать препятствия или внезапно прыгать на противника.",
        "description": "Прыгающий рейдер/подавитель",
        "name": "Пиро"
    },
    "turretmissile": {
        "helptext": "Пикет (Picket) - это многоцелевая ракетная башня. Она хороша для атаки юнитов с приличного расстояния, при этом обеспечивая некоторую степень противовоздушной защиты и возможность обстрела вражеских легких лазерных башен за пределами их радиуса поражения. Однако, стоит только подуть на неё, как она сломается.",
        "description": "Легкая ракетная башня",
        "name": "Пикет"
    },
    "chicken_roc": {
        "helptext": "Большая,  злая и способная вести бой как с наземными, так и воздушными юнитами, Рух (Roc), является грозной летающей курицей.",
        "description": "Тяжёлый атакующий летун",
        "name": "Рух"
    },
    "shipriot": {
        "helptext": "Корсар (Corsair) вооружен двумя дробовиками, эффективными против всего, что находится к ним слишком близко, но ему нечего противопоставить подводным целям.",
        "description": "Корвет (рейдер/подавление)",
        "name": "Корсар"
    },
    "turretaaheavy": {
        "helptext": "Артемида (Artemis) - это сверхдальнобойная установка ПВО первого удара, отсылающая каждому самолёту предупреждение - сынок, тут тебе делать нечего. Каждая ракета подготавливается в течение 20 секунд, но затраченное время того стоит, поскольку залп подобных заранее заготовленных  ракет способен испепелить практически любую воздушную атаку без особых проблем.",
        "description": "Сверхдальнобойная установка ПВО",
        "name": "Артемида"
    },
    "amphimpulse": {
        "helptext": "Лучник (Archer) использует мощные гидроабразивные резаки высокой дальности действия для поражения врагов. Лучники могут всплывать на поверхность, чтобы атаковать вражеские корабли.",
        "description": "Амфибийный рейдер подавления",
        "name": "Лучник"
    },
    "staticjammer": {
        "helptext": "Глушители, подобные ему, взаимодействуют с вражескими радарными волнами, скрывая радиолокационное отражение ваших юнитов. Роговица (Cornea) также экипирован генератором невидимости, скрывающим ближайших юнитов от взгляда противника.",
        "description": "Станция постановки помех/поля невидимости",
        "name": "Роговица"
    },
    "amphbomb": {
        "helptext": "Блюдце способно избежать попадания снаряда, благодаря своим размерам и подвижности, позволяя ему добраться до противника, замедлив и повредив его.",
        "description": "Замедляющая амфибомба",
        "name": "Блюдце"
    },
    "factoryveh": {
        "helptext": "Фабрика роверов - классика блицкрига. Предоставляет доступ к набору быстрых и агрессивных транспортных средств с низким преодолеваемым углом ландшафта.",
        "description": "Производит колесный транспорт, строит со скоростью 10 м/с",
        "name": "Фабрика роверов"
    },
    "subtacmissile": {
        "helptext": "Скилла способна атаковать мощным и точным оружием - собственными тактическим ядерными ракетами. Однако, она не имеет защиты от прямых столкновений и должна избегать непосредственного контакта с врагом.",
        "description": "Тактическая ядерная подлодка, расходует 20 м/с, 30 секунд на подготовку ракеты.",
        "name": "Скилла"
    },
    "turretgauss": {
        "helptext": "Гаусс (Gauss) - это компактная, выдвижная турель с Гаусс-пушкой среднего радиуса действия. До тех пор, пока оружие находится в убранном состоянии, оно получает лишь четверть урона, что делает данную пушку отличным выбором, если враг использует артиллерию.",
        "description": "Пушка Гаусса",
        "name": "Гаусс"
    },
    "nebula": {
        "helptext": "Несмотря на маневренность кирпича и скромное вооружение, Туманность (Nebula) является грозным оружием благодаря наличию щита защищающего от дальнобойных атак и наличию боевых дронов, рвущих противников на части.",
        "description": "Atmospheric Mothership",
        "name": "Туманость"
    },
    "hoveraa": {
        "helptext": "Цеп (Flail) запускает большую ракету класса земля-воздух средней дальности, которая наносит высокие повреждения.",
        "description": "ЗРК СВП",
        "name": "Цеп"
    },
    "cloakarty": {
        "helptext": "Праща (Sling) оборудован плазменной пушкой, превосходящей по дальности большинство стационарной обороны и позволяющей стрелять по параболической траектории. Не смотря на то, что Молот эффективен против мобильных юнитов, его надо защищать от рейдеров и других быстрых юнитов.",
        "description": "Лёгкий робот-артиллерист",
        "name": "Праща"
    },
    "chickend": {
        "helptext": "Куриная трубка - это единственное защитное сооружение Куриц, стреляющее спорами по воздушным и наземным войскам.",
        "description": "Защитное сооружение и источник энергии",
        "name": "Куриная трубка"
    },
    "rocksink": {
        "description": "Rocks when you shoot at it.",
        "name": "Rocking Damage Sink thing"
    },
    "fakeunit_aatarget": {
        "description": "Used by the jumpjet script.",
        "name": "Fake AA target"
    },
    "mahlazer": {
        "helptext": "Огромное устройство, предназначенное для терраформинга планеты. Неплохо справляется с препятствиями в виде холмов, гор, надоедливых противников и их баз.",
        "description": "Планетарное энергетическое зубило",
        "name": "Звездный свет"
    },
    "spidercrabe": {
        "helptext": "Огромная пушка Краба (Crab) уничтожает большие группы дешёвых юнитов и превосходит по дальнобойности стационарную оборону. Когда Краб стоит на месте, он разворачивает свою броню, уменьшая получаемый урон в 3 раза. Однако, главная слабость Краба - его медлительность.",
        "description": "Тяжелый юнит сдерживания/Паук-стрелок. Сворачивается в броннированную форму, если стоит на месте.",
        "name": "Краб"
    },
    "subscout": {
        "helptext": "The Lancelet is basically a large smart torpedo with scouting functionality. It can remain hidden in the depths to observe enemy movements, then detonate its explosive charge to sink unwary ships.",
        "description": "Scout/Suicide Minisub",
        "name": "subscout"
    },
    "staticstorage": {
        "helptext": "Хранилище (Storage) можно использовать как буфер при временном увеличении количества добываемого метала, к примеру, при переработке обломков. Однако, при увеличении дохода на длительное время лучшим выбором будет увеличить промышленные мощности.",
        "description": "Хранит 500 метала и энергии",
        "name": "Хранилище"
    },
    "shieldscout": {
        "helptext": "Мешок с песком (Dirtbag) - безоружный юнит, чьё основное предназначение - это умереть и оставить после себя небольшую горку. Эффективен против машин и танков. Ещё его можно использовать как разведчика.",
        "description": "Мешок с песком",
        "name": "Мешок с песком"
    },
    "amphaa": {
        "helptext": "Морской Чёрт (Angler) - это амфибия ЗРК разработанная для уничтожения главного врага завода - бомбардировщика Ворон (Raven). Два Морских Чёрта могут внезапно всплыть на поверхность и быстро сбить одного Ворона.",
        "description": "Робот-амфибия ЗРК",
        "name": "Морской Чёрт"
    },
    "tankaa": {
        "helptext": "Зенитная пушка Эттин (Ettin) быстро уничтожает вражеские вертолёты и достаточно эффективна против самолётов.",
        "description": "Зенитный танк",
        "name": "Эттин"
    },
    "asteroid": {
        "helptext": "Обычно астероиды падают на землю из-за Контроллера метеоров, который использует их как оружие чтобы сокрушить врага, однако астероиды можно перерабатывать.",
        "description": "Камень из космоса",
        "name": "Астероид"
    },
    "planeheavyfighter": {
        "helptext": "Раптор (Raptor) специализируется на уничтожении всего что летает. Он достаточно крепок, чтобы выдержать обстрел небольших сил ПВО, однако, у него нет возможности стрелять по наземным целям.",
        "description": "Истребитель",
        "name": "Раптор"
    },
    "hoverskirm2": {
        "helptext": "The Trisula is a fairly fast, sturdy combatant armed with a scatter beam weapon that can erase multiple small targets or slag a single large one.",
        "description": "Light Assault/Battle Hover",
        "name": "hoverskirm2"
    },
    "vehriot": {
        "helptext": "Мощная пушка Разрывателя (Ripper), как следует из названия, легко разрывает толпы легких юнитов противника. Снаряд из этой пушки летит по прямой траектории, так что их лучше всего выстраивать в линию. Из-за малой скорости и дальности, Разрыватель - лёгкая добыча для стрелков. Разрывы снарядов Разрывателя сглаживают землю, облегчая прохождение по ней для других машин.",
        "description": "Машина подавления",
        "name": "Разрыватель"
    },
    "staticshield": {
        "helptext": "Эгида (Aegis) защищает умеренную площадь своим щитом-пузырём, останавливающим вражеские снаряды, но пропускающим взрывные волны. Щит требует значительного количества энергии на поддержание и не останавливает атаки оружия, урон которого превышает их текущую ёмкость.",
        "description": "Генератор объемного щита",
        "name": "Эгида"
    },
    "turretaaclose": {
        "helptext": "Парные ракеты Ножовки (Hacksaw) способны сбить даже самый тяжёлый бомбардировщик за пару выстрелов, но требуют большого количества времени для перезарядки, делая саму установку чуть менее чем идеальной целью для легких летающих юнитов противника.",
        "description": "Залповый ЗРК",
        "name": "Ножовка"
    },
    "chicken_rafflesia": {
        "helptext": "Раффлезия (Rafflesia) защищает ближайших куриц и их структуры при помощи щита.",
        "description": "Куриный щит (неподвижный)",
        "name": "Раффлезия"
    },
    "empiricaldpser": {
        "description": "Shoot at it for science.",
        "name": "Empirical DPS thing"
    },
    "hoverassault": {
        "helptext": "Если Алебарда (Halberd) не ведет огонь, она прячется в бронированную оболочку, что позволяет ей получать в 4 раза меньше повреждений. Ее медленное и имеющее малую дальность оружие не приспособлено для стрельбы по быстродвижущимся целям.",
        "description": "СВД прорыва блокады",
        "name": "Алебарда"
    },
    "shieldcon": {
        "helptext": "Каторжник (Convict) - оснащенный щитом бот-конструктор, способный поддерживать щиты союзников.",
        "description": "Строительный бот со щитом, строит со скоростью 5 м/с",
        "name": "Каторжник"
    },
    "shiptransport": {
        "helptext": "Сёрфборд (Surfboard) служит в качестве морского транспорта и огневой платформы, то есть любой юнит, находящийся на Сёрфборде (Surfboard), может стрелять с него.",
        "description": "Транспортная платформа",
        "name": "Сёрфборд"
    },
    "energysingu": {
        "helptext": "Сингулярный реактор (Singularity Reactor) генерирует огромное количество энергии при помощи контролируемой черной дыры - и это настолько же безопасно, насколько и звучит. В случае разрушения реактора, высвобождается энергии в количество эквивалентному ядерному взрыву. Целый континент стоит считать небезопасной территорией после постройки данного реактора.",
        "description": "Большая электростанция (+225) - ОПАСНО!!!",
        "name": "Сингулярный реактор"
    },
    "bomberdisarm": {
        "helptext": "Буревестник (Thunderbird) - быстрый бомбардировщик, вооруженный генератором молний, который обезоруживает юнитов в широкой области под ним.",
        "description": "Обезоруживающий бомбардировщик",
        "name": "Буревестник"
    },
    "chicken_spidermonkey": {
        "helptext": "Паукообразная обезьяна (Spidermonkey) - это очень необычная курица поддержки. Как и предполагает название, она может карабкаться по стенам, кроме того, она может плеваться шелком, который замедляет и подтягивает врагов.",
        "description": "Вездеходная поддержка",
        "name": "Паукообразная обезьяна"
    },
    "shieldskirm": {
        "helptext": "Баллистические ракеты Разбойника (Rogue) медленно перезаряжаются, но больно бьют - и, таким образом, отлично приспособлены для осторожных вылазок на дистанцию выстрела по единицам врага, либо для запуска мощных залпов в начале сражения. Отбивайтесь от них с помошью быстрых единиц или ползучих бомб, если Разбойников слишком много.",
        "description": "Робот-стрелок (непрямой огонь)",
        "name": "Разбойник"
    },
    "dronelight": {
        "helptext": "Светлячок (Firefly) - это атакующий дрон, вооруженный слабым лазером. Он способен защитить своего хозяина от атак легких единиц противника. Однако он не способен использовать генератор поля невидимости носителя, поэтому способен выдать присутствие замаскированного командира.",
        "description": "Атакующий дрон",
        "name": "Светлячок"
    },
    "chickenblobber": {
        "helptext": "Будучи старшим братом Лоббера (Lobber), Блоббер (Blobber) выплёвывает целый дождь кислотной слизи. Он очень быстро может вывести из строя даже самую мощную сеть щитов, но относительно уязвим для прямых атак.",
        "description": "Тяжёлая артиллерия",
        "name": "Блоббер"
    },
    "energyheavygeo": {
        "helptext": "Большая Геотермальная Электростанция (Advanced Geothermal Powerplant) производит огромное количество энергии. Она требует защиты, из-за того что её уничтожение приведёт к огромному взрыву.",
        "description": "Большая электростанция (+100) - ОПАСНО!!!",
        "name": "Большая Геотермальная Электростанция"
    },
    "staticcon": {
        "helptext": "Опекун (Caretaker) обладает лучшим отношением цены к скорости строительства и приличной дальностью. Хорошо подходит для ускорения работы фабрик или ремонта оборонительных сооружений. Опекун не может начать постройку чего-либо, он только помогает.",
        "description": "Нано-башня, строит со скоростью 10 м/с",
        "name": "Опекун"
    },
    "terraunit": {
        "description": "Spent: 0",
        "name": "Terraform"
    },
    "chickenf": {
        "helptext": "Это летающая курица! Коготь (Talon) - это смертельный хищник, способный сбивать самолёты своими шипами, но также с удовольствием атакующий и наземные цели. Впрочем, он может быть уничтожен как и любой другой летающий юнит.",
        "description": "Летающий плевальщик шипов",
        "name": "Коготь"
    },
    "energypylon": {
        "helptext": "Пилоны для передачи энергии (Energy Transmission Pylon) позволяют расширить сеть перегрузки энергии для соединения большего количества шахт или источников энергии. Это, в свою очередь позволяет шахтам вырабатывать большее количество металла благодаря перегрузке. Пилоны позволяют быстро запитать башни защиты, которым нужна энергия для функционирования.",
        "description": "Расширяет электросеть",
        "name": "Энергетический Пилон"
    },
    "bomberprec": {
        "helptext": "Ворон (Raven) сбрасывает одну бомбу, которая наносит высокий урон, но имеет малый радиус взрыва. Подыскивайте для него маломобильные цели.",
        "description": "Точечный бомбардировщик",
        "name": "Ворон"
    },
    "amphfloater": {
        "helptext": "Буй (Buoy) не может стрелять под водой и ему приходится всплывать на поверхность для выстрела по врагу из своей замедляющей пушки, обладающей внушительной дальностью. Буй не может двигаться пока плавает на поверхности. ",
        "description": "Всплывающий робот-амфибия",
        "name": "Буй"
    },
    "chicken_dodo": {
        "helptext": "Тело Дронта (Dodo)  содержит летучий смесь органических взрывчатых веществ. При малейшем поводе он эффектно взрывается, разбрасывая близлежащих юнитов. И будьте аккуратнее, поскольку летящие при взрыве конечности и шипы Додо также наносят урон.",
        "description": "Куриная бомба",
        "name": "Дронт"
    },
    "bomberheavy": {
        "helptext": "Лихо (Likho) сбрасывает одну мощную бомбу, способную разнести вражеских юнитов в щепки. Он достаточно прочен, чтобы пережить умеренный огонь вражеских ПВО и уйти на ремонт - но не стоит использовать его опрометчиво: он слишком дорог.",
        "description": "Сингулярный бомбардировщик",
        "name": "Лихо"
    },
    "tacnuke": {
        "helptext": "(EOS) Дальнобойная тактическая ракета точечного поражения. Не обладая большим радиусом поражения, она, в тоже время, имеет огромные урон.",
        "description": "Тактическая ядерная ракета",
        "name": "Эос"
    },
    "chickenwurm": {
        "helptext": "Червь (Wurm) способен закапываться под землю, чтобы позднее неожиданно появится и выплюнуть огненный шар, способный сжечь большой участок территории. Он также может залезать на скалы и атаковать защитные башни с неожиданных направлений, но уязвим для прямого нападения противника.",
        "description": "Закапывающийся огнеметчик (штурмовик/подавитель)",
        "name": "Червь"
    },
    "dronefighter": {
        "helptext": "Щупальце (Spicula) - это многоцелевой боевой дрон, силовые лучи которого эффективны как против наземных, так и против воздушных целей.",
        "description": "Боевой дрон",
        "name": "Щупальце"
    },
    "bomberassault": {
        "helptext": "Внушительный корпус Затмения (Eclipse) способен выдержать серьёзный обстрел и обеспечить доставку смертельного груза до цели, но использование бомб без систем наведения создаёт проблемы при атаке подвижных целей, а большой размер делает его легкой целью.",
        "description": "Штурмовой бомбардировщик (против неподвижных целей)",
        "name": "Затмение"
    },
    "cloakassault": {
        "helptext": "Медленно и неуклонно, группа Рыцарей(Knight) может идти сквозь оборону противника даже под сильным огнем до тех пор, пока они не смогут пустить в ход свои парализующие электропушки. Противостоять им может любой юнит, способный обстреливать их с расстояния.",
        "description": "Штурмовой боевой робот",
        "name": "Рыцарь"
    },
    "energysolar": {
        "helptext": "Солнечная электростанция (Solar collectors) менее экономически эффективна, нежели ее аналоги, однако куда более крепкая крепкая. При получении урона она складывается, временно прекращая выработку ресурсов, но снизив входящий урон вчетверо.",
        "description": "Маленькая электростанция (+2)",
        "name": "Солнечная электростанция"
    },
    "gunshipheavyskirm": {
        "helptext": "Нимб (Nimbus) - хорошо бронированный штурмовой вертолёт, способный пережить умеренный огонь ПВО. Он парит на достаточной высоте, чтобы быть недосягаемым для большинства наземных юнитов, а его два пулемёта прошивают композитную броню как бумагу.",
        "description": "Вертолёт огневой поддержки",
        "name": "Нимб"
    },
    "factoryshield": {
        "helptext": "Фабрика предоставляет доступ к роботам, специализирующимся на ведения боя без получения ответного урона. Щиты имеют регенерацию и способны обмениваться энергией между собой, что позволяет увеличивать выживаемость всей группы, при строительстве отдельных единиц.",
        "description": "Производит роботов со щитом, строит по 10 м/с",
        "name": "Фабрика экранированных роботов"
    },
    "chickena": {
        "helptext": "Кокатрикс (Cockatrice) - это настоящий зверь. Кажется, практически невосприимчивый к вражескому огню, он спокойно подходит к цели и раздирает её своими мощными челюстями. К счастью, будучи не слишком быстрым и умным, он может быть легко уничтожен стрелками или множеством малых юнитов.",
        "description": "Штурмовик/бронебойщик",
        "name": "Кокатрикс"
    },
    "hoverskirm": {
        "helptext": "Скальпель (Scalpel) - образец тактики бей-и-беги. Он долго перезаряжается и слабо защищён, поэтому ему следует держать дистанцию с противником. Ракеты Скальпеля летят по дуге, что позволяет ему огибать некоторые препятствия и союзников.",
        "description": "Стрелково-бронебойный СВП",
        "name": "Скальпель"
    },
    "jumpbomb": {
        "helptext": "(Skuttle) Медленная и дорогая невидимая бомба, способная напрыгнуть на противника, приказав долго жить даже самому тяжелому танку. Бороться с ней можно путем прикрытия ваших тяжёлых и дорогих юнитов группами дешёвых. При использовании Скатла (Skuttle) имейте ввиду, что радиус поражения его взрыва мал.",
        "description": "Бронебойная бомба с генератором невидимости",
        "name": "Скатл"
    },
	"shipcarrier": {
		"helptext": "Риф (Reef), будучи самым универсальным кораблем в открытом море, авианосец выполняет несколько функций одновременно: во-первых он экипирован крылатыми ракетами для обезоруживания целей на больших расстояниях; во-вторых авианосец также является мобильной ремонтной базой для дружественных самолётов; наконец, что, возможно, наиболее ценно, Риф (Reef) способен производить и запускать атакующих дронов.",
		"description": "Авианосец (бомбардировка), складирует обезоруживащие ракеты по 5 м/с",
		"name": "Риф"
	},
    "jumpskirm": {
        "helptext": "Замедляющий луч Модератора (Moderator) снижает скорость передвижения и скорострельность вражеских юнитов в 2 раза. Хоть он и обладает высокой точностью, уроном и дальностью стрельбы, его скорость перезарядки делает его крайне уязвимым против превосходящих сил противника.",
        "description": "Замедляющий шагоход",
        "name": "Модератор"
    },
    "dynsupport1": {
        "helptext": "Эзотерический Командир Поддержки использует экзотический набор оружия. Несмотря на нехватку скорости и брони, эта платформа нередко выбирается за ее мощную и дальнобойную строительную нанитную установку.",
        "description": "Командир обеспечения и поддержки",
        "name": "Инженерный Командир"
    },
    "chicken_sporeshooter": {
        "helptext": "Споромет (Sporeshooter) стреляет спорами, что позволяет ему сбивать самолёты и атаковать наземные цели с расстояния. Также он может взбираться на стены для неожиданных атак.",
        "description": "Вездеходный метатель спор (ПВО/стрелок)",
        "name": "Споромёт"
    },
    "turretaafar": {
        "helptext": "Бензопила (Chainsaw) - это дальнобойный ЗРК, наносящий огромный урон и способный очистить небо от бомбардировщиков в большом радиусе. В свою очередь он неспособен выдержать большой урон и будет быстро уничтожен в случае прямой атаки.",
        "description": "Дальнобойный ЗРК",
        "name": "Бензопила"
    },
    "shiptorpraider": {
        "helptext": "Охотник (Hunter) - это мобильный противолодочный юнит. Его оружие эффективно поражает над- и подводные цели.",
        "description": "Торпедный фрегат рейдер",
        "name": "Охотник"
    },
    "staticnuke": {
        "helptext": "Тринити (Trinity) запускает разрушительные ядерные ракеты, способные уничтожить всю базу противника. Тем не менее, данные межконтинентальные ядерные ракеты легко сбиваются системами ПРО, которые должны быть убраны с обстреливаемой территории заранее.",
        "description": "Пусковая установка межконтинентальных ядерных ракет, расходует 18 м/с, 3 минуты на подготовку ракеты",
        "name": "Тринити"
    },
    "hovershotgun": {
        "helptext": "The Punisher has a shotgun which shoots a spray of projectiles which are good against large targets or tight clusters of enemies.",
        "description": "Shotgun Hover",
        "name": "hovershotgun"
    },
    "spiderantiheavy": {
        "helptext": "Вдова (Widow) полезен в двух вещах. Он является отличным разведчиком из-за того, что может проникнуть вглубь вражеской территории незамеченным. И он может выстрелить парализующим зарядом, который обездвиживает одну цель, что полезно против мощных противников и вражеской инфраструктуры.",
        "description": "Шпион, Бронебой",
        "name": "Вдова"
    },
    "energywind": {
        "helptext": "Ветряной генератор производит энергию в зависимости от силы ветра. Он очень хрупок и группа рядом стоящий ветряных генераторов может детонировать от подрыва одного из них, так что стоит размещать их продуманно. Будучи помещенным в воде, он превращается в более прочный приливный генератор с хорошим и стабильным притоком энергии.",
        "description": "Маленькая электростанция",
        "name": "Ветряной/Приливной генератор"
    },
    "amphassault": {
        "helptext": "Гризли (Grizzly) - классический штурмовой юнит: медленный, неповоротливый, и практически неуничтожаемый. Его вооружение составляет спарка высокоэнергетических лазерных излучателей с большой дальностью огня и наносимым уроном, слабоэффективный разве что против стай мелких юнитов и быстрой авиации. Хотя лазер и не может стрелять под водой, Гризли способен всплыть для атаки.",
        "description": "Тяжелый штурмовик-амфибия",
        "name": "Гризли"
    },
    "shieldaa": {
        "helptext": "Вандал (Vandal) - крепкий, надёжный и дешевый противовоздушный бот. Беззащитен против наземных сил.",
        "description": "Робот ЗРК",
        "name": "Вандал"
    },
    "hoverriot": {
        "helptext": "Фактически, Булава (Mace) - это передвижная лазерная башня, обладающая большим уроном и совершенной точностью. Хорошо подходит для убийства легких юнитов и даже вертолётов. Однако, тонкая броня делает её уязвимой для прямого огня, особенно для стрелков.",
        "description": "СВП подавления",
        "name": "Булава"
    },
    "veharty": {
        "helptext": "Барсук (Badger) беспорядочно закидывает противника достаточно мощными минами с временем жизни в 30с. Росомаха имеет большую дальность чем обычная статичная оборона, но он также очень уязвимый и медленный, по этой причине всегда держите рядом других юнитов, которые смогу его защитить.",
        "description": "Миномёт",
        "name": "Барсук"
    },
    "striderantiheavy": {
        "helptext": "Ультиматум (Ultimatum) вооружен лишь одним видом оружия - дезинтегрирующей пушкой, способной испепелить тяжелый танк с одного попадания. Лучше всего использовать данного шагохода для проникновения к вражеским страйдерам и нанесения серьёзного урона или уничтожения всего несколькими выстрелами. Защитой от подобных действий является использование тяжелых юнитов вместе с эскортом из легких.",
        "description": "Шагоход с дезинтегратором (анти-страйдерный)",
        "name": "Ультиматум"
    },
    "staticmex": {
        "helptext": "Шахта по добыче метала (Metal Extractor) - единственный юнит который может добывать метал. При наличии излишков энергии, шахта ускорит свою работу и добудет больше метала. Игроки обычно называют этого юнита  \"Mex\".",
        "description": "Добывает метал",
        "name": "Добывающая шахта"
    },
    "vehsupport": {
        "helptext": "Старайтесь держать Заградитель (Fencer) на максимальной дистанции от противника. Заградители, вооруженными ракетными установками, идеально подходят для поражения рейдеров или бегающих бомб. Также их ракеты могут поражать воздушные цели, но, на самом деле, они не так эффективны. Заградители ведут прямой огонь и не могут стрелять через препятствия, а так же не наносят достаточного урона, чтобы уничтожить штурмовых юнитов. В отличии от других стрелков, Заградители не могут стрелять на ходу.",
        "description": "Машина сдерживания фронта (должен остановиться чтобы вести огонь)",
        "name": "Заградитель"
    },
    "grebe": {
        "helptext": "The Grebe is a basic raider armed with grenades - a decent short ranged anti-heavy weapon. Despite being amphibious, it cannot shoot while submerged.",
        "description": "Рейдер-амфибия",
        "name": "grebe"
    },
    "hoverarty": {
        "helptext": "Оружие Пики (Lance), получившие прозвище \"Голубой Лазер Смерти\", имеет мощь и точность достаточные, чтобы пронзить сразу нескольких юнитов одним выстрелом. Используйте его против хорошо бронированных юнитов, но держите за линией фронта - он очень хрупкий и не сможет убежать в случае опасности.",
        "description": "Мобильный тахионный излучатель (Артиллерия/Бронебой)",
        "name": "Пика"
    },
    "shieldbomb": {
        "helptext": "Стукач(Snitch) - эта быстрый юнит-камикадзе. Прекрасно подходит для уничтожения скоплений вражеских юнитов, в частности штурмовых танков. Также Стукач невидим когда стоит на месте, что делает его ещё и миной. Постарайтесь чтобы Стукачи не находились слишком близко друг к другу, иначе они могут взорваться по цепочке. Стукачи, как и любые бегающие бомбы, легко уничтожаются дальнобойным точным оружием, как например Пикет(Picket), или дешевым юнитом, который взорвёт бомбу ценой своей жизни.",
        "description": "Бегающая бомба",
        "name": "Стукач"
    },
    "cloakjammer": {
        "helptext": "Радужка (Iris) оснащён устройством помех, чтобы скрывать дружественных юнитов от радаров. Также у него есть генератор поля невидимости.",
        "description": "Робот с генераторами невидимости и помех",
        "name": "Радужка"
    },
    "spidercon": {
        "helptext": "Ткач (Weaver) может забраться на любую гору и выстроить там оборону.",
        "description": "Паук-строитель, Строит со скоростью 7,5 м/с",
        "name": "Ткач"
    },
    "hoverdepthcharge": {
        "helptext": "В каком-то смысле суицидальный Клеймор (Claymore) вооружен мощным глубинным зарядом, который он не гнушается сбросить и на суше.",
        "description": "Противолодочное СВП",
        "name": "Клеймор"
    },
    "gunshipkrow": {
        "helptext": "Коршун (Krow) - это дорогой и неповоротливый юнит, но он обладает невероятно толстой бронёй, позволяющей ему летать, не обращая внимания на ПВО, и расстреливать врагов из своих трёх лазерных турелей. Вдобавок, он может одномоментно опустошить местность под собой посредством ковровой бомбардировки.",
        "description": "Летающая крепость",
        "name": "Коршун"
    },
    "neebcomm": {
        "helptext": "Эта толстая курица стала твоей из-за всех твои преступлений. В следующий раз веди себя хорошо!",
        "description": "Уродливая индейка",
        "name": "Нубский командир"
    },
    "factoryplane": {
        "helptext": "Завод самолетов предлагает широкий выбор быстрых и маневренных воздушных юнитов для доминирования в воздухе и поддержки наземных операций.",
        "description": "Производит самолёты, Строит со скоростью 10 м/с",
        "name": "Фабрика самолётов"
    },
    "gunshipbomb": {
        "helptext": "Крылатая бомба (Blastwing) наносит лишь небольшие, однако, достаточные для уничтожения месторождений, легких турелей, ветряных электростанций и Опекунов(Caretaker) повреждения. Толпой они представляют более грозную силу. Следите за скоростью и направлением её передвижения, чтобы нанести как можно больше ущерба шрапнелью, которая продолжает лететь по траектории бомбы после того, как та взрывается. Таким образом вы можете достать врага осколками металла даже если ваша бомба умрет, еще не долетев до него. Не держите их слишком близко друг к другу, иначе они взорвутся по цепочке. Также они невидимы, когда приземляются.",
        "description": "Летающая бомба",
        "name": "Крылатая бомба"
    },
    "napalmmissile": {
        "helptext": "Инферно (Inferno) не наносит больших мгновенных повреждений при попадании, но надолго поджигает всех юнитов на огромной площади, затрудняя их ремонт и уничтожая хрупкие объекты.",
        "description": "Напалмовая ракета",
        "name": "Инферно"
    },
    "factoryamph": {
        "helptext": "Завод амфибий (Amphibious Operations Plant) производит медленных, но прочных роботов амфибий, имеющих возможность действовать как под водой так и на земле. Амфибии регенерируют, находясь под водой.",
        "description": "Производит роботов-амфибий, строит со скоростью 10 м/с",
        "name": "Фабрика амфибий"
    },
    "factoryship": {
        "helptext": "Верфь (Shipyard) - это место где строятся корабли и подводные лодки. Корабли способны передвигаться только по воде.",
        "description": "Производит корабли, строит со скоростью 10 м/с",
        "name": "Верфь"
    },
    "vehassault": {
        "helptext": "Опустошители (Ravager) имеют прочную броню и высокую скорость, однако обладают низкой маневренности и скоростью полета снаряда, делая их уязвимыми для быстрых рейдеров. Уязвимы для бегающих бомб.",
        "description": "Штурмовой ровер",
        "name": "Опустошитель"
    },
    "raveparty": {
        "helptext": "Диско-Рейв-Посиделка (Disco Rave Party) выстреливает 6 видов снарядов, причем каждый обладает своим эффектом, угодит любому. \"Самая люби-мая музыка здесь и-грает\"!",
        "description": "Деструкционный Радужный Прожектор (ДРП)",
        "name": "Диско-Рейв-Посиделка"
    },
    "turretlaser": {
        "helptext": "Лотос (Lotus) - дешёво и сердито. Турель поражающая наземные цели лазерным лучом, особенно эффективным против разведчиков и небольших групп рейдеров. Для стрелков и штурмовых юнитов Лотос не является серьёзным препятствием. Зачастую эту турель называют LLT(Light Laser Turret).",
        "description": "Лёгкая лазерная турель",
        "name": "Лотос"
    },
    "cloakskirm": {
        "helptext": "Ронин(Ronin) стреляет медленными, неуправляемыми и слабыми ракетами, но это с лихвой компенсируется дальностью стрельбы. Лучший способ использовать Ронинов - выстроить их в линию и вести огонь по неприятелю с максимально возможной дистанции. Быстрые и манёвренные юниты несут огромную опасность для Ронина, так как могут увернуться от его ракет.",
        "description": "Робот-стрелок (Прямой огонь)",
        "name": "Ронин"
    },
    "tankcon": {
        "helptext": "Вооружённый небольшой защитной турелью, Сварщик (Welder) способен самостоятельно отбиваться от легких вражеских атак.",
        "description": "Вооруженный инженерный танк, строит по 7,5 м/с",
        "name": "Сварщик"
    },
    "shieldarty": {
        "helptext": "Рэкетир (Racketeer) запускает самонаводящиеся дальнобойные ракеты, обезоруживающие ключевые вражеские единицы. Достаточно лишь одного Рэкетира, чтобы держать цель обезвреженной, так что имеет смысл выбирать отдельную цель для каждого Рэкетира. Отлично подходит для разрядки вражеских щитов или обезвреживания крупных единиц.",
        "description": "Обезвреживающая артиллерия",
        "name": "Рэкетир"
    },
    "roost": {
        "helptext": "Насест (Roost) - инкубатор кудахтающих буревестников.",
        "description": "Производит куриц",
        "name": "Насес"
    },
    "cloakraid": {
        "helptext": "Быстрый и дешёвый, Палаш (Glaive) легко справляется с вражеской артиллерией и стрелками. Высокая скорость передвижения позволяет нанести огромный урон экономике противника. Однако, им следует избегать неприятельской обороны и юнитов подавления,",
        "description": "Лёгкий робот-рейдер",
        "name": "Палаш"
    },
    "gunshipaa": {
        "helptext": "Трезубец (Trident) предназначен для уничтожения вражеской воздушной силы с помощью управляемых ракет. Трезубцы медленны и неповоротливы, из-за чего они не могут быстро помочь в случае внезапной атаки вражеских воздушных сил в случае ошибки позиционирования. Также их медлительность делает Трезубцы уязвимыми для наземных сил.",
        "description": "Вертолёт ЗРК",
        "name": "Трезубец"
    },
    "hoverminer": {
        "helptext": "The Dampener deploys mines a short distance from itself.",
        "description": "Minelaying Hover",
        "name": "hoverminer"
    },
    "gunshiptrans": {
        "helptext": "Харон (Charon) - простой воздушный транспорт, предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл. Однако, Харон крайне уязвим для ПВО, а сбитый транспорт, в свою очередь, может уронить пасажира, нанеся ему сильный урон.",
        "description": "Воздушный транспорт",
        "name": "Харон"
    },
    "striderdetriment": {
        "helptext": "Детримент (Detriment) - это самый тяжелый и универсальный страйдер на поле боя. Он способен отбиться от вражеской воздушной атаки или использовать ракеты для уничтожения удалённых целей, но реальная мощь кроется в огромных пушках Гаусса, созданных только для одной цели - уничтожать других тяжелых юнитов быстро и эффективно. Однако, помните - мудрый командир посылает Детраймент лишь с эскортом для отражения атак толпы легких юнитов и воздушных атак.",
        "description": "Совершенный штурмовой страйдер",
        "name": "Детримент"
    },
    "energygeo": {
        "helptext": "Геотермальная электростанции (Geothermal Powerplant) - высокоэффективный источник энергии, который может быть построен только на геотермальных источниках. В случае уничтожения, она взрывается, нанося ущерб всему, что находится в непосредственной близости от генератора.",
        "description": "Средняя электростанция (+25)",
        "name": "Геотермальная электростанция"
    },
    "jumpcon": {
        "helptext": "Быстрый и при этом способный к прыжкам на небольшую дистанцию и высоту, Констебль (Constable) - идеальный конструктор для быстрой экспансии. Благодаря тому, что он вооружен замедляющим лучом, способен оказывать поддержку в бою или избежать одиночных рейдеров.",
        "description": "Прыгающий конструктор, строит по 4 м/с",
        "name": "Констебль"
    },
    "chicken_blimpy": {
        "helptext": "Дирижабль (Blimpy) сбрасывает Дронтов (Dodo) на зазевавшихся врагов и их строения.",
        "description": "Дронтовый бомбардировщик",
        "name": "Дирижабль"
    },
    "droneheavyslow": {
        "helptext": "Гадюка (Viper) - это усовершенствованный боевой дрон, аналогичный Светлячку (Firefly), но экипированный специальной лучевой установкой, замедляющей цель с каждым выстрелом.",
        "description": "Усовершенствованный боевой дрон",
        "name": "Гадюка"
    },
    "athena": {
        "helptext": "Афина (Athena) - это вершина развития стелс технологий. Будучи экипированной генераторами невидимости и помех, она способна просочиться через линию фронта и начать сборку отрядов рейдеров, внося хаос в логистику противника. Афина (Athena) также способна восстанавливать разрушенных юнитов из обломков без расхода металла, тем самым увеличивая вашу армию без затрат ресурсов.",
        "description": "Воздушный инженер специального назначения, строит по 15 м/с",
        "name": "Афина"
    },
    "staticsonar": {
        "helptext": "Сонар (Sonar Station) видит водных и подводных юнитов. Однако суда на воздушной подушке для него невидимы.",
        "description": "Видит водных юнитов",
        "name": "Сонар"
    },
    "spideremp": {
        "helptext": "Яд (Venom) - способный лазить по скалам парализующий юнит. Он перемещается намного быстрее, чем другие юниты похожего типа, и, в дополнение к параличу, наносит небольшое количество урона. Хорошо работает вместе с Отшельником (Recluse), держа врагов на расстоянии от хрупкого стрелка.",
        "description": "Паук подавления",
        "name": "Яд"
    },
    "jumpassault": {
        "helptext": "Джек (Jack) - это штурмовой шагоход с прыжковыми двигателями. Несколько Джеков (Jack)  могут с легкостью сравнять с землей большинство фортификационных укреплений. Но его малый радиус поражения и очень низкая скорость делают его крайне уязвимым для стрелков.",
        "description": "Штурмовой прыгающий робот ближнего боя",
        "name": "Джек"
    },
    "vehscout": {
        "helptext": "Быстрые и дешёвые, Дротики (Dart) смертельно опасны для шахт и строителей в первые минуты игры, если противник не позаботился о лёгкой обороне или не обзавелся парой быстрых юнитов.",
        "description": "Машина-рейдер/разведчик",
        "name": "Дротик"
    },
    "spiderskirm": {
        "helptext": "Отшельник (Recluse) - юнит, стреляющий ракетами и способный лазить по скалам, благодаря чему может застать противника врасплох. Неуправляемые ракеты не могут поражать быстрые цели, зато имеют приличную дальность и способны огибать невысокие препятствия.",
        "description": "Паук-стрелок (Непрямой огонь)",
        "name": "Отшельник"
    },
    "gunshipassault": {
        "helptext": "Призрак (Revenant) обладает хорошей бронёй, а его ракетная установка стреляет залпом из неуправляемых ракет, наносящим огромный урон. Однако, Призрак достаточно - весьма дорогой вертолёт, а быстрые юниты могут увернуться от его ракет. Лучше всего использовать Призрака против тесных групп из зданий и юнитов. Его следует отводить назад для перезарядки, дабы снизить получаемый урон.",
        "description": "Вертолёт тяжёлый рейдер/юнит подавления",
        "name": "Призрак"
    },
    "tankriot": {
        "helptext": "Огр (Ogre) укомплектован спаркой высокоскоростных осколочно-фугасных ракет, одинаково убийственных для легких юнитов и некоторой авиации несмотря на ограниченную дальность. Одинокий Огр легко уничтожается штурмовиками или группой стрелков, так что старайтесь прикрывать его другими юнитами. Разрыв ракеты Огра достаточно эффективен в разравнивании поверхности, и может быть полезен для уничтожения недостижимых для Сварщиков (Welder) стен.",
        "description": "Тяжелый танк подавления",
        "name": "Огр"
    },
    "staticantinuke": {
        "helptext": "Система ПРО (Antinuke) защищает значительную территорию от вражеских ядерных ракет.",
        "description": "ПРО",
        "name": "Система ПРО"
    },
    "staticheavyarty": {
        "helptext": "Большая Берта (Big Bertha) - это огромная пушка, стреляющая плазменными снарядами на огромные дистанции. При правильном использовании она способна эффективно изнурять противника, находясь при этом под прикрытиям вашей базы. Но не ожидайте, что она в одиночку выиграет бой за вас.",
        "description": "Стратегическая плазменная пушка",
        "name": "Большая Берта"
    },
    "cloaksnipe": {
        "helptext": "Энергетическое ружьё Фантома (Phantom) наносит огромный урон одной цели и позволяет ему вести огонь не выходя из невидимости, однако Фантома может выдать его же снаряд. Также ему требуется приличное количество энергии для поддержания маскировки, особенно во время движения. Лучший способ обнаружить снайпера - проверить местность с помощью отряда дешёвых юнитов или накрыть предпологаемую область сшквалом снарядов.",
        "description": "Невидимая бронебойная артиллерия",
        "name": "Фантом"
    },
    "staticarty": {
        "helptext": "Цербер (Cerberus) оснащён дальнобойной пушкой, позволяющей вести артобстрел или, наоборот, защищать свои позиции от артиллерии противника. В то же время Цербер должен быть защищён от прямых атак.",
        "description": "Плазменная артиллерийская батарея - Требует 50 энергии",
        "name": "Цербер"
    },
    "wolverine_mine": {
        "helptext": "Вместо того чтобы взрываться как другие мины, Коготь выстреливает залп управляемых мини-ракет в попавшихся врагов. Мина деактивируется через минуту.",
        "description": "Мина Барсука (Badger)",
        "name": "Коготь"
    },
    "amphriot": {
        "helptext": "Гребень (Scallop) - гибкий в использовании юнит, вооружённый торпедами против подводных целей и счетверенным дробовиком против наземных противников. Он лучше всего годится в качестве основной ударной силы, способной противостоять боевым кораблям - хотя и не очень хорошо, способен вести огонь с обоих орудий, находясь на мелководье.",
        "description": "Амфибийный робот подавления (на земле), стрелок (в воде)",
        "name": "Гребень"
    },
    "gunshipraid": {
        "helptext": "Саранча (Locust) - это легкий вертолёт-рейдер. Его большая скорость и порядочный урон делают его прекрасным юнитом для быстрого нападения на вражескую экономику или неточных юнитов, таких как штурмовики. Однако, Саранча летает близко к земле и атакует только на малой дистанции, из-за чего уязвим даже для рейдеров. Как и любые другие рейдеры, Саранчу не следует использовать против обороны и юнитов подавления.",
        "description": "Вертолёт-рейдер",
        "name": "Саранча"
    },
    "spideranarchid": {
        "helptext": "The Anarchid is like a Starlight, but a Spider",
        "description": "Riot EMP Spider",
        "name": "spideranarchid"
    },
    "vehraid": {
        "helptext": "Выжигатель (Scorcher) - быстрый, прочный и смертоносный юнит. Его вооружение наносит тем больше урона, чем оно ближе к цели. Высокая скорость позволяет держать дистанцию для максимизации урона. Он может использоваться не только в качестве рейдера, но и сражаться самостоятельно. Однако, использовать его против других рейдеров, юнитов подавления или статичной обороны - не особо эффективно.",
        "description": "Машина-рейдер",
        "name": "Выжигатель"
    },
    "striderfunnelweb": {
        "helptext": "Вездеходный Воронковый паук (Funnelweb) не вооружен, однако имеет неплохой щит и обеспечивает мощную поддержку дронами.",
        "description": "Сверхтяжелый страйдер поддержки",
        "name": "Воронковый паук"
    },
    "striderarty": {
        "helptext": "Мерлин (Merlin) - РСЗО страйдер, выпускающий залп смертоносных ракет, гарантирующий полное уничтожение практически всего, что попало в область поражения, а затем быстро отступить за линию дружественного фронта.",
        "description": "Тяжелый ракетный артиллерийский страйдер",
        "name": "Мерлин"
    },
    "chickenspire": {
        "helptext": "Дальнобойная статичная артиллерия.",
        "description": "Статичная артиллерия",
        "name": "chickenspire"
    },
    "turretemp": {
        "helptext": "Фарадей (Faraday) - это мощная ЭМИ турель. Она не имеет урона, но оглушает цели и имеет широкую область поражения по площади. Значительно увеличивая эффективность других башен, она бесполезна сама по себе. Пока данная турель находится в сложенном состоянии, получаемый ею урон снижается в четыре раза. Стоит опасаться поражения дружественных юнитов ударом по площади, так как он способен обездвижить не только врагов, но и союзников.",
        "description": "ЭМИ пушка",
        "name": "Фарадей"
    },
    "shipheavyarty": {
        "helptext": "Один залп этого монстра способен испепелить любую цель. Психологический эффект от множественных вспышек орудий и накреняющегося от отдачи выстрелов корабля действительно впечатляет, даже без учета последствий прямого попадания. Но будьте внимательны - линкоры не приспособлены к использованию без прикрытия, поскольку не имеют противовоздушных и противолодочных орудий.",
        "description": "Линкор (береговая бомбардировка)",
        "name": "Сёгун"
    },
    "factoryspider": {
        "helptext": "Пауки, передвигающиеся по любой твердой поверхности, полагаются больше на дальность и манёвренность, нежели на грубую силу. Старайтесь учитывать рельеф при их использовании, они могут залезть на любую отвесную поверхность и уцепиться за нее.",
        "description": "Производит пауков, строит со скоростью 5 м/с",
        "name": "Завод пауков"
    },
    "amphtele": {
        "helptext": "Джин (Djinn) - специальный юнит дающий уникальную возможность почти моментально перемещать большие армии в любую точку карты.  Будучи разложенным Джин будет телепортировать всех юнитов находящихся около маяка к себе. Телепортация в обратную сторону, от Джина к маяку, невозможна, так что убедитесь что место назначения безопасно.",
        "description": "Амфибия-телепорт",
        "name": "Джин"
    },
    "chickens": {
        "helptext": "Острые как бритва снаряды Метателя шипов (Spiker) могут пробить даже самую толстую броню. Несмотря на малый запас здоровья,  он является серьезной угрозой как для наземных, так и для воздушных юнитов. Против Метателя шипов эффективны любые юниты, которые могут стрелять дальше, чем он.",
        "description": "Стрелок",
        "name": "Метатель шипов"
    },
    "striderdante": {
        "helptext": "Данте (Dante) - это тяжелый боевой юнит, специализирующийся на сжигании целей на небольшом расстоянии. Может его огнемет и спаренные тепловые пушки и не являются экстраординарным оружием, однако залп из 20 зажигательных ракет может испепелить соединения противника на внушающей площади.",
        "description": "Штурмовой/подавляющий страйдер",
        "name": "Данте"
    },
    "chickenbroodqueen": {
        "helptext": "Курица-королева, участвующая в создании яйцекладки, не настолько смертельная в бою, как другие королевы, но в долгосрочной перспективе она способна представлять ещё более страшную угрозу. Дело в том, что она производит потомство Куриц.",
        "description": "Склонна к размножению",
        "name": "Королева куриц"
    },
    "cloakaa": {
        "helptext": "Быстрый и довольной выносливый за свою цену, Гремлин (Gremlin) - отличный выбор мобильного средства противовоздушной обороны. Он невидим, что позволяет ему обеспечивать неожиданную противовоздушную защиту и избегать стычки с наземными войсками противника, против которых он беззащитен.",
        "description": "Робот ПВО",
        "name": "Гремлин"
    },
    "vehheavyarty": {
        "helptext": "Дырокол (Impaler) стреляет мощными и высокоточными ракетами, которые летят по высокой траектории, на не менее дальние дистанции. Из-за этого никакие препятствия не могут защитить врагов от Дырокола. Однако, такая высокая траектория увеличивает время полёта ракеты и, как следствие, снижает точность попадания по движущимся целям. Дырокол идеально подходит для уничтожения отдельных зданий и укреплений.",
        "description": "Артиллерия с кинетическими ракетами",
        "name": "Дырокол"
    },
    "chicken_digger_b": {
        "helptext": "Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где-угодно, вызвав полный хаос. Защищайте свои стратегические объекты непосредственно, поскольку Копатели могут обойти ваши защитные сооружения.",
        "description": "Закапывающийся разведчик/рейдер",
        "name": "Digger (burrowed)"
    },
    "zenith": {
        "helptext": "С помощью специального притягивающего луча, Зенит (Zenith) обрушивает огромные, сметающие все на своем пути, камни на головы врагов. А ещё упавшие камни можно переработать.",
        "description": "Контроллер метеоров",
        "name": "Зенит"
    },
    "vehaa": {
        "helptext": "Крушитель (Crasher) - быстрый юнит, вооруженный тяжелыми противовоздушными ракетами. Он прекрасно справляется как с бомбардировщиками, так и с вертолётами.",
        "description": "Автомобиль ЗРК",
        "name": "Крушитель"
    },
    "fakeunit_los": {
        "description": "Knows all and sees all",
        "name": "LOS Provider"
    },
    "damagesink": {
        "description": "Does not care if you shoot at it.",
        "name": "Damage Sink thing"
    },
    "empmissile": {
        "helptext": "При попадании, Шокли (Shockley) отключает большинство юнитов и структур в небольшой области на 45 секунд.",
        "description": "ЭМИ ракета",
        "name": "Шокли"
    },
    "tele_beacon": {
        "helptext": "Маяк (Lighthouse) - точка входа для Джинна. Нажмите ПКМ для телепортации юнитов к Джинну, установившему этот маяк.",
        "description": "Точка отправления для телепорта, ПКМ для телепортации",
        "name": "Маяк"
    },
    "staticradar": {
        "helptext": "Радарная вышка (Radar Tower) позволяет видеть всех врагов и их перемещения в большом радиусе, отмечая их местоположения маркерами. Он потребляет небольшое количество энергии, а значит если у вас будут проблемы с энергообеспечение он отключится. Ландшафт может изменять зону покрытия. Например, горы могут блокировать часть обзора радара. Юниты способны вести огонь по маркерам радара.",
        "description": "Система раннего оповещения",
        "name": "Радарная вышка"
    },
    "amphcon": {
        "helptext": "Раковина (Conch) - это прочный строитель, способный строить и перерабатывать как на морском дне, так и на суше.",
        "description": "Амфибийных строительный робот, строит со скоростью 7.5 м/с",
        "name": "Раковина"
    },
    "shipaa": {
        "helptext": "Измельчитель (Shredder) вооружен спаренными лазерными пушками, ведущими огонь по воздушным целям и оснащен радаром. Прекрасно справляется с воздушными целями, но не способен вести огонь по наземной или морской технике.",
        "description": "Фрегат ПВО",
        "name": "Измельчитель"
    },
    "hoversonic": {
        "helptext": "Утренняя звезда (Morningstar) вооружена звуковой пушкой, для которой абсолютно не имеет значения находится ли цель под водой или на поверхности.",
        "description": "Противолодочное СВП",
        "name": "Утренняя звезда"
    },
    "turretantiheavy": {
        "helptext": "Внутри тяжело бронированного корпуса Люцифера (Lucifer) скрывается разрушительный Тахионный Ускоритель. Это внушающее ужас оружие способно нанести урон на огромном расстоянии, при условии, что вы соединили его с источником энергии. Помните, что Люцифер (Lucifer) - это оружие поддержки. Стоит оставить его неприкрытым - и он будет уничтожен толпой рейдеров. В случае обстрела дальнобойной артиллерией или авиацией, основное оружие может быть убрано в корпус башни, что сократит принимаемый урон на четверть.",
        "description": "Тахионный излучатель - требует 50 энергии",
        "name": "Люцифер"
    },
    "subraider": {
        "helptext": "Морской Волк (Seawolf) - быстрый, но дорогой подводный юнит. Он может вести огонь только перед собой и обладает низкой маневренностью. Его торпеды так же замедляют цель, что делает его превосходным охотником на одиночные цели и судном перехвата.",
        "description": "Подводная лодка",
        "name": "Морской Волк"
    },
    "chicken_pigeon": {
        "helptext": "Маленькая летающая курица, стреляющая спорами.",
        "description": "Летающий разведчик со спорами",
        "name": "Голубь"
    },
    "striderhub": {
        "helptext": "Хаб страйдеров (Strider Hub) производит страйдеров - \"огромнейших роботов\" внушающих благоговение союзникам и вселяющих ужас во врагов. В отличие от обычного завода, хаб нужен только для старта проекта, но не для его завершения.",
        "description": "Производит страйдеров, строит со скоростью 10 м/с",
        "name": "Хаб страйдеров"
    },
    "jumpblackhole": {
        "helptext": "Сдерживатель (Placeholder) - это юнит поддержки, выстрелы которого создают вакуум, втягивающий ближайших юнитов и удерживающих их в одной куче, что позволяет быстро их ликвидировать.",
        "description": "Пусковая установка черных дыр",
        "name": "Сдерживатель"
    },
    "vehcon": {
        "helptext": "Проворный и прочный, Каменщик (Mason) может быстро захватить большую площадь.",
        "description": "Строительная машина , Строит со скоростью 5 м/с",
        "name": "Каменщик"
    },
    "spiderriot": {
        "helptext": "Редбек (Redback) вооружен скорострельной лазерной пушкой, превращающей рейдеров в груды металлолома, однако, малоэффективной в схватке со стрелками.",
        "description": "Паук подавления",
        "name": "Редбек"
    },
    "spiderassault": {
        "helptext": "Пустынник (Hermit) может выдержать большие повреждения. Он полезен в качестве щита для слабых, но наносящих больший урон Отшельников (Recluse).",
        "description": "Паук-штурмовик с большой проходимостью",
        "name": "Пустынник"
    },
    "spideraa": {
        "helptext": "Тарантул (Tarantula) - вездеходный ПВО юнит, защищающий других пауков от нападения с воздуха с помощью ракет средней дальности.",
        "description": "Паук ПВО",
        "name": "Тарантул"
    },
    "dynstrike1": {
        "helptext": "Ударный командир представляет собой сбалансированную командную платформу, способную использовать большинство модулей и обладающую солидной скоростью, бронёй и регенерацией.",
        "description": "Мобильный наступательный командир",
        "name": "Наступательный Командир"
    },
    "factorygunship": {
        "helptext": "Завод Боевых Вертолетов (Gunship Plant) рассчитанных на непосредственную авиа-поддержку. В нем производится транспорт для перевозки наземных юнитов и боевые вертолеты, которые могут выполнять различные наступательные или оборонительные роли.",
        "description": "Производит вертолёты, строит со скоростью 10м/с",
        "name": "Завод Боевых Вертолётов"
    },
    "turretheavy": {
        "helptext": "Вооружённый тяжелой плазменной пушкой и спаренным тепловым лучом, Опустошитель (Desolator) представляет собой центральную точку в обороне против вражеских атак. Он может складываться в режим бункера чтобы пережить артиллерийскую или воздушную бомбёжку, снизив получаемый урон в четыре раза в обмен на невозможность ведения огня из основного орудия.",
        "description": "Тяжелое укрепление со средней дальностью огня - Требует 50 энергии для основного орудия",
        "name": "Опустошитель"
    },
    "cloakheavyraid": {
        "helptext": "Коса(Scythe) слишком слаб чтобы встречать противника лицом к лицу, но персональный генератор невидимости позволяет ему проскользнуть через оборону противника и уничтожить экономику.",
        "description": "Невидимый робот-рейдер",
        "name": "Коса"
    },
    "chicken_drone_starter": {
        "helptext": "Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц.",
        "description": "Превращается в строения Куриц",
        "name": "Дрон"
    },
    "chicken_tiamat": {
        "helptext": "Тиамат (Tiamat) - это совершенная штурмовая курица, умеющая дышать огнём, плеваться спорами и являющаяся монстром, не ведающим ни страха, ни пощады. Этот монстр также имеет слизистый щит, защищающий от обстрела себя и других куриц.",
        "description": "Тяжёлый штурмовик/подавитель",
        "name": "Тиамат"
    },
    "shipskirm": {
        "helptext": "Мистраль (Mistral) несет сноп ракет, способных вести огонь смертоносными залпами по морским или береговым целям. Остерегайтесь подводных юнитов и корветов.",
        "description": "Ракетный крейсер (стрелок/артиллерия)",
        "name": "Мистраль"
    },
    "assaultcruiser": {
        "helptext": "Крейсер Покоритель (Vanquisher) может похвастаться отличной бронёй и смертельной огневой мощью на коротком расстоянии. Его пушки Гаусса способны прошивать броню надводных целей как масло, в то время как его ракеты достают врагов, как на поверхности воды, так и под водой. К сожалению, его невысокий радиус стрельбы и отсутствие средство ПВО делают его уязвимым для сверхмощных юнитов и самолётов.",
        "description": "Тяжёлый крейсер (штурмовик)",
        "name": "Покоритель"
    },
    "chicken_listener_b": {
        "helptext": "Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальный слух позволяющий ему точно определять местоположение наземных войск противника.",
        "description": "Закапывающийся мобильный сейсмический детектор",
        "name": "Слушатель (закопался)"
    },
    "shipscout": {
        "helptext": "Будучи дешёвой, быстрой и хрупкой, данная патрульная лодка хороша в качестве рейдера и разведчика для нахождения дальнобойных кораблей противника. Для штурма ей недостаёт брони и огневой мощи, однако она способна отключить орудия неприятеля.",
        "description": "Патрульная лодка (Разведчик/Рейдер)",
        "name": "Мошка"
    },
    "cloakriot": {
        "helptext": "Грабители (Reaver), имеющие Энергетические Пулемёты юниты подавления, особенно хорошо показывающие себя в бою с рейдерами, но способные нанести серьёзный урон и любым другим юнитам. Однако, они не могут справиться со стационарной обороной. Из-за малой скорости могут быть легко уничтожены дальнобойными юнитами.",
        "description": "Робот подавления",
        "name": "Грабитель"
    },
    "shiparty": {
        "helptext": "Посланец (Envoy) имеет на борту мощное и дальнобойное орудие, полезное для уничтожения неподвижных огневых точек и береговых целей. Но берегитесь самолётов и корветов, так как орудия эсминца не приспособлены для уничтожения быстро движущихся целей.",
        "description": "Эсминец (огневая поддержка/артиллерия)",
        "name": "Посланец"
    },
    "shieldfelon": {
        "helptext": "Нарушитель (Felon), использующий заряд своего щита в качестве боеприпаса для мощных и точных разрядов своего оружия, экранированный бот подавления. Поддерживайте его боеспособность, связывая с щитами других юнитов.",
        "description": "Юнит подавления",
        "name": "Нарушитель"
    },
    "vehcapture": {
        "helptext": "Властитель (Dominatrix) захватывает юнитов противника, поворачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 8 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу.",
        "description": "Захватывающая машина",
        "name": "Властитель"
    },
    "factorytank": {
        "helptext": "Танковый завод целиком специализирован на методе грубой силы. Ничто не справляется с задачей лучше, чем непрерывный артобстрел с последующим прорывом тяжелейших танков на поле боя.",
        "description": "Производит тяжелые танки, строит по 10м/с",
        "name": "Танковый завод"
    },
    "striderbantha": {
        "helptext": "Паладин (Paladin) - это ещё более серьёзное средство против непробиваемой линии обороны благодаря наличию Тахионного ускорителя и ЭМИ ракет для обстрела, электричесих пушек для непосредственного боя и мощной брони. Однако не забывайте, что Паладин (Paladin) не имеет средств ПВО и не может быть использована без поддержки.",
        "description": "Страйдер огневой поддержки",
        "name": "Паладин"
    },
    "seismic": {
        "helptext": "Дрожь (Quake) создаёт сейсмическую волну на большой области в результате чего поверхность земли сглаживается.  Эта ракета почти не наносит урона юнитам.",
        "description": "Сейсмическая ракета",
        "name": "Дрожь"
    },
    "turretaaflak": {
        "helptext": "Молотильщик (Thresher) - это зенитное орудие с большой зоной поражения и большим уроном, которое может быстро превратить вражеские вертолёты в дуршлаги.",
        "description": "Зенитное орудие",
        "name": "Молотильщик"
    },
    "striderscorpion": {
        "helptext": "Скорпион (Scorpion) парализует своих жертв при помощи электрического жала, а затем кромсает их на мелкие кусочки излучателями частиц, вмонтированными в клешни. Его панцирь надежно защищает от вражеского огня и также может становится прозрачным, делая Скорпиона невидимым.",
        "description": "Тяжелый паук-лазутчик",
        "name": "Скорпион"
    },
    "jumpsumo": {
        "helptext": "Впечатляющая броня Джаггернаута (Jugglenaut) делает его практически неудержимым шаром смерти. Прыгая, он давит врагов и ломает их строй, а две его гравитационный пушки способны оттолкнуть опасные цели и размазать по корпусу мелких неприятелей.",
        "description": "Тяжелый прыгающий штурмовой робот",
        "name": "Джаггернаут"
    },
    "turretaalaser": {
        "helptext": "Бритва (Razor) - это хорошо защищённая противовоздушная лазерная установка. Вне режима ведения огня, она складывается в бункер, уменьшая все получаемые повреждения вчетверо, что позволяет ей пережить даже ядерный удар.",
        "description": "Укреплённая лазерная турель ПВО",
        "name": "Бритва"
    },
    "hovercon": {
        "helptext": "Перо (Quill) позволяет плавно расширять вашу сферу влияния на море и земле. Он также может обнаруживать подводные лодки, если они подойдут слишком близко.",
        "description": "Строительный СВП, строит со скоростью 5м/с",
        "name": "Перо"
    },
    "jumpaa": {
        "helptext": "Сдвоенный лазер и пулемёт позволяют Жабе (Toad) быстро расправляться с вражеской авиацией. Вдобавок, она может прыгать, что позволяет ей быстро перемещаться на удобную позицию или сбегать.",
        "description": "Тяжелый Прыгающий Робот ПВО",
        "name": "Жаба"
    },
    "staticheavyradar": {
        "helptext": "Усовершенствованная радарная башня (Advanced Radar Tower) имеет значительно больший радиус действия по сравнению с базовой версией.",
        "description": "Радар дальнего действия",
        "name": "Усовершенствованная радарная башня"
    },
    "chicken_drone": {
        "helptext": "Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц.",
        "description": "Превращается в строения Куриц",
        "name": "Drone"
    },
    "jumpscout": {
        "helptext": "Щенок (Puppy) - быстрый рейдер-камикадзе, эффективно уничтожающий слабозащищённые цели. Находясь рядом с обломками постепенно производит из них новых щенков.",
        "description": "Шагающая ракета",
        "name": "Щенок"
    },
    "tankheavyraid": {
        "helptext": "Блиц (Blitz) - это высокотехнологичный рейдер вооружённый  электро-пушкой, которая в добавок к обычному урону парализует врагов. Благодаря этому, Блиц (Blitz) может выводить из строя легкую оборону и легко проезжать через линию фронта чтобы направиться прямо в сердце вражеской экономики.",
        "description": "Электро Штурмовой/Рейдер Танк",
        "name": "Блиц"
    },
    "bomberriot": {
        "helptext": "Напалмовые бомбы Феникса (Phoenix) уничтожают большие скопления юнитов и легких построек. - Чертовы рейдеры научились прятаться даже там!",
        "description": "Напалмовый бомбардировщик",
        "name": "Феникс"
    },
    "factoryhover": {
        "helptext": "На этой фабрике производятся быстрые и смертоносные СВП которые могут перемещаться как по земле, так и по воде - что даёт им серьёзное маневренное преимущество.",
        "description": "Фабрика средств на воздушной подушке, строит со скоростью 10м/с",
        "name": "Завод СВП"
    },
    "shieldshield": {
        "helptext": "Аспид (Aspis) защищает окружающие юниты своим объемным щитом, уничтожающим входящие снаряды противника, и способным соединяться с щитами других юнитов для перераспределения заряда. Объемный щит не останавливает юниты и перехватывает снаряды только по периметру - таким образом, враги могут пройти под щит и стрелять по юнитам внутри. Перезарядка и поддержка щита расходуют энергию.",
        "description": "Робот с купольным щитом",
        "name": "Аспид"
    },
    "tankraid": {
        "helptext": "Крохотный Кодачи (Kodachi) - уникален в своём классе. Маленький и юркий, он, в тоже время, хорошо бронирован, что позволяет ему подъехать достаточно близко чтобы выстрелить снарядом с напалмом. Для наибольшей эффективности, Кодачи должен подъехать, атаковать и быстро удрать до того как враги его убьют. Поврежденные Кодачи быстро восстанавливаются после битвы.",
        "description": "Танк-рейдер",
        "name": "Кодачи"
    },
    "tankheavyarty": {
        "helptext": "Идея, лежащая в основе Сотрясателя (Tremor), проста: накрой местность достаточным количеством снарядов, и хотя бы один раз, во что-то да попадёшь. Медленный, неуклюжий, уязвимый и абсолютно устрашающий, Сотрясатель лучше всего работает против высокоплотных диспозиций противника, где его снаряды имеют максимальный шанс нанести урон. Он разносит щиты в течение секунд, а разрывы его снарядов разравнивают поверхность.",
        "description": "Тяжелый артиллерийский танк",
        "name": "Сотрясатель"
    },
    "cloakcon": {
        "helptext": "Волшебник (Conjurer) оснащён небольшим устройством помех и персональным генератором невидимости, что позволяет ему строить и чинить, оставаясь незамеченным.",
        "description": "Невидимый робот-строитель, строит по 5 м/с",
        "name": "Волшебник"
    },
    "turretriot": {
        "helptext": "Звездная пыль (Stardust) - это мощная автопушка. Несмотря на небольшой радиус поражения и ещё большую уязвимость к стрелкам, чем у легкой лазерной турели, её высокая скорострельность и наличия урона по площади позволяет ей быстро перемалывать толпы лёгких юнитов.",
        "description": "Турель подавления",
        "name": "Звёздная пыль"
    },
    "shieldassault": {
        "helptext": "Головорез (Thug) очень хорош в роли щита для других ботов. Благодаря связи между щитами, Головорезы намного сильнее в группе, однако они уязвимы для сосредоточенного огня и взрывов.",
        "description": "Штурмовой бот со щитом",
        "name": "Головорез"
    },
    "turretsunlance": {
        "helptext": "The Sunlance's heavy disruptor beam cripples even the heaviest assault unit and will stop any armored assault dead in its tracks.",
        "description": "Anti-Tank Turret - Requires 25 Power",
        "name": "Sunlance"
    },
    "planecon": {
        "helptext": "Кран (Crane) может быстро летать по карте, но он очень уязвим для ПВО. Хотя у него относительно малая скорость строительства по сравнению с другими строителями, он может строить в труднодоступных местах и захватывать выгодную территорию до того, как туда доберутся противники. Благодаря своей мобильности, он идеально подходит для переработки останков и других мелких задач.",
        "description": "Вертолёт-строитель, строит по 4 м/с",
        "name": "Кран"
    },
    "planefighter": {
        "helptext": "Стриж (Swift) может стрелять и по наземным, и по воздушным целям. Стрижи хорошо защищают от воздушных юнитов противника, но вражеские ПВО и превосходящие силы истребителей быстро их уничтожают. В больших количествах могут заметно навредить наземным юнитам.",
        "description": "Лёгкий многоцелевой истребитель",
        "name": "Стриж"
    },
    "shieldraid": {
        "helptext": "Бандит (Bandit) крепче и дальнобойнее Палаша (Glave), но это не делает его лучше против окопавшегося противника. Легко уничтожается подавителями или ЛЛТ.",
        "description": "Легкий//Средний бот-рейдер",
        "name": "Бандит"
    },
    "amphraid": {
        "helptext": "Утка (Duck) является базовым подводным рейдером. Вооружённый торпедами ближнего боя, этот юнит использует свою относительно высокую скорость чтобы истреблять оставленные без защиты морские единицы врага. На земле, Утка способна запускать свои снаряды в качестве неплохих бронебойных ракет малой дальности.",
        "description": "Рейдер-амфибия",
        "name": "Утка"
    },
    "dronecarry": {
        "helptext": "Перевозимые дроны действуют вместе с родительским кораблем, охраняя его и атакуя его цели. Однако они неспособны действовать на большом расстоянии самостоятельно. Носитель дронов способен производить по 2 дрона каждые 15 секунд вплоть до 8.",
        "description": "Перевозимый дрон",
        "name": "Gull"
    },
    "fakeunit": {
        "description": "Created by scrambling devices.",
        "name": "Fake radar signal"
    },
    "turretheavylaser": {
        "helptext": "Жало (Stinger) - это средняя лазерная турель. На ней установлены три вращающиеся лазерные пушки способные уничтожить практически любого малого юнита, а ее дальность атаки позволяет расправиться с большинством стрелков, но, из-за низкой скорострельности, без должного прикрытия она уязвима перед толпами врагов.",
        "description": "Мощная лазерная башня",
        "name": "Жало"
    },
    "shipcon": {
        "helptext": "Моряк (Mariner), будучи достаточно дорогим, строительный корабль обладает очень мощной строительной наноустановкой вкупе с прочной броней и хорошей скоростью.",
        "description": "Строительный корабль, строит со скоростью 10 м/с",
        "name": "Моряк"
    },
    "chicken_dragon": {
        "helptext": "Белые драконы (White Dragon), старшие хранители куриного улья, ужаснейшие существа, уступающие лишь королеве куриц. Обладая мощными лапами, смертельными челюстями, ядовитой слизью и множеством спор, они являются угрозой, которой абсолютно точно стоит бояться.",
        "description": "Сверхмощная штурмовая курица",
        "name": "Белый дракон"
    },
    "bomberstrike": {
        "helptext": "The Kestrel launches short-range surface attack missiles that can also hit submarines. It is the best bomber for picking off single mobile targets.",
        "description": "Tactical Strike Bomber",
        "name": "Kestrel"
    },
    "staticrearm": {
        "helptext": "Площадка для ремонта/перезарядки самолётов (Airpad) ремонтирует до 4 самолётов одновременно. Также она заправляет и перезаряжает бомбардировщики.",
        "description": "Ремонтирует и перезаряжает самолёты",
        "name": "Площадка для ремонта/перезарядки самолётов"
    },
    "factoryjump": {
        "helptext": "Завод прыгающих и специальных юнитов располагает уникальными тактическими возможностями. Юниты, производимые на этой фабрике, могу преодолеть значительную дистанцию одним прыжком, чтобы вступить в ближний бой, перейти через холмы и реки, или сократить путь через линию фронта.",
        "description": "Производит прыгающие и специальные шагоходы, Строит со скоростью 10 м/с",
        "name": "Завод прыгающих и специальных юнитов"
    },
    "gunshipemp": {
        "helptext": "Комар (Gnat) не наносит урона, но парализует врагов, что делает его прекрасным юнитом обороны. Также он хорошо действует в команде с другими вертолетами, останавливая врагов пока те их убивают. Комары могу парализовать даже тяжёлого юнита, но они очень быстро умирают.",
        "description": "Легкий парализующий дрон",
        "name": "Комар"
    },
    "dynknight1": {
        "helptext": "The Knight Commander chassis is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration.",
        "description": "Mobile Assault Commander",
        "name": "Commander"
    },
    "chicken_shield": {
        "helptext": "Protects adjacent chickens.",
        "description": "Shield/AA",
        "name": "Blooper"
    },
    "turretimpulse": {
        "helptext": "Ньютон (Newton) оснащён экспериментальными гравитационным оружием которое не наносит никакого урона, но может притягивать и отталкивать разные объекты. Это оружие можно использовать как на вражеских, так и на своих юнитах.",
        "description": "Гравитационная пушка - (Вкл для отталкивания, Выкл для притягивания)",
        "name": "Ньютон"
    },
    "gunshipheavytrans": {
        "helptext": "Геркулес (Hercules), в отличии от Харона (Charon), может перевозить любые наземные юниты. Он вооружен ПВ лазерной пушкой и двумя лазерами для огня по наземным целям. Также он оснащён системой аварийного выброса груза. Все это делает его идеальным транспортом для доставки войск в горячие точки.\",",
        "description": "Бронированный тяжёлый транспорт",
        "name": "Геркулес"
    },
    "planescout": {
        "helptext": "Сова (Owl) не знает себе равных в разведке. Он оснащен не только радаром, но и сонаром для обнаружения подводных юнитов противника.",
        "description": "Самолёт с радаром и сонаром",
        "name": "Сова"
    },
    "chicken": {
        "helptext": "Агрессивный пехотинец куриц \"зерглингового\" типа. Будучи слабым сам по себе, он компенсирует это сражаясь в толпе себе подобных существ, заваливающих врагов лавинами маленьких куриц. Рекомендуется использовать хороших юнитов класса \"Подавитель\", чтобы останавливать Цыплят (Chicken).",
        "description": "Роевик",
        "name": "Курица"
    },
	"shipassault" : {
		"name" : "Сирена",
		"description" : "Эсминец (Подавление/Штурм)",
		"helptext" : "Сирена (Siren) -  многоцелевой корабль подавления и штурма, обладающий прочной броней, дальнобойными ракетами и звуковой пушкой, поражающей в том числе и подводные цели."
	}
}
