{
	"starlight_satellite" : {
		"name" : "Glint",
		"description" : "Starlight relay satellite",
		"helptext" : "This is the satellite used by Starlight for targeting."
	},
	"gunshipcon" : {
		"name" : "Wasp",
		"description" : "Heavy Gunship Constructor, builds at 7.5 M/s",
		"helptext" : "A heavy constructor which combines the convenience of flying with high buildpower."
	},
	"gunshipskirm" : {
		"name" : "Harpy",
		"description" : "Multi-Role Support Gunship",
		"helptext" : "The Harpy is a light combat gunship. While its missiles are not the most damaging thing around, they are quite accurate and their disruption warheads slow down their targets."
	},
	"factorycloak" : {
		"name" : "Cloakbot Factory",
		"description" : "Produces Cloaked, Mobile Robots, Builds at 10 m/s",
		"helptext" : "Emphasizing guile over brute force, the Cloakbot Factory makes good use of stealth, mobility and EMP weapons to strike at the enemy's weak points. Key units:  Glaive, Ronin, Reaver, Knight, Sling"
	},
	"amphlaunch" : {
		"name" : "Lobster",
		"description" : "Amphibious Launcher Bot",
		"helptext" : "Lacking armaments of its own, the Lobsters response to threats is to throw other units at the problem. Though originally intended for rapid coastline deployement, the Lobster has a variety of uses and can even offensively throw enemies units."
	},
	"tankarty" : {
		"name" : "Emissary",
		"description" : "General-Purpose Artillery",
		"helptext" : "The heavy, long-ranging gun of the Emissary makes it the unit of choice for standoff shelling of enemy mobiles or structures. As always, it should be wary of anything that gets close to it."
	},
	"staticmissilesilo" : {
		"name" : "Missile Silo",
		"description" : "Produces Tactical Missiles, Builds at 10 m/s",
		"helptext" : "The Missile Silo constructs and holds up to four different cruise missiles, each with a unique warhead. It offers excellent standoff strike capability for offensive and defensive purposes."
	},
	"spiderscout" : {
		"name" : "Flea",
		"description" : "Ultralight Scout Spider (Burrows)",
		"helptext" : "The Flea can hide in inaccessible locations where its sophisticated sensor suite allows it to see further than it can be seen. It can be used in small groups to effectively raid mexes early on, and in maps with tall cliffs can attack from unexpected angles. It does very little damage and dies to any form of opposition."
	},
	"energyfusion" : {
		"name" : "Fusion Reactor",
		"description" : "Medium Powerplant (+35)",
		"helptext" : "Fusion reactors provide a good amount of steady energy output at a fair price. They are attractive targets and not very well-armored, so keep them well-protected. When killed, fusion reactors will cause heavy damage to nearby units."
	},
	"chickenlandqueen" : {
		"name" : "Chicken Queen",
		"description" : "Clucking Hell!",
		"helptext" : "Two words: RUN AWAY! The Chicken Queen is the matriach of the Thunderbird colony, and when aggravated is virtually impossible to stop. It can spit fiery napalm, spray spores to kill aircraft, and kick land units away from it. Most of all, its jaws can rip apart the largest assault mech in seconds. Only the most determined, focused assault can hope to stop this beast in her tracks."
	},
	"tankassault" : {
		"name" : "Minotaur",
		"description" : "Assault Tank",
		"helptext" : "A heavy duty battle tank. The Minotaur excels at absorbing damage in pitched battles, but its low rate of fire means it is not so good at dealing with swarms, and its heavy armor comes at the price of manuverability."
	},
	"chicken_listener" : {
		"name" : "Listener",
		"description" : "Burrowing Mobile Seismic Detector",
		"helptext" : "The Listener is an evolved form of the Digger. While it has lost all fighting ability, it has gained a unique sense of hearing that allows it to pinpoint the location of enemy ground forces."
	},
	"cloakbomb" : {
		"name" : "Imp",
		"description" : "All Terrain EMP Bomb (Burrows)",
		"helptext" : "The Imp relies on its speed and small size to dodge inaccurate weapons, especially those of assaults and many skirmishers. It can paralyze heavy units or packs of lighter raiders which cannot kill it before it is already in range. Reavers or Glaives can then eliminate the helpless enemies without risk. Counter with defenses or single cheap units to set off a premature detonation. This unit cloaks when otherwise idle."
	},
	"shieldriot" : {
		"name" : "Outlaw",
		"description" : "Riot Bot",
		"helptext" : "The Outlaw emits an electromagnetic disruption pulse in a wide circle around it that damages and slows enemy units. Friendly units are unaffected."
	},
	"chickenc" : {
		"name" : "Basilisk",
		"description" : "All-Terrain Riot",
		"helptext" : "The Basilisk climbs walls like a spider to surprise the enemy with its highly acidic spit. Only a vigilant watch keeps these critters from sauntering over hills to wreck your base from unexpected directions. Gunships are the best solution to Basilisk incursions."
	},
	"hoverraid" : {
		"name" : "Dagger",
		"description" : "Fast Attack Hovercraft",
		"helptext" : "The Dagger is the hover plant's scout. It provides a cheap, disposable method of getting intel, and can also hit economic targets of opportunity. Its light Gauss gun can also hit underwater targets."
	},
	"chicken_digger" : {
		"name" : "Digger",
		"description" : "Burrowing Scout/Raider",
		"helptext" : "The Digger's strong claws can scoop through the hardest rock like gravy. As such, it can undetectably travel underground and appear anyplace it can cause mayhem. Protect your valuables directly, as Diggers can bypass your main defense lines."
	},
	"chicken_leaper" : {
		"name" : "Leaper",
		"description" : "Hopping Raider",
		"helptext" : "The Leaper is the chickens' fast attack unit, running down enemies and leaping over obstacles."
	},
	"chickenr" : {
		"name" : "Lobber",
		"description" : "Artillery",
		"helptext" : "A form of organic artillery, the Lobber hurls balls of venom at a high trajectory over long distances. It proves a problem for those who rely excessively on static defenses, but is practically helpless when attacked directly."
	},
	"turrettorp" : {
		"name" : "Urchin",
		"description" : "Torpedo Launcher",
		"helptext" : "This Torpedo Launcher provides defense against both surface and submerged vessels."
	},
	"tankheavyassault" : {
		"name" : "Cyclops",
		"description" : "Very Heavy Tank Buster",
		"helptext" : "The Cyclops is the single heaviest tank on the field. Its main gun is a hefty disruptor cannon designed to smash lesser tanks and other heavies alike into oblivion, slowing any survivors down to prevent escaping its grasp. However, it turns like a tub of water, its short range makes it easy prey for advanced skirmishers or air attacks, and its slow rate of fire makes it vulnerable to massed raider attacks. The heavy main cannon can shake walls down so it is somewhat able to spearhead assaults against areas with terraformed fortifications."
	},
	"damagesink" : {
		"name" : "Damage Sink thing",
		"description" : "Does not care if you shoot at it.",
		"helptext" : "\"I sink, therefore I am.\""
	},
	"turretmissile" : {
		"name" : "Picket",
		"description" : "Light Missile Tower",
		"helptext" : "The Picket is a light multi-purpose missile tower. It is good for sniping units from a distance, providing some degree of anti-air protection, and skirmishing enemy LLTs from outside their range. However, it breaks when you sneeze on it."
	},
	"chicken_roc" : {
		"name" : "Roc",
		"description" : "Heavy Attack Flyer",
		"helptext" : "Large, angry and capable of fighting both air and land opposition, the Roc is a formidable flying chicken."
	},
	"turretaaheavy" : {
		"name" : "Artemis",
		"description" : "Very Long-Range Anti-Air Missile Tower, Drains 4 m/s, 20 second stockpile",
		"helptext" : "The Artemis is an extremely long-ranging first strike anti-air weapon that sends a clear message to enemy aircraft - can't go here, sonny. Each shot costs 80 metal and takes 20 seconds to stockpile, but is well worth the cost, for a quick salvo of missiles will wipe out almost any air attack without fuss."
	},
	"chicken_drone" : {
		"name" : "Drone",
		"description" : "Morphs Into Chicken Structures",
		"helptext" : "A hapless non-combat organism whose sole purpose in life is to morph into one of the Chicken Hive's structures."
	},
	"staticjammer" : {
		"name" : "Cornea",
		"description" : "Area Cloaker/Jammer",
		"helptext" : "Jammers such as this intefere with enemy radar waves, concealing your units' radar returns. The Cornea is also equipped with a cloak shield to hide nearby units from enemy sight."
	},
	"amphbomb" : {
		"name" : "Limpet",
		"description" : "Amphibious Slow Bomb",
		"helptext" : "The Limpet can dodge most slow projectiles thanks to its agility and small size, allowing it to get close to enemy units in order to detonate, slowing and damaging them."
	},
	"factoryveh" : {
		"name" : "Rover Assembly",
		"description" : "Produces Light Wheeled Vehicles, Builds at 10 m/s",
		"helptext" : "A traditional favourite, the Rover Assembly is the ideal blitzkrieg fac with its fast, highly aggressive units. Those units that lack speed make up for it with copious firepower. Key Units: Dart, Scorcher, Ravager, Ripper, Slasher"
	},
	"turretgauss" : {
		"name" : "Gauss",
		"description" : "Gauss Turret, 20 health/s when closed",
		"helptext" : "The Gauss is a compact, resilent turret with a medium-range gauss cannon. When popped down, it recieves a quarter of incoming damage as well as small amount of health regeneration. It can also attack underwater targets."
	},
	"nebula" : {
		"name" : "Nebula",
		"description" : "Atmospheric Mothership",
		"helptext" : "As maneuverable as a brick and only modestly armed itself, the Nebula is still a fearsome force due to its ability to survive long-range attacks due to its shield, as well as shred lesser foes with its fighter-drone complement."
	},
	"hoveraa" : {
		"name" : "Flail",
		"description" : "Anti-Air Hovercraft",
		"helptext" : "The Flail launches a single large, short-medium range SAM that does heavy damage."
	},
	"cloakarty" : {
		"name" : "Sling",
		"description" : "Light Artillery Bot",
		"helptext" : "The Sling has a long range plasma cannon that allows indirect fire over obstacles, and outranges static defenses up to heavy laser towers. Although effective versus mobile units, it should be guarded in order to prevent raiders and other fast units from closing range."
	},
	"chickend" : {
		"name" : "Chicken Tube",
		"description" : "Defense and energy source",
		"helptext" : "The Tube is the chickens' only defense structure, firing deadly spores at air and ground targets alike."
	},
	"rocksink" : {
		"name" : "Rocking Damage Sink thing",
		"description" : "Rocks when you shoot at it.",
		"helptext" : "I am rock and there ain't no breakin' me\nI am rooooock and there ain't no shakin' me"
	},
	"fakeunit_aatarget" : {
		"name" : "Fake AA target",
		"description" : "Used by the jumpjet script.",
		"helptext" : "Fake unit for technical purposes."
	},
	"mahlazer" : {
		"name" : "Starlight",
		"description" : "Planetary Energy Chisel",
		"helptext" : "This large scale tool is used to shape terrain for terraforming projects. Also useful as a cleanser of obstacles such as pesky enemy units and bases."
	},
	"spidercrabe" : {
		"name" : "Crab",
		"description" : "Heavy Riot/Skirmish Spider - Curls into Armored Form When Stationary",
		"helptext" : "The Crab's huge shells obliterate large swarms of cheap units, and can also outrange basic defenses. When it stops walking, Crab curls up into armored form reducing incoming damage to a third. The Crab's main weakness is its lack of mobility."
	},
	"subscout" : {
		"name" : "Lancelet",
		"description" : "Scout/Suicide Minisub",
		"helptext" : "The Lancelet is basically a large smart torpedo with scouting functionality. It can remain hidden in the depths to observe enemy movements, then detonate its explosive charge to sink unwary ships."
	},
	"staticstorage" : {
		"name" : "Storage",
		"description" : "Stores Metal and Energy (500)",
		"helptext" : "Storages act as a buffer when one expects a big influx of metal, such as reclaiming a vast wreckage field. However, longer periods of increased metal income are better dealt with by acquiring more buildpower."
	},
	"shieldscout" : {
		"name" : "Dirtbag",
		"description" : "Box of Dirt",
		"helptext" : "The Dirtbag exists to block enemy movement and generally get in the way. They are so dedicated to this task that they release their dirt payload upon death to form little annoying mounds. While waiting for their fate Dirtbags enjoy headbutting and scouting."
	},
	"amphaa" : {
		"name" : "Angler",
		"description" : "Amphibious Anti-Air Bot",
		"helptext" : "Angler is amphibious anti-air bot designed to counter the factory's nemesis - Raven. Two of them together can float to the surface and kill a single Raven."
	},
	"tankaa" : {
		"name" : "Ettin",
		"description" : "Flak Anti-Air Tank",
		"helptext" : "The Ettin's flak cannon makes quick work of enemy gunships, and is also fairly effective against planes."
	},
	"asteroid" : {
		"name" : "Asteroid",
		"description" : "Space Rock",
		"helptext" : "Asteroids can be manipulated to fall onto the planet by the Meteor Controller; they serve primarily as a weapon to crush the units they fall on, but they can also be reclaimed for resources."
	},
	"planeheavyfighter" : {
		"name" : "Raptor",
		"description" : "Air Superiority Fighter",
		"helptext" : "The Raptor specializes in bringing down anything else that flies. It is sturdy enough to take limited AA fire, although it has no ground attack capability."
	},
	"hoverskirm2" : {
		"name" : "Trisula",
		"description" : "Light Assault/Battle Hovercraft",
		"helptext" : "The Trisula is a fairly fast, sturdy combatant armed with a scatter beam weapon that can erase multiple small targets or slag a single large one."
	},
	"vehriot" : {
		"name" : "Ripper",
		"description" : "Riot Rover",
		"helptext" : "The Ripper's riot cannon is effective at destroying swarms of raiders and halting enemy advances. The projectile does not arc, so Rippers should avoid clumping and be arranged in a line formation wherever possible. Due to their lack of speed and range, most skirmishers are effective against them. The Ripper's cannon flattens terrain to enable allied vehicles passage over harsh terrain."
	},
	"staticshield" : {
		"name" : "Aegis",
		"description" : "Area Shield",
		"helptext" : "The Aegis protects a modest area with its bubble shield that stops incoming projectiles (but not AoE effects). The shield has a significant energy upkeep and does not block very powerful weapons."
	},
	"turretaaclose" : {
		"name" : "Hacksaw",
		"description" : "Burst Anti-Air Turret",
		"helptext" : "The Hacksaw's twin missiles brutally punish any aircraft that enters their range, but take a considerable amount of time to reload, making them less than ideal against light targets."
	},
	"chicken_rafflesia" : {
		"name" : "Rafflesia",
		"description" : "Chicken Shield (Static)",
		"helptext" : "The Rafflesia protects nearby chicken units and structures with its shield."
	},
	"empiricaldpser" : {
		"name" : "Empirical DPS thing",
		"description" : "Shoot at it for science.",
		"helptext" : "!!SCIENCE!!"
	},
	"hoverassault" : {
		"name" : "Halberd",
		"description" : "Blockade Runner Hover",
		"helptext" : "The Halberd buttons down into its armored hull when not firing, offering 4x damage resistance. Its slow, short-ranged weapon is unsuitable for use against highly mobile targets."
	},
	"shieldcon" : {
		"name" : "Convict",
		"description" : "Shielded Construction Bot, Builds at 5 m/s",
		"helptext" : "The Convict is a fairly standard construction bot with a twist: a light shield to defend itself and support allied shieldbots."
	},
	"energysingu" : {
		"name" : "Singularity Reactor",
		"description" : "Large Powerplant (+225) - HAZARDOUS",
		"helptext" : "The Singularity Reactor generates massive amount of energy using a controlled black hole - which is about as safe as it sounds. When the reactor is destroyed, the black hole implodes violently, dragging units inside. An entire continent on which this is built should be considered unsafe ground."
	},
	"bomberdisarm" : {
		"name" : "Thunderbird",
		"description" : "Disarming Lightning Bomber",
		"helptext" : "Fast bomber armed with a lightning generator that disarms units in a wide area under it."
	},
	"chicken_spidermonkey" : {
		"name" : "Spidermonkey",
		"description" : "All-Terrain Support",
		"helptext" : "The Spidermonkey is a very unusual support chicken. As the name suggests, it can climb walls, however it can also spin a silk line that slows and yanks enemies."
	},
	"shieldskirm" : {
		"name" : "Rogue",
		"description" : "Skirmisher Bot (Indirect Fire)",
		"helptext" : "The Rogue's arcing rockets have a low rate of fire, but do a lot of damage, making it very good at dodging in and out of range of enemy units or defense, or in a powerful initial salvo. Counter them by attacking them with fast units, or crawling bombs when massed."
	},
	"dronelight" : {
		"name" : "Firefly",
		"description" : "Attack Drone",
		"helptext" : "The Firefly is an attack drone with a weak high precision pulse laser. They can protect their parent unit from light enemy units. They do not share stealth with it though, so they can also betray the presence of a cloaked commander."
	},
	"chickenblobber" : {
		"name" : "Blobber",
		"description" : "Heavy Artillery",
		"helptext" : "The Lobber's big brother, the Blobber hurls a wide-scatter rain of acid goo. It can pummel even the toughest shield network very quickly, but remains relatively prone to direct attack."
	},
	"energyheavygeo" : {
		"name" : "Advanced Geothermal",
		"description" : "Large Powerplant (+100) - HAZARDOUS",
		"helptext" : "The Advanced Geothermal Powerplant produces a massive amount of energy. It requires protection, though, as destroying it results in a devastating explosion."
	},
	"staticcon" : {
		"name" : "Caretaker",
		"description" : "Construction Assistant, Builds at 10 m/s",
		"helptext" : "The most cost-effective source of buildpower, the Caretaker is ideal for increasing the output of factories or automatically repairing nearby defenses. It cannot start any construction projects itself, however."
	},
	"terraunit" : {
		"name" : "Terraform",
		"description" : "Spent: 0",
		"helptext" : "This unit represents an area being terraformed."
	},
	"chickenf" : {
		"name" : "Talon",
		"description" : "Flying Spike Spitter",
		"helptext" : "It's a flying chicken! The Talon is a lethal predator that takes down enemy aircraft with its spikes, but will also happily employ them on ground targets. It can be defeated like any other air unit, however."
	},
	"energypylon" : {
		"name" : "Energy Pylon",
		"description" : "Extends overdrive grid",
		"helptext" : "Energy Transmission Pylons help extend energy grids and connect more Extractors or energy sources. This in turn helps Extractors overdrive, producing more metal. Pylons can also provide a fast way to power defenses that rely on the energy grid. Note that over short distances or in low-energy situations using energy producers like solar collectors to connect grids can be a more cost efficient alternative."
	},
	"bomberprec" : {
		"name" : "Raven",
		"description" : "Precision Bomber",
		"helptext" : "The Raven drops a single high damage, low AoE bomb. Cost for cost, nothing quite matches it for taking out that antinuke or Minotaur, but you should look elsewhere for something to use against smaller mobiles."
	},
	"chicken_shield" : {
		"name" : "Blooper",
		"description" : "Shield/Anti-Air",
		"helptext" : "Protects adjacent chickens."
	},
	"chicken_dodo" : {
		"name" : "Dodo",
		"description" : "Chicken Bomb",
		"helptext" : "The Dodo's body contains a volatile mixture of organic explosives. At the slightest provocation, it explodes spectacularly, with the resulting shockwave throwing nearby units into the air. Beware as its flying limbs and spikes will do residual damage."
	},
	"bomberheavy" : {
		"name" : "Likho",
		"description" : "Singularity Bomber",
		"helptext" : "The Likho drops a single powerful bomb that can send units flying. It is sturdy enough to penetrate moderate AA and escape to repair, but should not be used recklessly - it's too expensive for that."
	},
	"tacnuke" : {
		"name" : "Eos",
		"description" : "Tactical Nuke",
		"helptext" : "A long-range precision strike weapon. The Eos' blast radius is small, but lethal."
	},
	"chickenwurm" : {
		"name" : "Wurm",
		"description" : "Burrowing Flamer (Assault/Riot)",
		"helptext" : "The Wurm \"burrows\" under the surface of the ground, revealing itself to hurl a ball of fire that immolates a large swathe of terrain. It can climb cliffs and surprise defense turrets, but is weak to assaults."
	},
	"dronefighter" : {
		"name" : "Spicula",
		"description" : "Fighter Drone",
		"helptext" : "The Spicula is a fast multirole fighter drone whose particle beam is effective against both land and air targets."
	},
	"bomberassault" : {
		"name" : "Eclipse",
		"description" : "Assault Bomber (Anti-Static)",
		"helptext" : "The Eclipse's imposing hull can weather significant punishment while steadily blazing to deliver its massive payload of devastation, but the unguided bomb has problems with hitting mobile targets, and big size makes it an easy target."
	},
	"cloakassault" : {
		"name" : "Knight",
		"description" : "Lightning Assault Bot",
		"helptext" : "Slowly and steadily, groups of Knights can shrug off heavy fire as they make their way towards enemy fortifications, until they can field their short-range lightning cannon, which damages and stuns entrenched foes. Counter with anything that can reliably kite it, making sure that you don't get paralyzed (in which case you are as good as dead.)"
	},
	"energysolar" : {
		"name" : "Solar Collector",
		"description" : "Small Powerplant (+2)",
		"helptext" : "Solar collectors are the least cost-efficient of the energy structures, but they are also the most reliable and sturdy. When attacked, solars will curl up into armored form for 8 seconds, which reduces incoming damage to a quarter and offers excellent protection against raiders."
	},
	"gunshipheavyskirm" : {
		"name" : "Nimbus",
		"description" : "Fire Support Gunship",
		"helptext" : "The Nimbus is a fire support gunship that flies out of the reach of most ground mobiles. It is tough enough to survive limited anti-air fire, and its twin EMGs chew through units stupid enough to stay put."
	},
	"factoryshield" : {
		"name" : "Shieldbot Factory",
		"description" : "Produces Tough Robots, Builds at 10 m/s",
		"helptext" : "The Shield Bot Factory is tough yet flexible. Its units are built to take the pain and dish it back out, without compromising mobility. Clever use of unit combos is well rewarded. Key units: Bandit, Thug, Outlaw, Rogue, Racketeer"
	},
	"chickena" : {
		"name" : "Cockatrice",
		"description" : "Assault/Anti-Armor",
		"helptext" : "The Cockatrice is truly a beast. Seemingly impervious to enemy fire, it casually walks up to its target and dismembers it with its incredibly powerful jaws. Fortunately, it is not fast or particularly intelligent, and can be destroyed with skirmishers or swarmers easily."
	},
	"hoverskirm" : {
		"name" : "Scalpel",
		"description" : "Skirmisher/Anti-Heavy Hovercraft",
		"helptext" : "Use the Scalpel for hit-and-run attacks. Has a long reload time and not too many hit points, and should always be kept at range with the enemy. An arcing projectile allows it to shoot over obstacles and friendly units."
	},
	"jumpbomb" : {
		"name" : "Skuttle",
		"description" : "Cloaked Jumping Anti-Heavy Bomb",
		"helptext" : "This slow-moving, expensive cloaked unit can jump on to enemy units and blast even a heavy tank straight to hell. Counter with swarms of cheap screening units. Be careful of its very small explosion radius when using it."
	},
	"jumpskirm" : {
		"name" : "Moderator",
		"description" : "Disruptor Skirmisher Walker",
		"helptext" : "The Moderator's disruptor beam reduces enemy speed and rate of fire by up to 50%% in addition to dealing damage, making it effective against almost all targets."
	},
	"chicken" : {
		"name" : "Chicken",
		"description" : "Swarmer",
		"helptext" : "The footsoldier of the Thunderbirds is an aggressive zergling-type unit. What it lacks in individual strength, it compensates for with its sheer numbers, overwhelming enemies with floods and floods of little chickens. A good riot unit is recommended for stopping them."
	},
	"chicken_sporeshooter" : {
		"name" : "Sporeshooter",
		"description" : "All-Terrain Spores (Anti-Air/Skirm)",
		"helptext" : "The Sporeshooter shoots spores to drop aircraft and hit land targets from a distance. Can climb walls for surprise attacks."
	},
	"turretaafar" : {
		"name" : "Chainsaw",
		"description" : "Long-Range Anti-Air Missile Battery",
		"helptext" : "The Chainsaw is a long range anti-air turret, dealing out massive damage, able to knock bombers out of the sky very quickly. It can't take very much damage in return, though, and does poorly when attacked directly."
	},
	"staticnuke" : {
		"name" : "Trinity",
		"description" : "Strategic Nuclear Launcher, Drains 18 m/s, 3 minute stockpile",
		"helptext" : "The Trinity launches devastating nuclear missiles that can obliterate entire bases. However, it is easily defeated by enemy anti-nuke systems, which must be removed from the desired target area beforehand."
	},
	"hovershotgun" : {
		"name" : "Punisher",
		"description" : "Shotgun Hover",
		"helptext" : "The Punisher has a shotgun which shoots a spray of projectiles which are good against large targets or tight clusters of enemies."
	},
	"spiderantiheavy" : {
		"name" : "Widow",
		"description" : "Cloaked Scout/Anti-Heavy",
		"helptext" : "The Widow is useful in two ways. Firstly it is an excellent scout, and very difficult to detect. It can penetrate deep into enemy lines. It also has the capacity to shoot a paralyzing bolt that will freeze any one target, good against heavy enemies and enemy infrastructure."
	},
	"energywind" : {
		"name" : "Wind/Tidal Generator",
		"description" : "Small Powerplant",
		"helptext" : "Wind generators produce a variable amount of energy, depending on altitude and wind speed. They are extremely fragile and chain explode when bunched, so consider their placement carefully. When placed in water, they become somewhat more sturdy tidal generators with a good, constant output."
	},
	"amphassault" : {
		"name" : "Grizzly",
		"description" : "Heavy Amphibious Assault Walker",
		"helptext" : "The Grizzly is a classic assault unit - relatively slow, clumsy and next to unstoppable. Its weapon is a high power laser beam with high range and damage, ineffective against swarmers and fast aircraft but not much else. While its weapon cannot fire underwater, the Grizzly can float to surface in order to shoot."
	},
	"shieldaa" : {
		"name" : "Vandal",
		"description" : "Anti-Air Bot",
		"helptext" : "The Vandal is a cheap, hardy and reliable dedicated anti-air bot. Defenseless vs. land forces."
	},
	"hoverriot" : {
		"name" : "Mace",
		"description" : "Riot Hover",
		"helptext" : "The Mace is a mobile laser tower. Its high firepower is useful for killing light enemy units. It is perfectly accurate and is good against gunships and fast units. However, its thin armor makes it vulnerable when targetted directly, especially by skirmishers."
	},
	"veharty" : {
		"name" : "Badger",
		"description" : "Artillery Minelayer Rover",
		"helptext" : "The Badger lays mines which are fairly effective but have a limited lifespan from a distance (rather haphazardly). The Badger outranges most defenses comfortably, but is lightly armored and cannot flee easily so keep it screened with friendly units, possibly assisted by your own mines."
	},
	"striderantiheavy" : {
		"name" : "Ultimatum",
		"description" : "Cloaked Anti-Heavy/Anti-Strider Walker",
		"helptext" : "The Ultimatum packs only one weapon: a disintegrator gun that can vaporize a heavy tank in one blast. It is best used for sneaking up to enemy heavy striders and inflicting serious damage or destruction with a few shots. Defense against it is achieved by screening your heavyweights with lighter units."
	},
	"staticmex" : {
		"name" : "Metal Extractor",
		"description" : "Produces Metal",
		"helptext" : "The metal extractor is the primary means of getting metal. If you have excess energy, metal extractors will automatically use it to extract more metal."
	},
	"vehsupport" : {
		"name" : "Fencer",
		"description" : "Deployable Missile Rover (must stop to fire)",
		"helptext" : "Keep the Fencer at maximum range to harass the opponent's units. The Fencer's missiles track, so they are ideal to kill fast-moving raiders and crawling bombs. It is able to hit air, but is only really useful against fighters. Cannot fire over obstacles, and does poorly if enemies, particularly assault units, are allowed to close range. Unlike skirmishers, the Fencer cannot fire while moving."
	},
	"grebe" : {
		"name" : "Grebe",
		"description" : "Amphibious Raider Bot",
		"helptext" : "The Grebe is a basic raider armed with grenades - a decent short ranged anti-heavy weapon. Despite being amphibious, it cannot shoot while submerged."
	},
	"hoverarty" : {
		"name" : "Lance",
		"description" : "Anti-Heavy Artillery Hovercraft",
		"helptext" : "The Lance's weapon, nicknamed 'the Blue Laser of Death', has the power and accuracy to skewer most units with a single shot. Use it against high armor units, but keep it behind the front lines - it has light armor and can't run from danger."
	},
	"shieldbomb" : {
		"name" : "Snitch",
		"description" : "Crawling Bomb (Burrows)",
		"helptext" : "This fast-moving suicide unit is very good against massed units, particularly assault tanks. It features a cloaking device which is automatically activated once the unit stands still, effectively turning it into a mine. Chain explodes terribly, so best not to mass it. Counter with Pickets and missile trucks, or single cheap units to set off a premature detonation."
	},
	"cloakjammer" : {
		"name" : "Iris",
		"description" : "Area Cloaker/Jammer Walker",
		"helptext" : "The Iris has a jamming device to conceal your units' radar returns. It also has a small cloak shield to hide friendly nearby units from enemy sight."
	},
	"spidercon" : {
		"name" : "Weaver",
		"description" : "Construction Spider, Builds at 7.5 m/s",
		"helptext" : "The Weaver is a constructor that can climb over any obstacle and build defenses on high ground. It is also equipped with a short range radar."
	},
	"hoverdepthcharge" : {
		"name" : "Claymore",
		"description" : "Anti-Sub Hovercraft",
		"helptext" : "The somewhat suicidal Claymore is armed with a heavy depthcharge launcher and has no qualms about dropping it on land."
	},
	"gunshipkrow" : {
		"name" : "Krow",
		"description" : "Flying Fortress",
		"helptext" : "The Krow may be expensive and ponderous, but its incredible armor allows it to fly into all but the thickest anti-air defenses and engage enemies with its three laser cannons. Best of all, it can unleash a deluge of carpet bombs to devastate anything underneath it."
	},
	"neebcomm" : {
		"name" : "Neeb Comm",
		"description" : "Ugly Turkey",
		"helptext" : "This fat chicken is presented to you as a reward for your misdeeds. Behave next time!"
	},
	"factoryplane" : {
		"name" : "Airplane Plant",
		"description" : "Produces Airplanes, Builds at 10 m/s",
		"helptext" : "The Airplane Plant offers a variety of fixed-wing aircraft to suit your needs. Choose between multirole fighters that can double as light attackers or specialized interceptors, and between precision bombers for taking down specific targets or their saturation counterparts for destroying swarms. The plant also comes bundled with one rearm pad."
	},
	"gunshipbomb" : {
		"name" : "Blastwing",
		"description" : "Flying Bomb (Burrows)",
		"helptext" : "The Blastwing does only a small amount of damage, suitable for taking out mexes, solars, LLTs, wind farms and nanotowers, though it can offer a more fomidible punch en-masse. Be mindful of the speed and direction it is travelling, as much of the damage done by it is directional shrapnel that will continue on the trajectory of the bomb after it dies. In this way, you can spray an enemy with shards of metal even if your Blastwing dies before it is in range. Do not pack them too tightly, as they can chain explode. Cloaks when landed."
	},
	"napalmmissile" : {
		"name" : "Inferno",
		"description" : "Napalm Missile",
		"helptext" : "The Inferno is a large AoE fire weapon. Its direct damage is modest, but the cloud of fire it creates lasts for a very long time."
	},
	"factoryamph" : {
		"name" : "Amphbot Factory",
		"description" : "Produces Amphibious Bots, Builds at 10 m/s",
		"helptext" : "The Amphibious Operations Plant builds the slow but sturdy amphibious bots, providing an alternative approach to land/sea warfare. Units from this factory typically regenerate while submerged."
	},
	"factoryship" : {
		"name" : "Shipyard",
		"description" : "Produces Naval Units, Builds at 10 m/s",
		"helptext" : "Shipyard is where both ships and submarines are built. Other waterborne units such as hovercraft and amphibious bots have separate factories."
	},
	"vehassault" : {
		"name" : "Ravager",
		"description" : "Assault Rover",
		"helptext" : "Expensive and powerful, the Ravager is capable of holding its own against most opposition. Though its maneuverability is terrible, its strength is when moving at a considerable top speed in a straight line. Due to this, it is almost impossible to skirmish using raiders. In combat, you should attempt to keep travelling forward and not turn too suddenly, so as to maintain top speed. Circling your target at the edge of your range is a good tactic. An arcing projectile allows it to shoot over wreckage, other tanks, etc. Vulnerable to crawling bombs when in swarms."
	},
	"raveparty" : {
		"name" : "Disco Rave Party",
		"description" : "Destructive Rainbow Projector",
		"helptext" : "The Disco Rave Party throws six different party shots at your enemy for a different surprise each time. Fun for the whole family!"
	},
	"turretlaser" : {
		"name" : "Lotus",
		"description" : "Light Laser Tower",
		"helptext" : "The Lotus is a basic turret. A versatile, solid anti-ground weapon, it does well versus scouts as well as being able to take on one or two raiders. Falls relatively easily to skirmishers, artillery or assault units unless supported."
	},
	"cloakskirm" : {
		"name" : "Ronin",
		"description" : "Skirmisher Bot (Direct-Fire)",
		"helptext" : "The Ronin's low damage, low speed unguided rockets are redeemed by their range. They are most effective in a line formation, firing at maximum range and kiting the enemy. Counter them by attacking them with fast units which can close range and dodge their missiles."
	},
	"tankcon" : {
		"name" : "Welder",
		"description" : "Armed Construction Tank, Builds at 7.5 m/s",
		"helptext" : "Armed with a small defensive tower, the Welder can defend itself against light enemy attacks."
	},
	"shieldarty" : {
		"name" : "Racketeer",
		"description" : "Disarming Artillery",
		"helptext" : "The Racketeer launches long range missiles that can disarm key enemy defenses or units before assaulting them. Only one Racketeer is needed to keep a target disarmed, so pick a different target for each Racketeer. It is excellent at depleting the energy of enemy shields and rendering large units harmless."
	},
	"roost" : {
		"name" : "Roost",
		"description" : "Spawns Chicken",
		"helptext" : "Roosts such as this one are the hatching grounds of the Thunderbirds."
	},
	"dynsupport1" : {
		"name" : "Engineer Commander",
		"description" : "Econ/Support Commander",
		"helptext" : "The esoteric Engineer chassis uses a more unorthodox weapon set. Though lacking armor or speed, this chassis is still favored due to its intrinsic buildpower bonus."
	},
	"cloakraid" : {
		"name" : "Glaive",
		"description" : "Light Raider Bot",
		"helptext" : "Light and cheap, the Glaive makes short work of enemy skirmishers, artillery and economy, but should avoid and outmanouver riot units and defenses, where it is not as strong. Damaged Glaives regenerate when out of combat."
	},
	"gunshipaa" : {
		"name" : "Trident",
		"description" : "Anti-Air Gunship",
		"helptext" : "The Trident is a slow gunship that cuts down enemy aircraft with missiles. It is much slower than other gunships, so it is much easier to kill the Trident with ground units than with planes."
	},
	"hoverminer" : {
		"name" : "Dampener",
		"description" : "Minelaying Hover",
		"helptext" : "The Dampener deploys mines a short distance from itself."
	},
	"gunshiptrans" : {
		"name" : "Charon",
		"description" : "Air Transport",
		"helptext" : "The Charon is the basic air transport. It is ideal to ferry units to the front or make a drop deep behind enemy lines, but should not be used to land in areas with any kind of AA cover."
	},
	"striderdetriment" : {
		"name" : "Detriment",
		"description" : "Ultimate Assault Strider",
		"helptext" : "The Detriment is the single heaviest strider in the field. It can defend itself against air attacks or use its rockets to hit distant targets, but the real meat lies in the massive gauss guns designed for one purpose - to kill other heavy units quickly and efficiently. Remember - the wise commander sends his Detriment out with adequate escorts against light unit swarms and air assaults."
	},
	"energygeo" : {
		"name" : "Geothermal Generator",
		"description" : "Medium Powerplant (+25)",
		"helptext" : "Geothermal plants are highly efficient energy sources that can only be built on geovents on the map. They explode quite violently when destroyed, so avoid placing anything directly adjacent."
	},
	"jumpcon" : {
		"name" : "Constable",
		"description" : "Jumpjet Constructor, Builds at 5 m/s",
		"helptext" : "Fast and capable of jumping over short distances or heights, the Constable is the ideal constructor for rapid expansion. Armed with a light slowbeam, it can also provide combat support."
	},
	"chicken_blimpy" : {
		"name" : "Blimpy",
		"description" : "Dodo Bomber",
		"helptext" : "Blimpy drops a Dodo on unsuspecting armies and bases."
	},
	"droneheavyslow" : {
		"name" : "Viper",
		"description" : "Advanced Battle Drone",
		"helptext" : "The Viper is an advanced battle drone similar to the Firefly but equipped with a Disruptor Pulse Beam, slowing its targets more with each hit."
	},
	"athena" : {
		"name" : "Athena",
		"description" : "Airborne SpecOps Engineer, Builds at 15 m/s",
		"helptext" : "The Athena is the pinnacle of stealth strike capability. Equipped with a cloaking device and a radar jammer, it can slip through enemy lines to assemble squads of raiders, inflicting havoc on the opposition's logistics. The Athena can also resurrect wrecks on the battlefield, adding them to your army."
	},
	"staticsonar" : {
		"name" : "Sonar Station",
		"description" : "Locates Water Units",
		"helptext" : "The docile Sonar Station provides one of the few means of locating underwater targets."
	},
	"spideremp" : {
		"name" : "Venom",
		"description" : "Lightning Riot Spider",
		"helptext" : "The Venom is an all-terrain unit designed to paralyze enemies so other units can easily destroy them. It moves particularly fast for a riot unit and in addition to paralysis it does a small amount of damage. Works well in tandem with the Recluse to keep enemies from closing range with the fragile skirmisher."
	},
	"jumpassault" : {
		"name" : "Jack",
		"description" : "Melee Assault Jumper",
		"helptext" : "The Jack is a melee assault walker with jumpjets. A few Jacks can easily level most fortification lines. Its small range and very low speed make it very vulnerable to skirmishers."
	},
	"vehscout" : {
		"name" : "Dart",
		"description" : "Disruptor Raider/Scout Rover",
		"helptext" : "Cheap and fast, the Dart is deadly in the first minutes of the game if your opponent is caught off-guard. Use missile towers, LLTs or any quick units to stop them."
	},
	"factoryhover" : {
		"name" : "Hovercraft Platform",
		"description" : "Produces Hovercraft, Builds at 10 m/s",
		"helptext" : "The Hovercraft Platform is fast and deadly, offering the ability to cross sea and plains alike and outmaneuver the enemy. Key units: Dagger, Halberd, Scalpel, Mace, Lance"
	},
	"gunshipassault" : {
		"name" : "Revenant",
		"description" : "Heavy Raider/Assault Gunship",
		"helptext" : "The Revenant fires a volley of unguided rockets. It has high HP and a huge damage output, but is expensive and inaccurate, especially vs moving targets. It is best for taking on clumps of base structures, slow moving or stationary units. The Revenant should disengage between volleys to minimize damage taken."
	},
	"tankriot" : {
		"name" : "Ogre",
		"description" : "Heavy Riot Support Tank",
		"helptext" : "Remarkably mobile for a riot platform, the Ogre packs twin high-velocity fragmentation missiles that are devastating to light units and aircraft alike, although they have limited range. Like other riot units, the Ogre does not have the range and speed to hold its own against most skirmishers. The missile is quite effective at flattening terrain so it is particularly useful at knocking down walls that Welders cannot reach."
	},
	"staticantinuke" : {
		"name" : "Antinuke",
		"description" : "Strategic Nuke Interception System",
		"helptext" : "The Antinuke automatically intercepts enemy nuclear ICBMs aimed within its coverage radius."
	},
	"staticheavyarty" : {
		"name" : "Big Bertha",
		"description" : "Strategic Plasma Cannon",
		"helptext" : "The Bertha is a massive cannon that fires high-energy plasmoids across the map. Used appropriately, it can effectively suppress enemy operations from the safety of your base. Do not expect it to win battles alone for you, however."
	},
	"cloaksnipe" : {
		"name" : "Phantom",
		"description" : "Cloaked Skirmish/Anti-Heavy Artillery Bot",
		"helptext" : "The Phantom's energy rifle inflicts heavy damage to a single target. It can fire while cloaked; however its visible round betrays its position. It requires quite a bit of energy to keep cloaked, especially when moving. The best way to locate a Phantom is by sweeping the area with many cheap units."
	},
	"staticarty" : {
		"name" : "Cerberus",
		"description" : "Plasma Artillery Battery - Power by connecting to a 50 energy grid",
		"helptext" : "The Cerberus offers long-range artillery/counter-artillery capability, making it excellent for area denial. It is not designed as a defense turret, and will go down if attacked directly."
	},
	"wolverine_mine" : {
		"name" : "Claw",
		"description" : "Badger Mine",
		"helptext" : "This mine doesn't explode - instead, it releases a flurry of bomblets at trespassing enemies. It deactivates after one minute."
	},
	"staticradar" : {
		"name" : "Radar Tower",
		"description" : "Early Warning System",
		"helptext" : "The Radar tower provides early warning of enemy units and their movements over a moderate distance at virtually no cost. It has a very small but steady energy cost and will automatically shut down if you run out of energy. Radar Towers can morph to Sparrows - light scout planes - to enhance their ability to gather intel. Radar coverage is blocked by terrain such as mountains."
	},
	"turretriot" : {
		"name" : "Stardust",
		"description" : "Anti-Swarm Turret",
		"helptext" : "The Stardust sports a powerful autocannon. While it has a short range and is thus even more vulnerable to skirmishers than the LLT, its high rate of fire and AoE allow it to quickly chew up swarms of lighter units."
	},
	"spideranarchid" : {
		"name" : "Anarchid",
		"description" : "Riot EMP Spider",
		"helptext" : "The Anarchid is like a Starlight, but a Spider"
	},
	"vehraid" : {
		"name" : "Scorcher",
		"description" : "Raider Rover",
		"helptext" : "Capable of taking damage and dishing it out, the Scorcher is a versatile unit that remains very useful for more than just raiding, though it pays the price in manueverability and in cost. Though able to hold its own in combat, it is no match for anti-swarm and riot units or defenses. The Scorcher's heatray deals more damage up close."
	},
	"striderfunnelweb" : {
		"name" : "Funnelweb",
		"description" : "Shield Support Strider",
		"helptext" : "The slow all-terrain Funnelweb features an extremely powerful wide-area shield and high nano power for post-battle utility. It is otherwise unarmed."
	},
	"cloakriot" : {
		"name" : "Reaver",
		"description" : "Riot Bot",
		"helptext" : "The Reaver's devastating heavy Energy Machine Gun is effective versus most enemy units, in particular raiders. It performs poorly versus static defense, so do not use it as an assault unit. Counter by staying out of their range, as they are slow. Reavers quickly regenerate damage when out of combat."
	},
	"chickenspire" : {
		"name" : "Chicken Spire",
		"description" : "Static Artillery",
		"helptext" : "Long range static artillery."
	},
	"turretemp" : {
		"name" : "Faraday",
		"description" : "EMP Turret",
		"helptext" : "The Faraday is a powerful EMP tower. It has high damage and area of effect. Greatly amplifies the effect of other towers, but virtually useless on its own. When closed damage received is reduced to a quarter. Be careful of its splash damage though, as it can paralyze your own units if they are too close to the enemy."
	},
	"factoryspider" : {
		"name" : "Spider Factory",
		"description" : "Produces Spiders, Builds at 10 m/s",
		"helptext" : "Optimized for rough terrain, the Spider Factory relies primarily on range and maneuverability rather than brute force. Key units: Flea, Recluse, Hermit, Crab"
	},
	"chicken_dragon" : {
		"name" : "White Dragon",
		"description" : "Prime Assault Chicken",
		"helptext" : "The White Dragons, senior guardians of the chicken hive, are monstrous beings second only to the queen herself. With a powerful stomp, lethal jaws, corrosive goo and a multitude of spores, they are a threat to be feared indeed."
	},
	"chickens" : {
		"name" : "Spiker",
		"description" : "Skirmisher",
		"helptext" : "The Spiker's razor sharp projectiles can pierce even the thickest armor. While it doesn't have much health, it remains a potent threat to both air and ground units. Counter with anything that can reliably outrange it."
	},
	"striderdante" : {
		"name" : "Dante",
		"description" : "Assault/Riot Strider",
		"helptext" : "The Dante is a heavy combat unit that specializes in getting close and melting its target. Its flamethrower and twin heatrays aren't extraordinary, but its incendiary rockets can be fired in a salvo of twenty that devastates a wide swath of terrain."
	},
	"dynassault1" : {
		"name" : "Guardian Commander",
		"description" : "Heavy Combat Commander",
		"helptext" : "The Guardian Chassis emphasizes armor and firepower at the expense of speed and support equipment."
	},
	"chickenbroodqueen" : {
		"name" : "Chicken Brood Queen",
		"description" : "Tends the Nest",
		"helptext" : "The egg-laying brood queen is not quite as fearsome in combat as the other queen, but can in the long run present an even bigger threat. It produces all the different chicken breeds of the Thunderbirds."
	},
	"cloakaa" : {
		"name" : "Gremlin",
		"description" : "Cloaked Anti-Air Bot",
		"helptext" : "Fast and fairly sturdy for its price, the Gremlin is good budget mobile anti-air. It can cloak, allowing it to provide unexpected anti-air protection or escape ground forces it's defenseless against."
	},
	"vehheavyarty" : {
		"name" : "Impaler",
		"description" : "Precision Artillery Rover",
		"helptext" : "The Impaler fires vertically a high damage, high accuracy kinetic missile at long range. Its high arc makes it able to fire over any obstacle, however that makes the flight time so high that it's useless against moving targets. Use the Impaler to kill specific buildings."
	},
	"zenith" : {
		"name" : "Zenith",
		"description" : "Meteor Controller",
		"helptext" : "The Zenith collects meteorites from the sky (up to 300), which it can send anywhere to break things or provide a small reclaimable source of metal."
	},
	"vehaa" : {
		"name" : "Crasher",
		"description" : "Fast Anti-Air Rover",
		"helptext" : "The Crasher is a speedy solution to enemy bomber attacks, and also works well against gunships."
	},
	"spiderskirm" : {
		"name" : "Recluse",
		"description" : "Skirmisher Spider (Indirect Fire)",
		"helptext" : "An all terrain missile launching unit. Climb walls with this spider walker and take your enemy by surprise. The unguided rockets cannot hit a rapidly jinking target, but they have a fairly long range."
	},
	"fakeunit_los" : {
		"name" : "LOS Provider",
		"description" : "Knows all and sees all",
		"helptext" : "Kilrogg would be proud!"
	},
	"tele_beacon" : {
		"name" : "Lamp",
		"description" : "Teleport Bridge Entry Beacon, right click to teleport.",
		"helptext" : "This is Djinn's entry beacon. Right-click it to teleport units to the parent Djinn."
	},
	"dynstrike1" : {
		"name" : "Strike Commander",
		"description" : "Mobile Assault Commander",
		"helptext" : "The Strike Commander is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration."
	},
	"empmissile" : {
		"name" : "Shockley",
		"description" : "EMP missile",
		"helptext" : "The Shockley disables units in a small area for up to 45 seconds."
	},
	"striderhub" : {
		"name" : "Strider Hub",
		"description" : "Constructs Striders, Builds at 10 m/s",
		"helptext" : "The Strider Hub deploys striders, the \"humongous mecha\" that inspire awe and fear on the battlefield. Unlike a normal factory, the hub is only required to start a project, not to finish it."
	},
	"amphcon" : {
		"name" : "Conch",
		"description" : "Amphibious Construction Bot, Builds at 7.5 m/s",
		"helptext" : "The Conch is a sturdy constructor that can build or reclaim in the deep sea as well as it does on land."
	},
	"spiderriot" : {
		"name" : "Redback",
		"description" : "Riot Spider",
		"helptext" : "A rapid fire spider which excels at picking off fast units."
	},
	"spiderassault" : {
		"name" : "Hermit",
		"description" : "All Terrain Assault Bot",
		"helptext" : "The Hermit can take an incredible beating, and is useful as a shield for the weaker, more-damaging Recluses."
	},
	"turretantiheavy" : {
		"name" : "Lucifer",
		"description" : "Tachyon Projector - Power by connecting to a 50 energy grid",
		"helptext" : "Inside the heavily armored shell of the Lucifer lies the devastating Tachyon Accelerator. This fearsome weapon is capable of delivering pinpoint damage at extreme ranges, provided you keep it connected to a power source. Remember that the Lucifer is strictly a support weapon; leave it unguarded and it will be swamped with raiders. When under attack by long range artillery or bombers the main gun can retract to reduce incoming damage to a quarter."
	},
	"jumparty" : {
		"name" : "Firewalker",
		"description" : "Saturation Artillery Walker",
		"helptext" : "The Firewalker's medium range mortars immolate a small area, denying use of that terrain for brief periods of time. The bot itself is somewhat clumsy and slow to maneuver."
	},
	"spideraa" : {
		"name" : "Tarantula",
		"description" : "Anti-Air Spider",
		"helptext" : "An all-terrain AA unit that supports other spiders against air with its medium-range missiles."
	},
	"chicken_pigeon" : {
		"name" : "Pigeon",
		"description" : "Flying Spore Scout",
		"helptext" : "A small flying chicken scout with spore."
	},
	"cloakheavyraid" : {
		"name" : "Scythe",
		"description" : "Cloaked Raider Bot",
		"helptext" : "The Scythe isn't particularly tough in a stand-up fight, but its cloaking device lets it slip past enemy defenses to stab at the enemy's economy. Damaged Scythes can quickly regenerate when out of combat."
	},
	"jumpblackhole" : {
		"name" : "Placeholder",
		"description" : "Black Hole Launcher",
		"helptext" : "The Placeholder is a support unit. Its projectiles create a vacuum that sucks in nearby units, clustering and holding them in place to help finish them off."
	},
	"vehcon" : {
		"name" : "Mason",
		"description" : "Construction Rover, Builds at 5 m/s",
		"helptext" : "Highly mobile and capable of taking a beating, the Mason can quickly expand over a large area."
	},
	"amphtele" : {
		"name" : "Djinn",
		"description" : "Amphibious Teleport Bridge",
		"helptext" : "Djinn excels at moving large land based armies across bodies of water. When deployed it teleports units from around its pre-placed static beacon to its present location. The teleportation is one-way, so ensure the destination is safe."
	},
	"shipcon" : {
		"name" : "Mariner",
		"description" : "Construction Ship, Builds at 7.5 m/s",
		"helptext" : "Although expensive, the Construction Ship boasts extremely high nano power, combined with tough armor and good speed."
	},
	"shipscout" : {
		"name" : "Cutter",
		"description" : "Picket Ship (Disarming Scout)",
		"helptext" : "Cheap, fast, and fragile, this Picket Ship is a good scout and spotter for more expensive ships. In numbers, their disarming missiles are effective against larger targets."
	},
	"shiptorpraider" : {
		"name" : "Hunter",
		"description" : "Torpedo-Boat (Raider)",
		"helptext" : "The Torpedo Boat is a mobile raider and anti-submarine unit. It is effective against underwater units and large vessels."
	},
	"shipskirm" : {
		"name" : "Mistral",
		"description" : "Rocket Boat (Skirmisher)",
		"helptext" : "This Rocket Boat fires a salvo of four medium-range rockets, useful for bombarding sea and shore targets. Beware of subs and anything with enough speed to get close."
	},
	"subraider" : {
		"name" : "Seawolf",
		"description" : "Attack Submarine (Stealth Raider)",
		"helptext" : "Stealthy, fast, and fragile, this Submarine can quickly strike unprotected targets. Slow damage allows it to effectively kill lone units. Watch out for anything with anti-sub weaponry, especially Torpedo Boats and Destroyers."
	},
	"subtacmissile" : {
		"name" : "Scylla",
		"description" : "Tactical Nuke Missile Sub, Drains 20 m/s, 30 second stockpile",
		"helptext" : "The Tactical Nuke Missile Sub provides a standoff precision strike weapon in the form of tactical missiles. It has no defense against direct attacks and should avoid contact with the enemy."
	},
	"shipriot" : {
		"name" : "Corsair",
		"description" : "Corvette (Raider/Riot)",
		"helptext" : "This Corvette comes equipped with two shotguns which are effective against anything which gets close. It has no weapons effective against underwater targets."
	},
	"shipassault" : {
		"name" : "Siren",
		"description" : "Destroyer (Riot/Assault)",
		"helptext" : "This Destroyer is a general-purpose combat vessel, combining a strong area-of-effect sonic cannon, a medium-range vertical launch missile, and strong armor. Use its sonic gun against smaller opponents above and below the water, and its missile against static targets."
	},
	"shiparty" : {
		"name" : "Envoy",
		"description" : "Cruiser (Artillery)",
		"helptext" : "This Cruiser packs a powerful, long-range artillery cannon, useful for bombarding fixed emplacements and shore targets. Beware of aircraft, submarines and raider ships."
	},
	"shipaa" : {
		"name" : "Zephyr",
		"description" : "Anti-Air Frigate",
		"helptext" : "With its powerful twin anti-air laser batteries, this Anti-Air Frigate protects your fleet from aerial attackers. As always, it is useless against targets that aren't airborne."
	},
	"shiptransport" : {
		"name" : "Surfboard",
		"description" : "Transport Platform",
		"helptext" : "The Surfboard serves as a naval transport and firing platform--that is, any unit on the Surfboard can fire off of it."
	},
	"shipheavyarty" : {
		"name" : "Shogun",
		"description" : "Battleship (Heavy Artillery)",
		"helptext" : "A single salvo from one of these will pummel almost any surface target into submission. The psychological effects of the muzzle flash and the ship recoiling in the water are impressive enough, to say nothing of the effects of a direct hit. Be warned--battleships are not meant to be used on their own, lacking in anti-air and anti-submarine protection as they are."
	},
	"factorygunship" : {
		"name" : "Gunship Plant",
		"description" : "Produces Gunships, Builds at 10 m/s",
		"helptext" : "The Gunship Plant is designed for close air support. It includes a selection of transports for hauling land units around, and combat gunships which can perform a variety of offensive or defensive roles."
	},
	"turretheavy" : {
		"name" : "Desolator",
		"description" : "Medium Range Defense Fortress - Power by connecting to a 50 energy grid",
		"helptext" : "Armed with a heavy plasma cannon and a Heat Ray, the Desolator forms a focal defense point against enemy assault pushes. It can bunker down to survive attack by long-range artillery or air attacks to reduce incoming damage to a quarter, although it cannot fire its weapons while doing so."
	},
	"turretimpulse" : {
		"name" : "Newton",
		"description" : "Gravity Turret",
		"helptext" : "The Newton is armed with an experimental graviton projector. This weapon does virtually no damage directly, but can push units toward or away from the Newton. You can use it on your own units as well, but beware of friendly fire."
	},
	"assaultcruiser" : {
		"name" : "Vanquisher",
		"description" : "Heavy Cruiser (Assault)",
		"helptext" : "The Vanquisher cruiser boasts excellent armor and lethal close-in firepower. Its gauss cannons slice through surface targets like butter, while its missiles support it against enemies above and below the water surface. Its short range and lack of anti-air firepower leaves it vulnerable to standoff units and aircraft."
	},
	"shieldfelon" : {
		"name" : "Felon",
		"description" : "Shielded Riot/Skirmisher Bot",
		"helptext" : "The Felon draws energy from its shield, discharging it in accurate bursts. Link it to other shields to increase its rate of fire."
	},
	"seismic" : {
		"name" : "Quake",
		"description" : "Seismic Missile",
		"helptext" : "The Quake creates a powerful seismic shockwave that smooths a wide area of terrain, while causing minimal harm to units."
	},
	"striderscorpion" : {
		"name" : "Scorpion",
		"description" : "Cloaked Infiltration Strider",
		"helptext" : "The Scorpion paralyzes enemies with its lightning sting and then chews them up with its particle beam claws. Its tough carapace shrugs off most enemy fire, and can also turn the Scorpion transparent."
	},
	"vehcapture" : {
		"name" : "Dominatrix",
		"description" : "Capture Rover",
		"helptext" : "The Dominatrix captures enemies, turning them against their former allies. Multiple Dominatrix can capture a single target faster, although only one becomes the controller. After taking control of a unit the Dominatrix cannot fire for 12 seconds. If a Dominatrix is destroyed all units it controls are freed."
	},
	"factorytank" : {
		"name" : "Tank Foundry",
		"description" : "Produces Heavy Tracked Vehicles, Builds at 10 m/s",
		"helptext" : "The Tank Foundry is the ultimate in brute force methods - nothing gets the job done quite like a sustained artillery barrage followed by a decisive push with the largest tanks in the field. Key units: Emissary, Minotaur, Ogre, Cyclops"
	},
	"striderbantha" : {
		"name" : "Paladin",
		"description" : "Ranged Support Strider",
		"helptext" : "The Paladin is an even heavier solution to a particularly uncrackable defense line, with a tachyon projector and EMP missiles for stand-off engagements, lightning hand cannons for general purpose combat, and a good deal of armor. Beware though, for it is defenseless against air and cannot be used effectively on its own."
	},
	"shipcarrier" : {
		"name" : "Reef",
		"description" : "Aircraft Carrier (Bombardment), stockpiles disarm missiles at 5 m/s",
		"helptext" : "The most versatile ship on the high seas, the carrier serves several functions. It is equipped with a manual-fire disarming missile launcher for disabling enemy capital ships at range and serves as a mobile repair base for friendly aircraft. Perhaps most notably, the carrier provides its own complement of surface attack drones to engage targets."
	},
	"turretaaflak" : {
		"name" : "Thresher",
		"description" : "Anti-Air Flak Gun",
		"helptext" : "The Thresher is a flak cannon with good AoE and a high damage output, letting it swiftly cut enemy gunships to ribbons."
	},
	"factoryjump" : {
		"name" : "Jumpbot Factory",
		"description" : "Produces Jumpjet Equipped Robots, Builds at 10 m/s",
		"helptext" : "The esoteric Jumpbot Factory offers unique tactical options for rapidly closing the distance in a knife fight, or getting over hills and rivers to cut a path through enemy lines. Key units: Pyro, Moderator, Jack, Firewalker, Jugglenaut"
	},
	"jumpsumo" : {
		"name" : "Jugglenaut",
		"description" : "Heavy Riot Jumper",
		"helptext" : "The Jugglenaut's impressive armor makes it a near-unstoppable sphere of death. It stomps on enemy units to break up their formation and can toss the survivors around with its Gravity Beams. Its stomp is the only way it can damage buildings."
	},
	"jumpscout" : {
		"name" : "Puppy",
		"description" : "Walking Missile",
		"helptext" : "This fast-moving suicide unit is good for raiding and sniping lightly-armored targets. When standing next to wreckages, it automatically draws metal from them to replicate itself, grey goo style."
	},
	"turretaalaser" : {
		"name" : "Razor",
		"description" : "Hardened Anti-Air Laser",
		"helptext" : "The Razor is a hardy anti-air turret. Its high hit points and 4x armour bonus when closed makes it very hard for the enemy to dislodge."
	},
	"hovercon" : {
		"name" : "Quill",
		"description" : "Construction Hovercraft, Builds at 5 m/s",
		"helptext" : "The Quill allows smooth expansion across both land and sea."
	},
	"jumpaa" : {
		"name" : "Toad",
		"description" : "Heavy Anti-Air Jumper",
		"helptext" : "The Toad packs twin anti-air lasers and an autocannon for slaying enemy aircraft rapidly. It can also jump to quickly access high ground or to escape."
	},
	"tankheavyraid" : {
		"name" : "Blitz",
		"description" : "Lightning Assault/Raider Tank",
		"helptext" : "The Blitz is a high-tech raider. Its weapon, a lightning gun, deals mostly paralyze damage. This way, the Blitz can disable turrets, waltz through the defensive line, and proceed to level the economic heart of the opponent's base. When killed, it sets off an EMP explosion that can stun surrounding raiders."
	},
	"staticheavyradar" : {
		"name" : "Advanced Radar",
		"description" : "Long-Range Radar",
		"helptext" : "The advanced Radar Tower has a considerably greater range than the basic version."
	},
	"amphimpulse" : {
		"name" : "Archer",
		"description" : "Amphibious Raider/Riot Bot",
		"helptext" : "The Archer uses a powerful water cutting jet to hit enemies. Archers can float to surface in order to fight naval units."
	},
	"fakeunit" : {
		"name" : "Fake radar signal",
		"description" : "Created by scrambling devices.",
		"helptext" : "Fake unit for technical purposes."
	},
	"shieldshield" : {
		"name" : "Aspis",
		"description" : "Area Shield Walker",
		"helptext" : "The Aspis protects surrounding units with its area shield by destroying enemy projectiles and will automatically connect to other shield-equipped units to share charge. The area shield will not stop units and only intercepts projectiles on its perimeter, so enemies can get under the shield and shoot at the units inside. Recharging and maintaining area shields costs energy."
	},
	"jumpraid" : {
		"name" : "Pyro",
		"description" : "Raider/Riot Jumper",
		"helptext" : "The Pyro is a cheap, fast walker with a flamethrower. The flamethrower deals increased damage to large units and can hit multiple targets at the same time. When killed, the Pyro sets surrounding units on fire. Additionally, Pyros also come with jetpacks, allowing them to jump over obstacles or get the drop on enemies."
	},
	"tankheavyarty" : {
		"name" : "Tremor",
		"description" : "Heavy Saturation Artillery Tank",
		"helptext" : "The principle behind the Tremor is simple: flood an area with enough shots, and you'll hit something at least once. Slow, clumsy, vulnerable and extremely frightening, the Tremor works best against high-density target areas, where its saturation shots are most likely to do damage. It pulverizes shields in seconds and its shells smooth terrain."
	},
	"tankraid" : {
		"name" : "Kodachi",
		"description" : "Raider Tank",
		"helptext" : "The diminutive Kodachi is a unique raider. Its small yet agile chassis has enough armor and speed to get it close enough to fire its weapon, a napalm bomb. The Kodachi should run in, get a shot off, and withdraw before it takes significant damage. Damaged Kodachis regenerate out of combat."
	},
	"cloakcon" : {
		"name" : "Conjurer",
		"description" : "Cloaked Construction Bot, Builds at 5 m/s",
		"helptext" : "The Conjurer packs a short-ranged jammer and a cloaking device for stealthy expansion and base maintenance. It can also enable a short-range cloaking field, which unlike the aforementioned abilities costs energy to maintain."
	},
	"turretsunlance" : {
		"name" : "Sunlance",
		"description" : "Anti-Tank Turret - Requires 25 Power",
		"helptext" : "The Sunlance's heavy disruptor beam cripples even the heaviest assault unit and will stop any armored assault dead in its tracks."
	},
	"shieldassault" : {
		"name" : "Thug",
		"description" : "Shielded Assault Bot",
		"helptext" : "Weak on its own, the Thug makes an excellent screen for Outlaws and Rogues. The linking shield gives Thugs strength in numbers, but can be defeated by AoE weapons or focus fire."
	},
	"amphriot" : {
		"name" : "Scallop",
		"description" : "Amphibious Riot Bot (Anti-Sub)",
		"helptext" : "A typical riot unit, the Scallop is armed with impact explosives for underwater use and a quadruple shotgun when on land."
	},
	"planecon" : {
		"name" : "Crane",
		"description" : "Construction Aircraft, Builds at 4 m/s",
		"helptext" : "The Crane flies quickly over any terrain, but is fragile to any AA. Though it has relatively poor nano power compared to other constructors, it is able to build in many hard to reach places and expand an air players territory in a nonlinear fashion. Due to its mobility, it is ideal for reclaiming wrecks and other repetetitive tasks."
	},
	"gunshipraid" : {
		"name" : "Locust",
		"description" : "Raider Gunship",
		"helptext" : "The Locust is a light gunship. Its high speed and decent damage makes it excellent for quickly taking out enemy economy or inaccurate units like assaults. However, it flies close to the ground and has a short range, meaning even other raiders can engage it on an equal footing. Like any raider, the Locust should avoid riots and static defense."
	},
	"shieldraid" : {
		"name" : "Bandit",
		"description" : "Medium-Light Raider Bot",
		"helptext" : "The Bandit outranges and is somewhat tougher than the Glaive, but still not something that you hurl against entrenched forces. Counter with riot units and LLTs."
	},
	"amphraid" : {
		"name" : "Duck",
		"description" : "Amphibious Raider Bot (Anti-Sub)",
		"helptext" : "The Duck is the basic underwater raider. Armed with short ranged torpedoes, it uses its (relatively) high speed to harass sea targets that cannot shoot back, though it dies to serious opposition. On land it can launch the torpedoes a short distance as a decent short ranged anti-heavy weapon."
	},
	"planefighter" : {
		"name" : "Swift",
		"description" : "Multi-role Fighter",
		"helptext" : "The Swift can hit both land and air. It is effective against air units with its guided missiles and lasers, but enemy AA and air superiority fighters will kill it quickly. In numbers, it can harass land units and is suitable for raiding. Perhaps most notably, they are equipped with afterburner jets that can be used to give the Swift a massive speed boost, allowing them to execute incredible combat and evasive maneuvers."
	},
	"dronecarry" : {
		"name" : "Gull",
		"description" : "Carrier Drone",
		"helptext" : "The Gull is a small, aggressive drone armed with an energy MG."
	},
	"turretheavylaser" : {
		"name" : "Stinger",
		"description" : "High-Energy Laser Tower",
		"helptext" : "The Stinger is a medium laser turret. Its three rotating laser guns can kill almost any small unit, but its low rate of fire makes it vulnerable to swarms when unassisted."
	},
	"hoversonic" : {
		"name" : "Morningstar",
		"description" : "Antisub Hovercraft",
		"helptext" : "The Morningstar comes armed with a sonic pulse cannon which completely doesn't care whether target is above or under water."
	},
	"chicken_tiamat" : {
		"name" : "Tiamat",
		"description" : "Heavy Assault/Riot",
		"helptext" : "The ultimate assault chicken, the Tiamat is a fire-breathing, iron-jawed, spore-spewing monstrosity that knows no fear, no mercy. It even has a mucous shield to protect itself and surrounding chickens from damage."
	},
	"bomberstrike" : {
		"name" : "Kestrel",
		"description" : "Tactical Strike Bomber",
		"helptext" : "The Kestrel launches short-range surface attack missiles that can also hit submarines. It is the best bomber for picking off single mobile targets."
	},
	"staticrearm" : {
		"name" : "Airpad",
		"description" : "Repairs and Rearms Aircraft, repairs at 2.5 e/s per pad",
		"helptext" : "The Airpad repairs up to four aircraft at a time. It also refuels/rearms bombers."
	},
	"dynrecon1" : {
		"name" : "Recon Commander",
		"description" : "High Mobility Commander",
		"helptext" : "The Recon Commander revolves around mobility and guile; this lightly armored platform can mount many special weapons and modules and comes pre-equipped with jumpjets."
	},
	"gunshipemp" : {
		"name" : "Gnat",
		"description" : "Anti-Heavy EMP Drone",
		"helptext" : "The Gnat can be used to paralyze enemy units. It makes an excellent defensive unit, and when combined with banshees or other units can halt the enemy to give you time to kill him. Offensively it can paralyze even heavily fortified areas, but dies relatively easily to Pickets."
	},
	"bomberriot" : {
		"name" : "Phoenix",
		"description" : "Saturation Napalm Bomber",
		"helptext" : "The Phoenix's napalm bombs decimate large clumps of units and light structures."
	},
	"striderarty" : {
		"name" : "Merlin",
		"description" : "Heavy Saturation Artillery Strider",
		"helptext" : "The Merlin is an MLRS strider. It can launch a volley of rockets that guarantees the destruction of almost anything in the target area, then quickly retreat behind friendly forces."
	},
	"gunshipheavytrans" : {
		"name" : "Hercules",
		"description" : "Armed Heavy Air Transport",
		"helptext" : "The Hercules can haul any land unit in the game. Its twin laser guns and automated cargo ejection system make it ideal for drops into hot LZs."
	},
	"planescout" : {
		"name" : "Owl",
		"description" : "Area Jammer, Radar/Sonar Plane",
		"helptext" : "The Owl provides an unparalleled means for deep scouting, and can locate underwater targets with its sonar. It is also equipped with an area jammer, which prevents radar from working in the area underneath."
	},
	"planelightscout" : {
		"name" : "Sparrow",
		"description" : "Light Scout Plane",
		"helptext" : "The Sparrow is a light scout that can be built from a Radar Tower, making it the only plane that is availible without a Plane Factory. Such an accessible scouting option is invaluable to those without access to planes, but is generally outclassed by the faster Swift and larger Owl."
	},
	"amphfloater" : {
		"name" : "Buoy",
		"description" : "Heavy Amphibious Skirmisher Bot",
		"helptext" : "The Buoy works around its inability to shoot while submerged by floating to the surface of the sea. Here it can fire a decently ranged cannon with slow damage. It is unable to move while floating."
	},
	"dynknight1" : {
		"name" : "Commander",
		"description" : "Mobile Assault Commander",
		"helptext" : "The Knight Commander chassis is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration."
	}
}
