{
	"starlight_satellite" : {
		"name" : "Glint",
		"description" : "Satelita",
		"helptext" : "Satelita pomocniczy Starlighta."
	},
	"gunshipcon" : {
		"name" : "Wasp",
		"description" : "Ciężki powietrzny konstruktor, moc 7.5 M/s",
		"helptext" : "Wasp łączy w sobie mobilność statku powietrznego i wysoką moc budowy."
	},
	"gunshipskirm" : {
		"name" : "Harpy",
		"description" : "Wielozadaniowy statek powietrzny",
		"helptext" : "Harpy to lekki bojowy statek powietrzny. Chociaż jego pociski nie zadają wysokich obrażeń, to są celne i spowalniają trafione jednostki."
	},
	"factorycloak" : {
		"name" : "Fabryka cichociemnych",
		"description" : "Buduje cichociemne boty, moc 10 m/s",
		"helptext" : "Jednostki z tej fabryki cechują się zwinnością i nieuchwytnością bardziej niż siłą ognia i wytrzymałością. Wiele z nich posiada maskowanie lub broń EMP, co promuje sprytne podejście do walki."
	},
	"amphlaunch" : {
		"name" : "Lobster",
		"description" : "Amfibijna wyrzutnia jednostek",
		"helptext" : "Lobster nie ma zwykłego uzbrojenia - jego sposobem na rozwiązywanie problemów jest rzucanie nań innych jednostek. Choć stworzony do przerzucania amfibii z wody na ląd, pozwala także na inne kreatywne zastosowania, w tym rzucanie przeciwnikami."
	},
	"tankarty" : {
		"name" : "Emissary",
		"description" : "Czołg artyleryjski",
		"helptext" : "Emissary to świetna jednostka do ostrzału wrogich jednostek za sprawą swojego ciężkiego, dalekosiężnego działa. Jak każda jednostka artyleryjska, jest wrażliwy podczas walki na krótkie dystanse."
	},
	"staticmissilesilo" : {
		"name" : "Silos rakietowy",
		"description" : "Buduje rakiety taktyczne, moc 10 m/s",
		"helptext" : "Silos rakietowy buduje rakiety taktyczne. Do wyboru jest kilka różnych głowic, co zapewnia świetne możliwości zarówno defensywne, jak i ofensywne. Silos może składować do czterech rakiet."
	},
	"spiderscout" : {
		"name" : "Flea",
		"description" : "Ultralekki pająk zwiadowczy (zakopuje się)",
		"helptext" : "Flea ma duży zasięg widzenia i włącza niewidzialość, gdy stoi nieruchomo, może więc schować się w trudno dostępnych miejscach i obserwować wroga z ukrycia. W małych grupkach dobrze nadaje się do najazdów na kopalnie lub dywersji poprzez atak od strony klifów. Zadaje jednak bardzo mało obrażeń i można go zniszczyć bez większego wysiłku."
	},
	"energyfusion" : {
		"name" : "Reaktor fuzyjny",
		"description" : "Średnia elektrownia (+35)",
		"helptext" : "Reaktory fuzyjne zapewniają stały przypływ dużej ilości energii za niewygórowaną cenę. Są jednak dobrym celem dla wroga i nie są zbyt wytrzymałe, toteż warto zapewnić im ochronę. Wybuch reaktora zadaje wysokie obrażenia okolicznym jednostkom."
	},
	"chickenlandqueen" : {
		"name" : "Królowa kurczaków",
		"description" : "O kurczę!",
		"helptext" : "Królowa kurnika może zostać powstrzymana tylko dzięki pełnej determinacji i przy udziale wielkiej siły ognia; pluje płonącym kwasem, wystrzeliwuje masę zarodników, rozdeptuje mniejsze jednostki niczym robaki i jest w stanie rozszarpać nawet ciężkie roboty szturmowe."
	},
	"tankassault" : {
		"name" : "Minotaur",
		"description" : "Czołg szturmowy",
		"helptext" : "Ciężki czołg bojowy. Minotaur jest w stanie przyjąć wiele obrażeń w zaciętych walkach, ale jego niska szybkostrzelność powoduje, że słabo radzi sobie z lekkimi jednostkami, a jego ciężki pancerz jest okupiony niską ruchliwością."
	},
	"chicken_listener" : {
		"name" : "Listener",
		"description" : "Zakopany wykrywacz sejsmiczny",
		"helptext" : "Listener to wyewoluowana forma Diggera. Chociaż nie ma możliwości bojowych, to jego zmysł słuchu pozwala mu dokładnie lokalizować wrogie jednostki lądowe."
	},
	"cloakbomb" : {
		"name" : "Imp",
		"description" : "Pajęcza bomba EMP (zakopuje się)",
		"helptext" : "Imp zbliża się do przeciwnika, wykorzystując mały rozmiar i szybkość, by unikać niecelnych pocisków harcowników i jednostek szturmowych. Jego wybuch może sparaliżować ciężkie jednostki lub grupę lekkich, co pozwala innym jednostkom bezpiecznie się ich pozbyć. Imp słabo radzi sobie z wieżyczkami i można go zmarnować pojedynczą, tanią jednostką. Gdy jest nieruchomy, włącza niewidzialność."
	},
	"shieldriot" : {
		"name" : "Outlaw",
		"description" : "Bot wsparcia",
		"helptext" : "Outlaw wysyła fale elektromagnetyczne, uszkadzając i spowalniając wszystkie wrogie jednostki wokół niego, pozostawiając sojusznicze jednostki nietknięte."
	},
	"chickenc" : {
		"name" : "Basilisk",
		"description" : "Pająk wsparcia",
		"helptext" : "Basilisk może wspinać się po ścianach, by zaskoczyć przeciwnika silnym kwasem. Wykrycie Basilisków chcących wejść do bazy w nieoczekiwanych miejscach wymaga czujności, a do zajęcia się takimi intruzami najlepiej użyć statków powietrznych."
	},
	"hoverraid" : {
		"name" : "Dagger",
		"description" : "Lekki poduszkowiec",
		"helptext" : "Dagger to lekki poduszkowiec. Nadaje się do zwiadu, jako że jest szybki i tani; może też niszczyć odsłonięte cele. Jego lekkie działko Gaussa może atakować również cele podwodne."
	},
	"chicken_digger" : {
		"name" : "Digger",
		"description" : "Podziemny zwiadowca",
		"helptext" : "Digger jest w stanie przekopać się do dowolnego miejsca na mapie bez możliwości uprzedniego wykrycia. Wychodzące spod ziemi Diggery mogą ominąć główne linie obrony, toteż wymuszają bezpośrednią ochronę wewnątrz bazy."
	},
	"chicken_leaper" : {
		"name" : "Leaper",
		"description" : "Skaczący kurczak",
		"helptext" : "Leaper to szybki kurczak, który może przeskakiwać nad przeszkodami."
	},
	"chickenr" : {
		"name" : "Lobber",
		"description" : "Artyleria",
		"helptext" : "Organiczna artyleria. Lobber wypluwa jad na duże odległości, co nie pozwala polegać wyłącznie na wieżyczkach. W bezpośrednim starciu jest bezbronny."
	},
	"turrettorp" : {
		"name" : "Urchin",
		"description" : "Wyrzutnia torped",
		"helptext" : "Wyrzutnia torped to podstawowa wieżyczka do obrony na morzu - atakuje cele pod wodą, na powierzchni i poduszkowce."
	},
	"tankheavyassault" : {
		"name" : "Cyclops",
		"description" : "Ciężki niszczyciel czołgów",
		"helptext" : "Cyclops to najcięższy czołg. Jego działo zadaje ciężkie obrażenia, a jednostki, które zdołają przeżyć pierwszy pocisk zostają spowolnione. Dodatkowo działo jest w stanie stopniowo burzyć terraformowane ściany. Choć Cyclops ma problemy ze zwrotnością, to pod względem wytrzymałości i siły ognia nie ma sobie równych."
	},
	"damagesink" : {
		"name" : "Pochłaniacz obrażeń",
		"description" : "Ma w dupie, że ktoś go bije.",
		"helptext" : "No i co mu zrobisz?"
	},
	"turretmissile" : {
		"name" : "Picket",
		"description" : "Lekka wieżyczka rakietowa",
		"helptext" : "Picket to lekka, wszechstronna wieżyczka. Jego celne pociski świetnie nadają się do niszczenia jednostek z dala i zapewniają podstawowe możliwości przeciwlotnicze. Główną wadą Picketa jest jego bardzo niska wytrzymałość."
	},
	"chicken_roc" : {
		"name" : "Roc",
		"description" : "Ciężki latający kurczak",
		"helptext" : "Wściekły latający kurczak, który pluje w dół kwasem."
	},
	"turretaaheavy" : {
		"name" : "Artemis",
		"description" : "Wieża przeciwlotnicza bardzo dalekiego zasięgu",
		"helptext" : "Artemis to szczyt obrony przeciwlotniczej - ma ogromny zasięg i siłę ognia, co praktycznie uniemożliwia korzystanie z jednostek powietrznych w chronionym przezeń obszarze. Ma jednak ograniczoną amunicję - wytwarza jeden pocisk co 20 sekund."
	},
	"chicken_drone" : {
		"name" : "Truteń",
		"description" : "Przeobraża się w budynki kurczaków",
		"helptext" : "Bezbronny kurczak, którego celem życiowym jest przeobrażenie się w jeden z budynków kurczaków."
	},
	"staticjammer" : {
		"name" : "Cornea",
		"description" : "Wieża zakłócająco-maskująca",
		"helptext" : "Zakłócacze nie pozwalają radarom wykrywać jednostek na ich obszarze. Cornea posiada również niewidzialność obszarową, które pozwala ukryć jednostki także przed normalnym widzeniem."
	},
	"amphbomb" : {
		"name" : "Limpet",
		"description" : "Amfibijna bomba spowalniająca",
		"helptext" : "Limpet jest w stanie uniknąć wolniejszych pocisków dzięki szybkości i małym rozmiarom. To pozwala mu zbliżyć się do wroga i wybuchnąć, co zadaje obrażenia i spowalnia trafione jednostki."
	},
	"factoryveh" : {
		"name" : "Fabryka pojazdów",
		"description" : "Buduje pojazdy, moc 10 m/s",
		"helptext" : "Fabryka pojazdów to ucieleśnienie wojny błyskawicznej - oddaje do dyspozycji szybkie, agresywne jednostki skuteczne w bezpośredniej walce."
	},
	"turretgauss" : {
		"name" : "Gauss",
		"description" : "Działo Gaussa, +20 HP/s gdy nie strzela",
		"helptext" : "Wytrzymała wiezyczka uzbrojona w działo Gaussa, która może atakować także cele podwodne. Gdy jest zamknięta, otrzymuje tylko ćwierć obrażeń i regeneruje 20 punktów wytrzymałości na sekundę."
	},
	"nebula" : {
		"name" : "Nebula",
		"description" : "Statek-matka",
		"helptext" : "Nebula jest wytrzymała i ma problemy ze zwrotnością niczym latająca cegła, jednak jest uzbrojona w oddział dronów bojowych oraz tarczę obszarową do ich ochrony."
	},
	"hoveraa" : {
		"name" : "Flail",
		"description" : "Poduszkowiec przeciwlotniczy",
		"helptext" : "Flail jest uzbrojony w ciężkie rakiety ziemia-powietrze średniego zasięgu."
	},
	"cloakarty" : {
		"name" : "Sling",
		"description" : "Lekki bot artyleryjski",
		"helptext" : "Sling ma działa plazmowe dalekiego zasięgu, których wysoka trajektoria pozwala im omijać przeszkody. Ma większy zasięg niż podstawowe wieżyczki obronne. Daje radę przeciwko jednostkom bojowym."
	},
	"chickend" : {
		"name" : "Kurza tuba",
		"description" : "Wieżyczka obronna",
		"helptext" : "Tuba to jedyna struktura obronna Kurczaków. Wystrzeliwuje zarodniki w cele naziemne i latające."
	},
	"rocksink" : {
		"name" : "Bańka wstańka",
		"description" : "Do testowania",
		"helptext" : "Kołysze się pod wpływem ostrzału."
	},
	"fakeunit_aatarget" : {
		"name" : "Cel przeciwlotniczy",
		"description" : "Skoczek na E5!",
		"helptext" : "Techniczna jednostka do bicia w przelocie."
	},
	"mahlazer" : {
		"name" : "Starlight",
		"description" : "Laser orbitalny",
		"helptext" : "W czasie pokoju narzędzie do przerabiania terenu pod terraforming. W czasie wojny narzędzie do przerabiania wrogich robotów w złom."
	},
	"spidercrabe" : {
		"name" : "Crab",
		"description" : "Ciężki opancerzony pająk bojowy",
		"helptext" : "Ciężkie pociski Craba niszczą grupy lekkich jednostek i mają zasięg większy niż lekkie wieżyczki. Gdy nie porusza się, Crab zwija się w kulkę i otrzymuje tylko 1/4 obrażeń."
	},
	"subscout" : {
		"name" : "Lancelet",
		"description" : "Zwiadowcza łódź podwodna kamikaze",
		"helptext" : "Lancelet to właściwie duża torpeda z możliwościami zwiadowczymi. Po wykonaniu rekonesansu może zdetonować się, zadając ciężkie obrażenia."
	},
	"staticstorage" : {
		"name" : "Magazyn",
		"description" : "Magazynuje metal i energię (po 500)",
		"helptext" : "Magazyn pozwala na przechowywanie surowców na wypadek, gdy nie ma wystarczająco dużo budowniczych, by je wykorzystać. Lepiej jest jednak zbudować więcej budowniczych, a magazynu używać bardziej jako bufora na wypadek dużych, niespodziewanych zysków, na przykład zbierania dużego złomowiska."
	},
	"shieldscout" : {
		"name" : "Dirtbag",
		"description" : "Pudło z piachem",
		"helptext" : "Dirtbag istnieje po to, by blokować ruch przeciwnika i się mu naprzykrzać. Po zniszczeniu wysypuje się z niego piach, tworząc utrudniający poruszanie się pagórek. Dirtbag może także skakać i używać swojego pudełka, by uderzać przeciwnikow z dyńki; sprawdza się też jako tani zwiadowca."
	},
	"amphaa" : {
		"name" : "Angler",
		"description" : "Amfibijny bot przeciwlotniczy",
		"helptext" : "Angler to amfibia przeciwlownicza, która najlepiej sprawuje się przeciwko bombowcom Raven.  Anglery są w stanie wypłynąć na powierzchnię i parami je zestrzeliwać."
	},
	"tankaa" : {
		"name" : "Ettin",
		"description" : "Czołg przeciwlotniczy",
		"helptext" : "Ettin posiada działa przeciwlotnicze, które dobrze sprawdzają się przeciwko samolotom i jeszcze lepiej przeciwko statkom powietrznym."
	},
	"asteroid" : {
		"name" : "Asteroida",
		"description" : "Meteoryt",
		"helptext" : "Asteroidy ściągnięte z orbity miażdżą jednostki, na które spadną; można z nich także odzyskać surowce."
	},
	"planeheavyfighter" : {
		"name" : "Raptor",
		"description" : "Myśliwiec",
		"helptext" : "Raptor specjalizuje się w zestrzeliwaniu innych jednostek latających. Jest dość wytrzymały i może działać pod lekkim ostrzałem przeciwlotniczym, ale sam nie jest w stanie atakować celów naziemnych."
	},
	"hoverskirm2" : {
		"name" : "Trisula",
		"description" : "Lekki poduszkowiec bojowy",
		"helptext" : "Trisula to w miarę szybki, wytrzymały poduszkowiec uzbrojony w rozszczepiany promień, który może zniszczyć kilka mniejszych jednostek lub mocno uszkodzić jedną większą."
	},
	"vehriot" : {
		"name" : "Ripper",
		"description" : "Pojazd wsparcia",
		"helptext" : "Działo Levelera skutecznie niszczy grupy lżejszych jednostek, jednak musi mieć czystą linię strzału, zatem w miarę możliwości Rippery należy zawsze ustawiać w linii. Słabościami Rippera są niska szybkość i zasięg. Pociski Rippera wyrównują teren, co może ułatwić pojazdom przejazd po grząskim terenie."
	},
	"staticshield" : {
		"name" : "Aegis",
		"description" : "Tarcza obszarowa",
		"helptext" : "Aegis posiada tarczę obszarową, która detonuje nadlatujące pociski. Wiąże się to jednak z wysokim kosztem energetycznym, a potężne ataki i tak mogą przebić się przez osłabioną tarczę."
	},
	"turretaaclose" : {
		"name" : "Hacksaw",
		"description" : "Wieżyczka przeciwlotnicza",
		"helptext" : "Hacksaw posiada ciężkie rakiety przeciwlotnicze, które z łatwością niszczą bombowce. Ma jednak malutki zasięg i bardzo długi czas przeładowania."
	},
	"chicken_rafflesia" : {
		"name" : "Rafflesia",
		"description" : "Tarcza obszarowa",
		"helptext" : "Rafflesia chroni okoliczne kurczaki tarczą obszarową."
	},
	"empiricaldpser" : {
		"name" : "Empiryczna sprawdzarka DPSów",
		"description" : "Mierzy obrażenia",
		"helptext" : "Specjalny przyrząd do pomiaru wpierdolu."
	},
	"hoverassault" : {
		"name" : "Halberd",
		"description" : "Poduszkowiec szturmowy",
		"helptext" : "Halberd przechodzi w tryb opancerzony, gdy nie strzela, co zmniejsza przyjmowane obrażenia 4-krotnie. Jego powolne działko energetyczne nie sprawdza się przeciwko szybkim jednostkom."
	},
	"shieldcon" : {
		"name" : "Convict",
		"description" : "Bot konstruktor z tarczą, moc 5 m/s",
		"helptext" : "Convict to bot budowniczy z tarczą, którą ochrania siebie i to, co buduje."
	},
	"energysingu" : {
		"name" : "Reaktor grawitacyjny",
		"description" : "Duża elektrownia (+225) - NIEBEZPIECZNE",
		"helptext" : "Reaktor grawitacyjny wytwarza niesamowite ilości energii przy użyciu technologii czarnych dziur - co jest tak niebezpieczne, na jakie brzmi. Zniszczenie reaktora powoduje wybuch porównywalny ze strategiczną bombą atomową. Okolicę reaktora należy traktować jako niebezpieczną."
	},
	"bomberdisarm" : {
		"name" : "Thunderbird",
		"description" : "Bombowiec rozbrajający",
		"helptext" : "Szybki bombowiec, który rozbraja jednostki na szerokim obszarze."
	},
	"chicken_spidermonkey" : {
		"name" : "Spidermonkey",
		"description" : "Pająk wsparcia",
		"helptext" : "Spidermonkey wypluwa lepką, włóknistą maź, która spowalnia cel."
	},
	"shieldskirm" : {
		"name" : "Rogue",
		"description" : "Bot harcownik (wysoka trajektoria)",
		"helptext" : "Rogue używa ciężkich rakiet, które mają długi czas przeładowania, ale zadają wysokie obrażenia. Ich trajektoria pozwala im strzelać nad przeszkodami. Szybkie jednostki są w stanie omijać rakiety i skutecznie niszczyć Rogue."
	},
	"dronelight" : {
		"name" : "Firefly",
		"description" : "Dron bojowy",
		"helptext" : "Firefly to dron bojowy z precyzyjnym laserem, który dobrze chroni właściciela przed lekkimi jednostkami. "
	},
	"chickenblobber" : {
		"name" : "Blobber",
		"description" : "Ciężka artyleria",
		"helptext" : "Blobber wypluwa kwas na szeroki obszar. W ten sposób bardzo szybko niszczy budynki i tarcze, lecz jest wrażliwy na bezpośredni ostrzał."
	},
	"energyheavygeo" : {
		"name" : "Ulepszona Geotermia",
		"description" : "Duża elektrownia (+100) - NIEBEZPIECZNE",
		"helptext" : "Ulepszona elektrownia geotermiczna produkuje ogromne ilości energii, jednak jej zniszczenie wiąże się z równie wielkim wybuchem."
	},
	"staticcon" : {
		"name" : "Caretaker",
		"description" : "Wieżyczka budowlana, moc 10 m/s",
		"helptext" : "Jako najtańsze źródło mocy budowlanej, Caretaker świetnie sprawuje się do pomocy fabrykom, naprawy jednostek i zbierania złomu. Nie jest jednak w stanie samemu rozpoczynać żadnej budowy."
	},
	"terraunit" : {
		"name" : "Terraform",
		"description" : "Koszt: 0",
		"helptext" : "Ta jednostka reprezentuje obszar poddany terraformingowi."
	},
	"chickenf" : {
		"name" : "Talon",
		"description" : "Latający kurczak",
		"helptext" : "Talon to latający kurczak, który atakuje cele naziemne i latające. Broń przeciwlotnicza dobrze się go pozbywa."
	},
	"energypylon" : {
		"name" : "Pylon",
		"description" : "Węzeł energetyczny",
		"helptext" : "Węzeł energetyczny pozwala rozszerzyć siatkę energetyczną, by pomóc dostarczyć energię z generatorów do kopalni lub wieżyczek. Pamiętaj, że na małe dystanse bardziej opłaca się użyć rzędu lekkich elektrowni (tj. paneli słonecznych lub turbin)."
	},
	"bomberprec" : {
		"name" : "Raven",
		"description" : "Bombowiec precyzyjny",
		"helptext" : "Raven to bombowiec precyzyjny. Świetnie nadaje się do bombardowania ważnych celów, ale przenosi na pokładzie tylko jedną bombę i musi skorzystać z lądowiska, by można było go ponownie użyć."
	},
	"chicken_shield" : {
		"name" : "Blooper",
		"description" : "Tarcza / przeciwlotniczy",
		"helptext" : "Chroni pobliskie kurczaki."
	},
	"chicken_dodo" : {
		"name" : "Dodo",
		"description" : "Kurczak-bomba",
		"helptext" : "Dodo zawiera w sobie niestabilną mieszankę i jest w stanie wybuchnąć; rozrzucone wokół kolce z jego skorupy także zadają poważne obrażenia."
	},
	"bomberheavy" : {
		"name" : "Likho",
		"description" : "Bombowiec implozyjny",
		"helptext" : "Likho spuszcza pojedynczą niszczycielską bombę o dużej sile i obszarze rażenia, która może rozrzucić mniejsze jednostki wokół. Jest też wystarczająco wytrzymały, by latać wśród umiarkowanej ilości obrony przeciwlotniczej. Jest jednak bardzo drogi, co nie pozwala na lekkomyślne używanie."
	},
	"tacnuke" : {
		"name" : "Eos",
		"description" : "Rakieta taktyczna",
		"helptext" : "Jednorazowa rakieta dalekiego zasięgu, której wybuch obejmuje mały obszar, lecz jest bardzo silny."
	},
	"chickenwurm" : {
		"name" : "Wurm",
		"description" : "Podziemny robal (zieje ogniem)",
		"helptext" : "Wurm zakopuje się pod ziemią, by w końcu ujawnić się obok ofiary i zaskoczyć ją ogniem. Nie radzi sobie w bezpośredniej walce."
	},
	"dronefighter" : {
		"name" : "Spicula",
		"description" : "Dron-myśliwiec",
		"helptext" : "Spicula to dron-myśliwiec, który skutecznie atakuje cele naziemne i latające."
	},
	"bomberassault" : {
		"name" : "Eclipse",
		"description" : "Bombowiec szturmowy (na budynki)",
		"helptext" : "Mimo że przez swój rozmiar łatwo go trafić, Eclipse jest w stanie wytrzymać ciężki ostrzał, by spuścić na swój cel potężną bombę, która jednak spada na tyle wolno, że nie można liczyć na trafienie w ruchome jednostki."
	},
	"cloakassault" : {
		"name" : "Knight",
		"description" : "Bot szturmowy",
		"helptext" : "Knight jest na tyle wytrzymały, że niska szybkość nie przeszkadza mu podczas podchodzenia pod wrogie jednostki i niszczenia ich mocnym działkiem EMP. Nie jest w stanie dogonić jednostek mających większe szybkość i zasięg, lecz jednostki o mniejszym od niego zasięgu niszczy skutecznie."
	},
	"energysolar" : {
		"name" : "Panel słoneczny",
		"description" : "Mała elektrownia (+2)",
		"helptext" : "Panele słoneczne to najbardziej podstawowe elektrownie. Zaatakowane, zwijają się na 8 sekund, co daje im świetną ochronę przed lekkimi najazdami przez zmniejszenie otrzymywanych obrażeń czterokrotnie. "
	},
	"gunshipheavyskirm" : {
		"name" : "Nimbus",
		"description" : "Statek powietrzny wsparcia",
		"helptext" : "Nimbus to statek powietrzny, którego wysokość lotu sprawia nie lada problem przy próbach zestrzelenia go. Jest wytrzymały i posiada podwójne karabiny o dużym zasięgu."
	},
	"factoryshield" : {
		"name" : "Fabryka tarczowników",
		"description" : "Buduje harde boty, moc 10 m/s",
		"helptext" : "Boty tu produkowane z reguły wyposażone są w tarcze, co daje im wysoką wytrzymałość. Łączenie tarcz powoduje, że dobrze działają w grupach. Dobra fabryka dla nowicjuszy."
	},
	"chickena" : {
		"name" : "Cockatrice",
		"description" : "Szturmowy kurczak",
		"helptext" : "Cockatrice to wytrzymała bestia, która powoli podchodzi do celu i rozczłonkowuje go przeogromnymi szczękami. Nie grzeszy inteligencją ani szybkością ataku."
	},
	"hoverskirm" : {
		"name" : "Scalpel",
		"description" : "Poduszkowiec harcownik",
		"helptext" : "Scalpel to poduszkowiec harcownik z rakietami o dużym zasięgu, obrażeniach i długim czasie przeładowania. Wysoka trajektoria lotu pozwala mu strzelać nad przeszkodami."
	},
	"jumpbomb" : {
		"name" : "Skuttle",
		"description" : "Skacząca niewidzialna bomba",
		"helptext" : "Mimo że jest powolna, droga i ma niski obszar rażenia, ta niesamowicie niszczycielska bomba wyposażona w niewidzialność i możliwość skakania jest postrachem wszystkich ciężkich jednostek. Dobrą obronę przed nią stanowią lekkie jednostki przeczesujące okolicę."
	},
	"jumpskirm" : {
		"name" : "Moderator",
		"description" : "Bot harcownik spowalniacz",
		"helptext" : "Moderator oprócz zadawania obrażeń spowalnia cel maksymalnie o 50%%, dzięki czemu jest efektywny przeciw większości celów. Jego niska szybkostrzelność sprawia, że lekkie jednostki nie powinny mieć z nim większych problemów."
	},
	"chicken" : {
		"name" : "Kurczak",
		"description" : "Wojownik",
		"helptext" : "Podstawowy kurczak, który przedkłada ilość nad jakość. Do ochrony przed nimi warto używać jednostek wsparcia."
	},
	"chicken_sporeshooter" : {
		"name" : "Sporeshooter",
		"description" : "Kurczak harcownik (i przeciwlotniczy)",
		"helptext" : "Sporeshooter wypuszcza zarodniki, by niszczyć przeciwników i jest w stanie wspinać się po klifach."
	},
	"turretaafar" : {
		"name" : "Chainsaw",
		"description" : "Bateria przeciwlotnicza dalekiego zasięgu",
		"helptext" : "Chainsaw to wieżyczka przeciwlotnicza o dużym zasięgu. Pomimo, że sama nie jest zbyt wytrzymała, i w razie bezpośredniego ataku nie utrzyma się długo, to potrafi mocno zaszkodzić wrogim bombowcom, prawie całkowicie zamykając dla nich przestrzeń powietrzną wokół siebie."
	},
	"staticnuke" : {
		"name" : "Trinity",
		"description" : "Silos rakiet strategicznych, moc 18 m/s, budowa rakiety 3 minuty",
		"helptext" : "Trinity może wystrzelić potężną rakietę z głowicą atomową, która jest w stanie zrównać z ziemią całą bazę wroga. Jednakże przed naciśnięciem czerwonego guzika należy upewnić się, że celu nie broni tarcza antyrakietowa, i w razie potrzeby pozbyć się jej."
	},
	"hovershotgun" : {
		"name" : "Punisher",
		"description" : "Poduszkowiec z shotgunem",
		"helptext" : "Punisher ma shotguna i jest dobry na ciężkie jednostki lub grupy lekkich."
	},
	"spiderantiheavy" : {
		"name" : "Widow",
		"description" : "Niewidzialny zwiadowca / paralizator",
		"helptext" : "Widow spełnia dwie role. Przede wszystkim jest świetnym zwiadowcą dzięki niewidzialności, pajęczemu poruszaniu się po klifach i dużemu zasięgowi wzroku. Ponadto może sparaliżować pojedynczy cel, co dobrze jest używać przeciwko ciężkim jednostkom."
	},
	"energywind" : {
		"name" : "Turbina",
		"description" : "Mała elektrownia",
		"helptext" : "Turbiny produkują różną ilość energii zależnie od tego, gdzie się je zbuduje. Na lądzie produkują zmienną ilość energii, która zwiększa się wraz z wysokością nad poziomem morza. Wiatraki są bardzo delikatne, zatem należy stawiać je rozważnie. W wodzie turbiny produkują stałą ilość energii i są nieco wytrzymalsze niż wiatraki."
	},
	"amphassault" : {
		"name" : "Grizzly",
		"description" : "Ciężki amfibijny bot szturmowy",
		"helptext" : "Grizzly to klasyczna jednostka szturmowa - dość wolna i niezdarna, lecz prawie niepowstrzymana. Jego bronią jest laser o dużym zasięgu i obrażeniach, który ma problemy właściwie tylko z szybkimi jednostkami atakujacymi w grupach i lotnictwem. Grizzly może się wynurzyć do strzału, ale nie może strzelać pod wodą."
	},
	"shieldaa" : {
		"name" : "Vandal",
		"description" : "Bot przeciwlotniczy",
		"helptext" : "Vandal to tani i niezawodny bot przeciwlotniczy. Bezbronny przeciwko jednostkom naziemnym."
	},
	"hoverriot" : {
		"name" : "Mace",
		"description" : "Poduszkowiec wsparcia",
		"helptext" : "Mace to ruchoma wieża laserowa. Ma ciągły laser precyzyjny wysokiej mocy, który świetnie nadaje się do niszczenia lekkich jednostek. Jego wytrzymałość i prędkość są jednak przeciętne."
	},
	"veharty" : {
		"name" : "Badger",
		"description" : "Pojazd artyleryjski / stawiacz min",
		"helptext" : "Badger wystrzeliwuje na wyznaczony obszar miny (które pozostają uzbrojone przez ograniczony czas). Badger ma większy zasięg niż większość wieżyczek, jednak z powodu bardzo niskiej wytrzymałości wymaga ochrony innych jednostek lub swoich własnych min."
	},
	"striderantiheavy" : {
		"name" : "Ultimatum",
		"description" : "Niewidzialny bot na ciężkie jednostki",
		"helptext" : "Ultimatum posiada dezintegrator, który jest w stanie zniszczyć nawet ciężkie jednostki jednym strzałem. Niewidzialność pozwala mu podejść pod wrogie mechy i szybko się ich pozbyć; lekkie jednostki bardzo skutecznie mu w tym przeszkadzają."
	},
	"staticmex" : {
		"name" : "Kopalnia",
		"description" : "Wydobywa metal",
		"helptext" : "Kopalnia to główne źródło metalu i najważniejszy nabytek na polu bitwy. Nadmiar energii automatycznie trafia do kopalni, by zwiększyć wydobycie."
	},
	"vehsupport" : {
		"name" : "Fencer",
		"description" : "Pojazd rakietowy (musi stać w miejscu, by strzelać)",
		"helptext" : "Fencer nie może strzelać w ruchu. Stojące w miejscu Fencery automatycznie rozstawiają swoją dalekosiężną wyrzutnię lekkich rakiet samonaprowadzających, które świetnie nadają się do niszczenia lekkich jednostek i bomb; mogą także służyć jako improwizowana obrona przeciwlotnicza. Fencer nie może jednak strzelać nad przeszkodami i ma niską wytrzymałość."
	},
	"grebe" : {
		"name" : "Grebe",
		"description" : "Lekki bot amfibijny",
		"helptext" : "Grebe to lekki bot z granatami krótkiego zasięgu, które dobrze sprawdzają się przeciwko cięższym celom. Mimo że jest amfibijny, nie może strzelać w wodzie."
	},
	"hoverarty" : {
		"name" : "Lance",
		"description" : "Poduszkowiec precyzyjnej artylerii",
		"helptext" : "Broń Lancea ma wystarczającą siłę i celność, by jednym strzałem zniszczyć lub poważnie uszkodzić większość jednostek. Jest jednak wolny i ma niską wytrzymałość, a zatem warto trzymać go z dala od niebezpieczeństw - ma wystarczająco duży zasięg, by bezpiecznie prowadzić ostrzał."
	},
	"shieldbomb" : {
		"name" : "Snitch",
		"description" : "Bomba (zakopuje się)",
		"helptext" : "Snitch to szybka jednostka samobójcza; swietnie niszczy jednostki w grupach, przede wszystkim szturmowe i harcowników. Gdy nie porusza się, staje się niewidzialny, dzięki czemu działa jak mina. Można go skutecznie zniszczyć celnymi jednostkami lub poświęcić lekką jednostkę, aby przedwcześnie go zdetonować."
	},
	"cloakjammer" : {
		"name" : "Iris",
		"description" : "Bot zakłócająco-maskujący",
		"helptext" : "Zakłócacze nie pozwalają radarom wykrywać jednostek na ich obszarze. Iris posiada również niewidzalność obszarową, które pozwala ukryć jednostki także przed normalnym widzeniem."
	},
	"spidercon" : {
		"name" : "Weaver",
		"description" : "Pająk konstruktor, moc 7.5 m/s",
		"helptext" : "Weaver to pajęczy konstruktor, który może wspinać się po dowolnej powierzchni. Jest także wyposażony w radar."
	},
	"hoverdepthcharge" : {
		"name" : "Claymore",
		"description" : "Poduszkowiec przeciwpodwodny",
		"helptext" : "Claymore zrzuca do wody ładunki głębinowe o wysokim obszarze rażenia. W razie potrzeby można je zrzucić na lądzie ręcznie."
	},
	"gunshipkrow" : {
		"name" : "Krow",
		"description" : "Latająca forteca",
		"helptext" : "Krow jest drogi i powolny, jednak jego niesamowita wytrzymałość pozwala mu latać nawet nad silną obroną przeciwlotniczą i ostrzeliwać wrogow swoim zestawem działek laserowych. Jego głownym atutem jest możliwość zrzucenia serii niszczycielskich bomb, które zrównują z ziemią obszar znajdujący się bezpośrednio pod nim."
	},
	"neebcomm" : {
		"name" : "Dowódca dla ćwoków",
		"description" : "Karny kurczak",
		"helptext" : "Karny kurczak za złe zachowanie."
	},
	"factoryplane" : {
		"name" : "Lotnisko",
		"description" : "Buduje samoloty, moc 10 m/s",
		"helptext" : "Lotnisko produkuje samoloty; oferuje przede wszystkim myśliwce i bombowce, aczkolwiek nie tylko. Na lotnisku znajduje się jedno lądowisko do naprawy samolotów i przeładowywania bombowców."
	},
	"gunshipbomb" : {
		"name" : "Blastwing",
		"description" : "Latająca bomba (zakopuje się)",
		"helptext" : "Blastwing zadaje skromne obrażenia, które wystarczają do zniczenia kopalni lub turbiny. Większa część zniszczeń odbywa się na skutek odłamków lecących po jego torze lotu, toteż należy rozważnie dobierać kierunek ataku. Gdy wyląduje na ziemi, włącza niewidzialność, co czyni z niego minę. Nie powinno się używać zbyt wielu Blastwingów jednocześnie, ponieważ zniszczenie jednego powoduje reakcję łańcuchową i detonację całej grupy."
	},
	"napalmmissile" : {
		"name" : "Inferno",
		"description" : "Rakieta zapalająca",
		"helptext" : "Inferno to rakieta zapalająca trafiony obszar na długi czas. Świetna przeciwko dużym grupom lekkich jednostek."
	},
	"factoryamph" : {
		"name" : "Fabryka amfibii",
		"description" : "Buduje amfibie, moc 10 m/s",
		"helptext" : "Tutaj budowane są boty amfibijne, które są w stanie walczyć na lądzie i w wodzie. Zanurzone amfibie regenerują się."
	},
	"factoryship" : {
		"name" : "Stocznia",
		"description" : "Buduje statki, moc 10 m/s",
		"helptext" : "Stocznia buduje statki i łodzie podwodne. Pozostałe jednostki wodne, tj. poduszkowce i amfibie, mają osobne fabryki."
	},
	"vehassault" : {
		"name" : "Ravager",
		"description" : "Pojazd szturmowy",
		"helptext" : "Drogi, lecz potężny, Ravager jest w stanie poradzić sobie z większoscią przeciwników. Chociaż jego zwrotność jest bardzo niska, ma wysoką prędkość maksymalną, dzięki czemu jest w stanie dogonić i zniszczyć lżejsze jednostki. Jego działo może strzelać nad przeszkodami, na przykład wrakami lub innymi czołgami. Duże grupy Ravagerów można skutecznie niszczyć bombami."
	},
	"raveparty" : {
		"name" : "Disco Rave Party",
		"description" : "Destruktywny projektor tęczy",
		"helptext" : "Disco Rave Party wystrzeliwuje kolorowe kulki, z których każda zawiera inną niespodziankę. Świetna zabawa dla całej rodziny!"
	},
	"turretlaser" : {
		"name" : "Lotus",
		"description" : "Lekka wieżyczka laserowa",
		"helptext" : "Lotus to podstawowa wieżyczka. Dobrze chroni przed lekkimi jednostkami, chociaż stosunkowo łatwo zniszczyć go harcownikami, artylerią lub jednostkami szturmowymi."
	},
	"cloakskirm" : {
		"name" : "Ronin",
		"description" : "Bot harcownik",
		"helptext" : "Ronin jest uzbrojony w powolne rakiety, które mimo niskich obrażeń i braku samonaprowadzania mają duży zasięg. Najlepiej sprawdzają się stojąc w linii prostopadłej do celu, atakując z maksymalnej odległości i nie dając się złapać przeciwnikom. Można go pokonać lekkimi jednostkami, które są w stanie unikać ich rakiet, dogonić go i zniszczyć."
	},
	"tankcon" : {
		"name" : "Welder",
		"description" : "Uzbrojony czołg konstruktor, moc 7.5 m/s",
		"helptext" : "Welder to konstruktor, który może sam się bronić przed lekkimi atakami dzięki wbudowanemu działku."
	},
	"shieldarty" : {
		"name" : "Racketeer",
		"description" : "Artyleria rozbrajająca",
		"helptext" : "Racketeer to wyrzutnia pocisków dalekiego zasięgu, które rozbrajają trafione jednostki. Świetnie nadaje się do unieszkodliwiania ciężkich jednostek i do wyczerpywania wrogich tarcz."
	},
	"roost" : {
		"name" : "Gniazdo",
		"description" : "Wylęgarnia kurczaków",
		"helptext" : "Gniazda takie jak to to wylęgarnie kurczaków."
	},
	"dynsupport1" : {
		"name" : "Dowódca Engineer",
		"description" : "Dowódca ekonomiczny",
		"helptext" : "Dowódca Engineer może korzystać z najbardziej ezoterycznych modułów i broni. Mimo że jego prędkość i wytrzymałość pozostawiają wiele do życzenia, to świetnie nadaje się do budowy z racji zwiększonej mocy i zasięgu konstrukcji."
	},
	"cloakraid" : {
		"name" : "Glaive",
		"description" : "Lekki bot",
		"helptext" : "Tani, lekki i szybki, Glaive świetnie nadaje się do niszczenia wrogich harcowników, artylerii i budynków ekonomicznych. Jest jednak bardzo delikatny i nie powinno się go rzucać przeciwko jednostkom wsparcia i wieżyczkom. Glaive samoczynnie regeneruje się po wyjściu z walki."
	},
	"gunshipaa" : {
		"name" : "Trident",
		"description" : "Przeciwlotniczy statek powietrzny",
		"helptext" : "Trident to powolny statek powietrzny, który niszczy wrogie lotnictwo silnymi rakietami. Jego szybkość i niski pułap sprawiają jednak, że można go łatwo zniszczyć jednostkami naziemnymi."
	},
	"hoverminer" : {
		"name" : "Dampener",
		"description" : "Poduszkowiec stawiacz min",
		"helptext" : "Dampener rozstawia wokół siebie miny."
	},
	"gunshiptrans" : {
		"name" : "Charon",
		"description" : "Transportowiec powietrzny",
		"helptext" : "Charon to podstawowa latająca jednostka transportowa. Świetnie radzi sobie w szybkim przenoszeniu jednostek z bazy na front, bądź w desancie głęboko za linie wroga, lecz musi unikać obszaru bronionego przez nawet najmniejszą ilość artylerii przeciwlotniczej."
	},
	"striderdetriment" : {
		"name" : "Detriment",
		"description" : "Najcięższy mech szturmowy",
		"helptext" : "Detriment to najcięższy mech na polu bitwy. Posiada lasery przeciwlotnicze i rakiety dalekiego zasięgu, ale jego siła pochodzi z niesamowitego pancerza i potężnych dział, które szybko likwidują wrogie jednostki. Mimo swojej ogromnej mocy, Detriment nie powinien pracować bez odpowiedniego wsparcia ze strony lzejszych jednostek."
	},
	"energygeo" : {
		"name" : "Geotermia",
		"description" : "Średnia elektrownia (+25)",
		"helptext" : "Elektrownie geotermiczne to bardzo oszczędne i efektywne źródła energii, mogą jednak być budowane jedynie na wylotach geotermalnych w określonych miejscach na mapie. Ponadto zniszczenie ich wiąże się z dość silnym wybuchem."
	},
	"jumpcon" : {
		"name" : "Constable",
		"description" : "Skoczek konstruktor, moc 5 m/s",
		"helptext" : "Szybki konstruktor z możliwością skoku, Constable świetnie nadaje się do zajmowania trudno dostępnych obszarów. Zapewnia też wsparcie bojowe - jest uzbrojony w lekki promień spowalniający."
	},
	"chicken_blimpy" : {
		"name" : "Blimpy",
		"description" : "Zrzuca Dodo",
		"helptext" : "Blimpy zrzuca Dodo niczym bombowiec."
	},
	"droneheavyslow" : {
		"name" : "Viper",
		"description" : "Zaawansowany dron bojowy",
		"helptext" : "Viper to zaawansowany dron bojowy uzbrojony w promień spowalniający."
	},
	"athena" : {
		"name" : "Athena",
		"description" : "Konstruktor specjalistyczny, moc 15 m/s",
		"helptext" : "Athena to technologiczne cacko wyposażone w niewidzialność, zakłócacz radaru i możliwość odbudowy jednostek bezpośrednio ze złomu. Ponadto jest w stanie budować jednostki na polu bitwy bez użycia fabryki i działać jak normalny konstruktor."
	},
	"staticsonar" : {
		"name" : "Sonar",
		"description" : "Wykrywa jednostki podwodne",
		"helptext" : "Sonar pozwala wykrywać zanurzone jednostki."
	},
	"spideremp" : {
		"name" : "Venom",
		"description" : "Pająk wsparcia EMP",
		"helptext" : "Venom to pająk, który paraliżuje trafione jednostki i jest szybki jak na jednostkę wsparcia. Dobrze współgra z Hermitem i Reclusem, nie pozwalając przeciwnikom unikać ich wolnych pocisków."
	},
	"jumpassault" : {
		"name" : "Jack",
		"description" : "Skoczek do walki wręcz",
		"helptext" : "Jack to skoczek szturmowy walczący w zwarciu. Kilka Jacków jest w stanie zrównać z ziemią większość fortyfikacji. Jest jednak wolny i nie może atakować na odległość, co czyni go łatwym celem dla szybszych jednostek."
	},
	"vehscout" : {
		"name" : "Dart",
		"description" : "Pojazd zwiadowczy",
		"helptext" : "Tani i szybki, Dart jest niezmiernie groźny w początkowej fazie gry dla nieprzygotowanych przeciwników. Dowolne jednostki bojowe skutecznie się go pozbywają."
	},
	"factoryhover" : {
		"name" : "Fabryka poduszkowców",
		"description" : "Buduje poduszkowce, moc 10 m/s",
		"helptext" : "Poduszkowce są śmiercionośne i szybko poruszają się zarówno po powierzchni wody, jak i po płaskim terenie."
	},
	"gunshipassault" : {
		"name" : "Revenant",
		"description" : "Zaczepny statek powietrzny",
		"helptext" : "Revenant wystrzeliwuje niszczycielskie salwy rakiet, które z braku samonaprowadzania mają jednak kłopoty z trafianiem szybkich jednostek. gunshipassault jest wytrzymały, ale też drogi i ma niską szybkostrzelnosc, zatem oczekując między atakami warto oddalić sie, aby nie otrzymywać niepotrzebnie obrażeń."
	},
	"tankriot" : {
		"name" : "Ogre",
		"description" : "Ciężki czołg wsparcia",
		"helptext" : "Mobilny jak na jednostkę wsparcia, Ogre posiada ciężkie rakiety krótkiego zasięgu, które szybko niszczą grupy lekkich jednostek, są skuteczne przeciw lotnictwu i wyrównują teren. Ogrea łatwo zniszczyć jednostkami szturmowymi lub harcownikami."
	},
	"staticantinuke" : {
		"name" : "Antinuke",
		"description" : "Tarcza antyrakietowa",
		"helptext" : "Antinuke automatycznie przechwytuje rakiety z głowicami atomowymi wycelowane w obszar przezeń broniony."
	},
	"staticheavyarty" : {
		"name" : "Big Bertha",
		"description" : "Działo strategiczne",
		"helptext" : "Bertha to masywne działo o ogromnym zasięgu. Przy roztropnym doborze celów jest w stanie niweczyć przedsięwzięcia przeciwnika i niszczyć ważne cele z bezpiecznej odległości, jednak nie jest w stanie sama zapewnić zwycięstwa ze względu na bardzo ograniczoną szybkostrzelność."
	},
	"cloaksnipe" : {
		"name" : "Phantom",
		"description" : "Niewidzialny snajper harcownik",
		"helptext" : "Karabin snajperski Spectra zadaje ciężkie obrażenia pojedynczym celom. Jako jedyna jednostka może strzelać pozostając niewidzialnym; jego naboje są jednak widoczne i mogą pomóc przeciwnikom w znalezieniu go. Utrzymanie niewidzialności kosztuje także spore ilości energii. Najlepszym sposobem na wykrycie Spectra jest przeczesanie okolicy tanimi jednostkami."
	},
	"staticarty" : {
		"name" : "Cerberus",
		"description" : "Bateria plazmowa - wymaga sieci energetycznej 50 E",
		"helptext" : "Cerberus to skuteczna (przeciw-)artyleria; świetnie chroni okolicę. Nie jest to jednak klasyczna wieża obronna i łatwo ją zniszczyć w bezpośrednim natarciu."
	},
	"wolverine_mine" : {
		"name" : "Claw",
		"description" : "Mina",
		"helptext" : "Ta mina nie wybucha, lecz wystrzeliwuje serię pocisków w cel. Po minucie życia dezaktywuje się."
	},
	"staticradar" : {
		"name" : "Wieża radarowa",
		"description" : "System wczesnego ostrzegania",
		"helptext" : "Radar wykrywa obecność wrogich jednostek z dużej odległości. Ma malutki koszt utrzymania, lecz wyłączy się w razie braku energii. Radar jest blokowany przez teren, na przykład góry."
	},
	"turretriot" : {
		"name" : "Stardust",
		"description" : "Wieżyczka wsparcia",
		"helptext" : "Stardust posiada potężne działko maszynowe, które zadaje ogromne obrażenia obszarowe; jego niski zasięg powoduje jednak, że jest bezbronny przeciwko harcownikom i artylerii."
	},
	"spideranarchid" : {
		"name" : "Anarchid",
		"description" : "Pająk wsparcia EMP",
		"helptext" : "Anarchid to Pajęczy Mesjasz."
	},
	"vehraid" : {
		"name" : "Scorcher",
		"description" : "Lekki pojazd",
		"helptext" : "Scorcher to lekki pojazd bojowy świetny do bezpośredniej walki; jest jednak dosyć drogi i nie jest w stanie efektywnie radzić sobie z jednostkami wsparcia. Jego broń zadaje tym więcej obrażeń, im bliżej celu się znajduje."
	},
	"striderfunnelweb" : {
		"name" : "Funnelweb",
		"description" : "Ekranowany mech-matka ",
		"helptext" : "Funnelweb to ciężki mech-pająk z tarczą obszarową i kontyngentem dronów bojowych."
	},
	"cloakriot" : {
		"name" : "Reaver",
		"description" : "Bot wsparcia",
		"helptext" : "Reaver ma ciężkie karabiny skuteczne przeciwko większości jednostek, szczególnie lekkim. Słabo spisuje się jednak przeciwko wieżyczkom i harcownikom z racji niewielkiej wytrzymałości i niskiej prędkości. Po wyjściu z walki Reaver samoczynnie naprawia się."
	},
	"chickenspire" : {
		"name" : "Szpila kurczaków",
		"description" : "Artyleria",
		"helptext" : "Artyleria dalekiego zasięgu."
	},
	"turretemp" : {
		"name" : "Faraday",
		"description" : "Wieżyczka paralizacyjna",
		"helptext" : "Faraday to wieżyczka uzbrojona w mocne działko EMP. Doskonale współpracuje z innymi wieżyczkami, lecz sama jest bezużyteczna. Kiedy nie atakuje, otrzymuje tylko ćwierć obrażeń."
	},
	"factoryspider" : {
		"name" : "Fabryka pająków",
		"description" : "Buduje pająki, moc 10 m/s",
		"helptext" : "Stworzone do walki na trudnym terenie, pająki polegają na zasięgu i ruchliwości bardziej niż na sile ognia."
	},
	"chicken_dragon" : {
		"name" : "White Dragon",
		"description" : "Kurczak szturmowy",
		"helptext" : "White Dragon to strażnik roju. Ogromne szczęki, żrący szlam, mocne kopnięcia, twarda skóra i mnóstwo zarodników czynią z niego naprawdę przerażającego przeciwnika."
	},
	"chickens" : {
		"name" : "Spiker",
		"description" : "Harcownik",
		"helptext" : "Ostre niczym brzytwa kolce, wypluwane przez Spikera, są w stanie przebić najtwardszy pancerz. Mimo że nie jest zbyt wytrzymały, stanowi niemałe zagrożenie. Można go łatwo zlikwidować jednostkami lekkimi lub o większym zasięgu."
	},
	"striderdante" : {
		"name" : "Dante",
		"description" : "Szturmowy mech bojowy",
		"helptext" : "Dante to ciężki mech bojowy stworzony do walki na krótki dystans. Posiada promień cieplny, miotacz ognia i rakiety zapalające, które może wystrzelić w salwie."
	},
	"dynassault1" : {
		"name" : "Dowódca Guardian",
		"description" : "Ciężki Dowódca bojowy",
		"helptext" : "Guardian to Dowódca reprezentujący brutalną siłę i wytrzymałość; jest jednak wolny i nie może używać większości modułów wsparcia."
	},
	"chickenbroodqueen" : {
		"name" : "Królowa kurczaków",
		"description" : "Dba o gniazdo",
		"helptext" : "Matka roju zajmuje się rodzeniem różnych typów kurczaków bojowych."
	},
	"cloakaa" : {
		"name" : "Gremlin",
		"description" : "Niewidzialny bot przeciwlotniczy",
		"helptext" : "Niewidzialny, szybki i dość wytrzymały jak na swoją cenę, Gremlin skutecznie zapewnia obronę przeciwlotniczą. Jest bezbronny przeciw wojskom lądowym."
	},
	"vehheavyarty" : {
		"name" : "Impaler",
		"description" : "Pojazd artylerii precyzyjnej",
		"helptext" : "Impaler wystrzeliwuje potężne pociski kinetyczne dalekiego zasięgu, które dzięki wysokiej trajektorii są w stanie omijać większość przeszkód, choć są jednak przez to bezużyteczne przeciw poruszającym się celom. Impaler jest przeznaczony do niszczenia budynków."
	},
	"zenith" : {
		"name" : "Zenith",
		"description" : "Kontroler meteorytów",
		"helptext" : "Zenith przyciąga z orbity meteory i gromadzi je (maksymalnie 300). Może je wysłać w dowolne miejsce na mapie; zadają ogromne obrażenia i można odzyskać z nich metal."
	},
	"vehaa" : {
		"name" : "Crasher",
		"description" : "Szybki pojazd przeciwlotniczy",
		"helptext" : "Crasher to szybka odpowiedź na wrogie lotnictwo."
	},
	"spiderskirm" : {
		"name" : "Recluse",
		"description" : "Pająk harcownik",
		"helptext" : "Pająk wyposażony w rakiety dalekiego zasięgu o niestabilnej trajektorii."
	},
	"fakeunit_los" : {
		"name" : "Widzimisię",
		"description" : "Widzi mu się.",
		"helptext" : "- Widzisz?\n- Nie widzę.\n-No widzisz!"
	},
	"tele_beacon" : {
		"name" : "Lamp",
		"description" : "Wejście do teleportera, PPM by wejść",
		"helptext" : "To jest węzeł wejściowy Djinna. Kliknij prawym przyciskiem myszy, by nakazać jednostkom wejść."
	},
	"dynstrike1" : {
		"name" : "Dowódca Strike",
		"description" : "Dowódca szturmowy",
		"helptext" : "Strike to zrównoważony Dowódca, który może używać większość modułów i ma dobre osiągi. Posiada zwiększoną regenerację w porównaniu do innych Dowódców."
	},
	"empmissile" : {
		"name" : "Shockley",
		"description" : "Rakieta EMP",
		"helptext" : "Shockley paraliżuje cele w małym obszarze do 45 sekund."
	},
	"striderhub" : {
		"name" : "Strider Hub",
		"description" : "Buduje mechy, moc 10 m/s",
		"helptext" : "Centrum konstrukcyjne mechów powołuje do życia ogromne roboty, ostateczną pięść pancerną natarcia powodującą zniszczenie i przerażenie w szeregach przeciwnika. W przeciwieństwie do zwykłej fabryki, centrum konstrukcyjne wymagane jest jedynie do zainicjowania budowy jednostki."
	},
	"amphcon" : {
		"name" : "Conch",
		"description" : "Amfibijny bot konstruktor, moc 7.5 m/s",
		"helptext" : "Conch to wytrzymały konstruktor, który swoje obowiązki wykonuje zarówno na lądzie, jak i pod wodą."
	},
	"spiderriot" : {
		"name" : "Redback",
		"description" : "Pająk wsparcia",
		"helptext" : "Szybkostrzelny pająk świetnie nadający się do niszczenia szybkich, lekkich jednostek."
	},
	"spiderassault" : {
		"name" : "Hermit",
		"description" : "Pająk szturmowy",
		"helptext" : "Hermit jest bardzo wytrzymały i dobrze przyjmuje obrażenia. Jego działo ma problemy z trafianiem mobilych jednostek, w związku z czym świetnie współpracuje z Venomem, który paraliżuje dla niego cele."
	},
	"turretantiheavy" : {
		"name" : "Lucifer",
		"description" : "Akcelerator tachionów - wymaga sieci energetycznej 50 E",
		"helptext" : "Lucifer posiada akcelerator tachionów, który zadaje poważne obrażenia ciężkim jednostkom i zmiata z powierzchni ziemi lżejsze, a wszystko to na daleki zasięg. Ma jednak niską szybkostrzelność i wytrzymałość. W razie potrzeby można schować działo, co nie pozwala strzelać, lecz zmniejsza otrzymywane obrażenia czterokrotnie."
	},
	"jumparty" : {
		"name" : "Firewalker",
		"description" : "Ciężki bot wsparcia artyleryjskiego",
		"helptext" : "Firewalker posiada wyrzutnie napalmu średniego zasięgu, które podpalają trafiony teren. Jest jednak dość niezdarny i ma problemy z ruchliwością."
	},
	"spideraa" : {
		"name" : "Tarantula",
		"description" : "Pająk przeciwlotniczy",
		"helptext" : "Chroni pająki przed lotnictwem przy użyciu rakiet dalekiego zasięgu."
	},
	"chicken_pigeon" : {
		"name" : "Pigeon",
		"description" : "Latający kurczak zwiadowczy",
		"helptext" : "Latający kurczak, który wypuszcza zarodniki."
	},
	"cloakheavyraid" : {
		"name" : "Scythe",
		"description" : "Niewidzialny kosynier",
		"helptext" : "Scythe to lekka jednostka do walki w zwarciu, której niewidzialność pozwala zblizyć się do wrogich jednostek lub je ominąć. Po wyjściu z walki Scythe samoczynnie regeneruje się."
	},
	"jumpblackhole" : {
		"name" : "Placeholder",
		"description" : "Wyrzutnia czarnych dziur",
		"helptext" : "Placeholder to jednostka pomocnicza, która tworzy wir wsysający okoliczne jednostki, co nie pozwala im się poruszać, zbiera w jednym miejscu i tym samym ułatwia zniszczenie ich."
	},
	"vehcon" : {
		"name" : "Mason",
		"description" : "Pojazd konstruktor, moc 5 m/s",
		"helptext" : "Mason to prędki i wytrzymały konstruktor idealny do szybkiego zajmowania kopalń."
	},
	"amphtele" : {
		"name" : "Djinn",
		"description" : "Amfibijny teleporter",
		"helptext" : "Djinn to amfibijny teleporter jednokierunkowy. Może w dowolnym punkcie mapy postawić węzeł wejściowy, z którego jednostki mogą przeteleportować się do Djinna pod warunkiem, że ten stoi nieruchomo."
	},
	"shipcon" : {
		"name" : "Mariner",
		"description" : "Statek konstruktor, moc 7.5 m/s",
		"helptext" : "Mimo wysokiego kosztu, Mariner łączy wysoką moc budowy z wytrzymałym pancerzem i dobrą prędkością."
	},
	"shipscout" : {
		"name" : "Cutter",
		"description" : "Łódka patrolowa - rozbraja",
		"helptext" : "Tania i szybka, łódka patrolowa dobrze nadaje się do najazdów na odkryte tereny wroga i wypatrywania celów dla większych statków. Nie ma siły ognia ani wytrzymałości do poważnej walki."
	},
	"shiptorpraider" : {
		"name" : "Hunter",
		"description" : "Lekka łódź torpedowa",
		"helptext" : "Hunter to lekka łódź z torpedami przeznaczona do najazdów i niszczenia łodzi podwodnych. W dużej ilości nieźle się też sprawdza przeciwko bardzo ciężkim okrętom."
	},
	"shipskirm" : {
		"name" : "Mistral",
		"description" : "Łódź rakietowa - harcownik",
		"helptext" : "Mistral wystrzeliwuje salwy rakiet średniego zasięgu, dobre do ostrzeliwania celów zarówno morskich, jak i nabrzeżnych. Jest bardzo lekko pancerzony, więc powinien wystrzegać się szybkich jednostek, które mogą go łatwo dosięgnąć, oraz łodzi podwodnych."
	},
	"subraider" : {
		"name" : "Seawolf",
		"description" : "Lekka łódź podwodna",
		"helptext" : "Cicha i śmiercionośna łódź podwodna, która szybko pozbywa się jednostek bez ochrony. Spowalnia trafione cele. Łatwo zniszczyć ją jednak torpedami; należy też wystrzegać się niszczycieli."
	},
	"subtacmissile" : {
		"name" : "Scylla",
		"description" : "Łódź atomowa, moc 20 m/s, 30s przeładowanie",
		"helptext" : "Scylla jest w stanie wytwarzać i wysyłać rakiety taktyczne. Nie ma jednak broni do walki bezpośredniej i należy trzymać ją jak najdalej od wrogich jednostek."
	},
	"shipriot" : {
		"name" : "Corsair",
		"description" : "Korweta (lekka / wsparcia)",
		"helptext" : "Corsair to korweta z dwoma shotgunami, którymi ciężko kara wszystko, co się zbliży. Jest jednak bezbronna wobec jednostek podwodnych i ma niski zasięg."
	},
	"shipassault" : {
		"name" : "Siren",
		"description" : "Niszczyciel (wsparcie / szturmowy)",
		"helptext" : "Niszczyciel Siren to statek ogólnego przeznaczenia, który łączy silne obszarowe działko soniczne (zdolne razić cele zarówno pod wodą, jak i nad nią), rakiety kinetyczne średniego zasięgu (świetne na budynki) oraz dobry pancerz."
	},
	"shiparty" : {
		"name" : "Envoy",
		"description" : "Krążownik artyleryjski",
		"helptext" : "Envoy posiada potężną armatę średniego zasięgu, idealną do bombardowania nieruchomych wieżyczek broniących wybrzeży. Jednostki powietrzne i podwodne oraz lekkie łodzie są dla niego zagrożeniem."
	},
	"shipaa" : {
		"name" : "Zephyr",
		"description" : "Fregata przeciwlotnicza",
		"helptext" : "Zapewnia flocie ochronę przed wrogim lotnictwem przy użyciu podwójych działek laserowych."
	},
	"shiptransport" : {
		"name" : "Surfboard",
		"description" : "Statek transportowy",
		"helptext" : "Surfboard jest statkiem transportowym; jednostki, które przewozi, mogą strzelać w trakcie przewozu."
	},
	"shipheavyarty" : {
		"name" : "Shogun",
		"description" : "Ciężki pancernik artyleryjski",
		"helptext" : "Jedna salwa z pancernika jest w stanie poradzić sobie z większością celów na powierzchni wody, a daleki zasięg pozwala również na ostrzał celów lądowych. Pancernik wymaga jednak ochrony przed jednostkami podwodnymi i powietrznymi."
	},
	"factorygunship" : {
		"name" : "Fabryka statków powietrznych",
		"description" : "Buduje statki powietrzne, moc 10 m/s",
		"helptext" : "W tej fabryce produkuje się statki powietrzne, zarówno bojowe, jak i transportowe."
	},
	"turretheavy" : {
		"name" : "Desolator",
		"description" : "Forteca średniego zasięgu (działo wymaga sieci energetycznej 50 E)",
		"helptext" : "Desolator to opancerzona forteca uzbrojona w ciężkie działo oraz promień cieplny.  Jest w stanie schować działo, by zmniejszyć otrzymywane obrażenia czterokrotnie."
	},
	"turretimpulse" : {
		"name" : "Newton",
		"description" : "Wieżyczka grawitacyjna - włącz, by odpychać, wyłącz, by przyciągać ",
		"helptext" : "Newton to eksperymentalne działko grawitacyjne, które choć nie zadaje obrażeń, to jest w stanie przyciągać lub odpychać inne jednostki, w tym także sojusznicze."
	},
	"assaultcruiser" : {
		"name" : "Vanquisher",
		"description" : "Ciężki krążownik szturmowy",
		"helptext" : "Vanquisher to krążownik o wysokiej wytrzymałości i sile ognia. Jego działa szybko likwidują cele na powierzchni, natomiast cele nad i pod wodą eliminują rakiety. Jego głównym mankamentem jest niski zasięg."
	},
	"shieldfelon" : {
		"name" : "Felon",
		"description" : "Ekranowany bot wsparcia / harcownik",
		"helptext" : "Felon konwertuje moc własnej tarczy na zasilanie swojej potężnej broni. Dobrze połączyć go z innymi tarczami, by miał czym strzelać."
	},
	"seismic" : {
		"name" : "Quake",
		"description" : "Rakieta sejsmiczna",
		"helptext" : "Jednorazowa rakieta sejsmiczna dalekiego zasięgu. Nie zadaje obrażeń, lecz wyrównuje trafiony teren."
	},
	"striderscorpion" : {
		"name" : "Scorpion",
		"description" : "Ciężki niewidzialny pająk-mech",
		"helptext" : "Scorpion to ciężki pajęczy mech bojowy z działkiem EMP i dwoma promieniami cząsteczkowymi. Jest bardzo wytrzymały i może stać się niewidzialny."
	},
	"vehcapture" : {
		"name" : "Dominatrix",
		"description" : "Pojazd do przejmowania",
		"helptext" : "Dominatrix przejmuje jednostki wroga pod swoją kontrolę. Wiele Dominatrix może współpracować przy przejmowaniu danej jednostki, ale tylko jednej z nich zostanie przypisana. Po przejęciu jednostki, Dominatrix nie może przejmować przez kolejne 12 sekund. Zniszczenie powoduje zwrot wszystkich przypisanych jednostek do pierwotnego właściciela."
	},
	"factorytank" : {
		"name" : "Fabryka czołgów",
		"description" : "Buduje czołgi, moc 10 m/s",
		"helptext" : "Czołgi specjalizują się w brutalnej sile i wytrzymałości pancerza. Nic tak nie załatwia sporów, jak pancerna pięść na gąsienicach."
	},
	"striderbantha" : {
		"name" : "Paladin",
		"description" : "Mech bojowy",
		"helptext" : "Paladin to ciężki mech bojowy, uzbrojony po zęby i bardzo wytrzymały. Posiada rakiety EMP dalekiego zasięgu, ciężki laser oraz działka EMP. Nie ma jednak żadnej obrony przeciwlotniczej i słabo radzi sobie bez wsparcia mniejszych jednostek"
	},
	"shipcarrier" : {
		"name" : "Reef",
		"description" : "Lotniskowiec z rakietami taktycznymi",
		"helptext" : "Najbardziej wielozadaniowy spośród okrętów. Lotniskowiec posiada rakiety taktyczne do bombardowania odległych celów, posiada lądowiska dla samolotów i przede wszystkim produkuje własne drony bojowe."
	},
	"turretaaflak" : {
		"name" : "Thresher",
		"description" : "Działo przeciwlotnicze Flak",
		"helptext" : "Thresher to działo przeciwlotnicze które zadaje ciężkie obrażenia na dużym obszarze. Świetnie niszczy wrogie statki powietrzne."
	},
	"factoryjump" : {
		"name" : "Fabryka skoczków",
		"description" : "Buduje skoczki i roboty specjalistyczne, moc 10 m/s",
		"helptext" : "W tej fabryce produkowane są skoczki i jednostki specjalistyczne. Skok pozwala im na szybkie zbliżenie się do przeciwnika, ucieczkę lub ominięcie trudnego terenu."
	},
	"jumpsumo" : {
		"name" : "Jugglenaut",
		"description" : "Ciężki skoczek grawitacyjny - włączony odpycha, wyłączony przyciąga",
		"helptext" : "Jugglenaut posiada imponującą wytrzymałość i podwójne promienie grawitacyjne, które mogą przyciągać lub odpychać inne jednostki. Może również skakać, co w połączeniu z jego dużą masą pozwala mu zgniatać wrogie jednostki, skacząc na nie."
	},
	"jumpscout" : {
		"name" : "Puppy",
		"description" : "Jednorazowa rakieta",
		"helptext" : "Szybka jednostka samobójcza dobra do wyborowego niszczenia odsłoniętych celów. Stojąc obok złomu, pobiera z niego metal i replikuje się."
	},
	"turretaalaser" : {
		"name" : "Razor",
		"description" : "Laser przeciwlotniczy",
		"helptext" : "Razor to wytrzymała wieżyczka przeciwlotnicza. Wysoka wyrzymałość i 4-krotne zmniejszenie obrażeń, gdy nie atakuje powodują, że ciężko jest się go pozbyć."
	},
	"hovercon" : {
		"name" : "Quill",
		"description" : "Poduszkowiec konstruktor, moc 5 m/s",
		"helptext" : "Quill pozwala na bezproblemową rozbudowę zarówno na ziemi, jak i w wodzie."
	},
	"jumpaa" : {
		"name" : "Toad",
		"description" : "Ciężki skoczek przeciwlotniczy",
		"helptext" : "Toad posiada podwójny laser i działko przeciwlotnicze, które szybko zestrzeliwują wrogie lotnictwo. Jest także w stanie skakać, co pozwala mu pokonywać trudny teren lub unikać ostrzału."
	},
	"tankheavyraid" : {
		"name" : "Blitz",
		"description" : "Lekki czołg szturmowy",
		"helptext" : "Blitz to lekki czołg uzbrojony w działko EMP, które zadaje niskie obrażenia, ale paraliżuje cel, dzięki czemu może unieszkodliwiać mało ważne cele, by je ominąć i przejść do niszczenia ważniejszych. Zniszczony Blitz uwalnia falę EMP."
	},
	"staticheavyradar" : {
		"name" : "Zaawansowany radar",
		"description" : "Radar dalekiego zasięgu",
		"helptext" : "Zaawansowany radar posiada znacznie większy zasięg, niż podstawowa wersja."
	},
	"amphimpulse" : {
		"name" : "Archer",
		"description" : "Lekki amfibijny bot wsparcia",
		"helptext" : "Archer używa strumienia wody do walki. Archer jest w stanie wynurzyć się, by walczyć z jednostkami na powierzchni wody."
	},
	"fakeunit" : {
		"name" : "Sygnał-ściema",
		"description" : "Jak do mnie, to mnie nie ma!",
		"helptext" : "Nikogo nie ma w domu!"
	},
	"shieldshield" : {
		"name" : "Aspis",
		"description" : "Bot z tarczą obszarową",
		"helptext" : "Aspis chroni pobliskie jednostki tarczą obszarową, która niszczy wrogie pociski. Aspis automatycznie podłączy się do innych jednostek uzbrojonych w tarczę, aby współdzielić ładunek. Tarcza obszarowa nie zatrzymuje jednostek, zatem przeciwnik moze strzelać do chronionych jednostek, gdy wejdzie pod nią. Utrzymanie i regeneracja tarczy obszarowej kosztują energię."
	},
	"jumpraid" : {
		"name" : "Pyro",
		"description" : "Lekki skoczek wsparcia",
		"helptext" : "Pyro to lekki bot z miotaczem ognia, który zadaje zwiększone obrażenia dużym jednostkom i może razić wiele celów jednocześnie, i możliwością skoku. Chociaż Pyro otrzymuje obrażenia od ognia, to nie da się go podpalić. Ze zniszczonych Pyro wylewa się resztka napalmu, podpalając okoliczne jednostki."
	},
	"tankheavyarty" : {
		"name" : "Tremor",
		"description" : "Ciężka artyleria",
		"helptext" : "Zasada działania Tremora jest prosta: zawsze lepiej jest użyć więcej amunicji. Jest to ciężka bateria artyleryjska niszcząca wszystko na danym obszarze przy użyciu gradu pocisków burzących, które przy okazji wyrównują teren."
	},
	"tankraid" : {
		"name" : "Kodachi",
		"description" : "Lekki czołg",
		"helptext" : "Kodachi to lekki czołg z bombami zapalającymi, które dobrze spisują się przeciwko budynkom. Po wyjściu z walki szybko regeneruje się, co wspiera używanie go zaczepnie."
	},
	"cloakcon" : {
		"name" : "Conjurer",
		"description" : "Niewidzialny bot konstruktor, moc 5 m/s",
		"helptext" : "Conjurer to niewidzialny konstruktor z zakłócaczem radaru krótkiego zasięgu. Może też włączyć pole niewidzialności, co jednak w przeciwieństwie do wcześniej wymienionych umiejętności wymaga energii do działania."
	},
	"turretsunlance" : {
		"name" : "Sunlance",
		"description" : "Wieżyczka przeciwczołgowa - wymaga sieci energetycznej 25 E",
		"helptext" : "Sunlance posiada ciężki promień spowalniający, który skutecznie unieszkodliwia nawet ciężkie jednostki."
	},
	"shieldassault" : {
		"name" : "Thug",
		"description" : "Ekranowany bot szturmowy",
		"helptext" : "Choć słaby w pojedynkę, Thug dobrze działa w grupie: jego tarcza świetnie chroni lżejsze jednostki i może współdzielić ładunek z innymi tarczami."
	},
	"amphriot" : {
		"name" : "Scallop",
		"description" : "Amfibijny bot wsparcia",
		"helptext" : "Wszechstronna amfibia uzbrojona w torpedy do użytku pod wodą i shotgun do niszczenia celów na lądzie."
	},
	"planecon" : {
		"name" : "Crane",
		"description" : "Statek powietrzny konstruktor, moc 4 m/s",
		"helptext" : "Crane to latający konstruktor, który mimo niskiej mocy budowy jest w stanie szybko przelecieć w dowolne miejsce, co czyni go idealnym do zajmowania kopalń, zbierania złomu i innych podobnych zadań."
	},
	"gunshipraid" : {
		"name" : "Locust",
		"description" : "Lekki statek powietrzny",
		"helptext" : "Locust ma bardzo dużą prędkość i dość dobre obrażenia, co pozwala na szybkie najazdy w celu zniszczenia ekonomii przeciwnika lub niecelnych jednostek, na przykład szturmowych lub harcowników. Pułap lotu Locust jest jednak na tyle niski, że może zostać zestrzelona nawet przez jednostki o krótszym zasięgu."
	},
	"shieldraid" : {
		"name" : "Bandit",
		"description" : "Lekki bot",
		"helptext" : "Bandit jest szybki, lekki i zadaje dość wysokie obrażenia. Nie jest jednak na tyle mocny, by można go było używać przeciwko obwarowanym przeciwnikom. Przegrywa w bezpośrednim starciu z jednostkami wsparcia i wieżyczkami."
	},
	"amphraid" : {
		"name" : "Duck",
		"description" : "Lekki bot amfibijny",
		"helptext" : "Duck to lekki bot amfibijny ze specjalnymi rakietami krótkiego zasięgu, które może odpalić także w wodzie. Jest szybki i tani, lecz delikatny."
	},
	"planefighter" : {
		"name" : "Swift",
		"description" : "Myśliwiec wielozadaniowy",
		"helptext" : "Swift to wielozadaniowy myśliwiec szybkiego reagowania, który może atakować zarówno cele powietrzne, jak i naziemne. Jest bardzo zwinny i świetnie sobie radzi z wrogim lotnictwem dzięki samonaprowadzanym rakietom powietrze-powietrze, jednak jest bardzo lekki i łatwo go zestrzelić. Posiada także dopalacz."
	},
	"dronecarry" : {
		"name" : "Gull",
		"description" : "Dron bojowy",
		"helptext" : "Drony walczą razem ze swoim lotniskowcem i nie mogą się zbytnio od niego oddalić. Lotniskowiec automatycznie zastępuje zniszczone drony nowymi."
	},
	"turretheavylaser" : {
		"name" : "Stinger",
		"description" : "Ciężka wieżyczka laserowa",
		"helptext" : "Stinger to średnia wieża laserowa, która jest w stanie jednym strzałem zniszczyć większość lekkich jednostek, jednak niska szybkostrzelność pozwala dużej ilości tanich jednostek ją zniszczyć."
	},
	"hoversonic" : {
		"name" : "Morningstar",
		"description" : "Poduszkowiec przeciwpodwodny",
		"helptext" : "Morningstart posiada działko soniczne, które może atakować cele pod wodą, na powierzchni i w powietrzu."
	},
	"chicken_tiamat" : {
		"name" : "Tiamat",
		"description" : "Kurczak szturmowy",
		"helptext" : "Tiamat to wytrzymałe, ziejące ogniem i wypuszczające zarodniki monstrum z mocnymi szczękami i śluzową tarcza, ktora chroni okoliczne kurczaki."
	},
	"bomberstrike" : {
		"name" : "Kestrel",
		"description" : "Bombowiec taktyczny",
		"helptext" : "Kestrel wystrzeliwuje rakiety krótkiego zasięgu, które mogą trafić cele w powietrzu, na powierzchni lub pod wodą. Spośród bombowców najlepiej nadaje się do niszczenia pojedynczych jednostek."
	},
	"staticrearm" : {
		"name" : "Lądowisko",
		"description" : "Naprawia i dozbraja samoloty, moc 2.5 e/s na stanowisko",
		"helptext" : "Stacja naprawcza odnawia amunicję bombowcom i naprawia samoloty."
	},
	"dynrecon1" : {
		"name" : "Dowódca Recon",
		"description" : "Mobilny Dowódca",
		"helptext" : "Recon to zwinny Dowódca, który może używać większość specjalnych broni i jest w stanie skakać."
	},
	"gunshipemp" : {
		"name" : "Gnat",
		"description" : "Dron paralizator",
		"helptext" : "Gnat może paraliżować wrogie jednostki, co czyni go świetną jednostką defensywną, szczególnie w połączeniu z jednostkami zadającymi obrażenia. Jest jednak delikatny i łatwo go zniszczyć."
	},
	"bomberriot" : {
		"name" : "Phoenix",
		"description" : "Bombowiec z napalmem",
		"helptext" : "Napalm zrzucany przez Phoenixa dziesiątkuje grupy lekkich jednostek i budynków."
	},
	"striderarty" : {
		"name" : "Merlin",
		"description" : "Ciężki rakietowy mech artyleryjski",
		"helptext" : "Merlin to mech artyleryjski zalewający okolicę falami ciężkich rakiet. Świetny przeciwko ufortyfikowanym pozycjom."
	},
	"gunshipheavytrans" : {
		"name" : "Hercules",
		"description" : "Uzbrojony transportowy statek powietrzny",
		"helptext" : "Hercules jest w stanie przenosić każdą jednostkę. Jego wytrzymałość i lekkie uzbrojenie pomagają mu dostarczać jednostki nawet w wirze walki."
	},
	"planescout" : {
		"name" : "Owl",
		"description" : "Samolot zwiadowczy z zakłócaczem",
		"helptext" : "Owl oferuje niezrównane możliwości zwiadowcze, zapewniając radar i sonar. Jest także wyposażony w zakłócacz."
	},
	"planelightscout" : {
		"name" : "Sparrow",
		"description" : "Lekki samolot zwiadowczy",
		"helptext" : "Sparrow to lekki zwiadowca, którego można stworzyć poprzez przeobrażenie podstawowej wieżyczki radarowej, co czyni go dostępnym we wczesnej fazie gry przed zbudowaniem lotniska. Słabo wypada w porównaniu z szybszym Swiftem i większym Owlem."
	},
	"amphfloater" : {
		"name" : "Buoy",
		"description" : "Ciężki amfibijny bot harcownik",
		"helptext" : "Buoy nie może strzelać pod wodą, ale radzi sobie z tym poprzez wypływanie na powierzchnię. Wtedy może atakować przy użyciu działka o dobrym zasięgu, zadając dodatkowo obrażenia spowalniające. Będąc na powierzchni nie może się poruszać."
	},
	"dynknight1" : {
		"name" : "Dowódca",
		"description" : "Dowódca szturmowy",
		"helptext" : "Knight to zrównoważony Dowódca, który może używać większość modułów i ma dobre osiągi. Posiada zwiększoną regenerację w porównaniu do innych Dowódców."
	}
}
