{
    "ctf_flag": {
        "helptext": "If it's yours, you'd better step on it in order to teleport it back to your base.",
        "description": "Флаг",
        "name": "Флаг"
    },
    "gunshipsupport": {
        "helptext": "Рапира (Rapier) - это легкий боевое вертолёт. Её точные ракеты могут атаковать как воздушные так и наземные цели. Они хорошо справляются с малыми целями и рейдерами.",
        "description": "Многоцелевой вертолёт",
        "name": "Рапира"
    },
    "sprinkler": {
        "helptext": "Разбрызгиватель (Sprinkler) - это незаменимый инструмент в сельском хозяйстве, применяемый для орошения ряда сельскохозяйственных культур.",
        "description": "Важная ирригационная структура",
        "name": "Разбрызгиватель"
    },
    "factorycloak": {
        "helptext": "Юниты производимые на этой фабрике показывают превосходство ума и хитрости над грубой силой благодаря большой мобильности, скрытности и EMP оружию. Ключевые юниты: Меч(Glave), Роко(Rocko), Воин(Warrior), Зевс(Zeus) и Молот(Hammer).",
        "description": "Производит невидимых ботов, Строит 10m/s",
        "name": "Фабрика невидимых ботов"
    },
    "cormart": {
        "helptext": "Тяжёлая пушка Мародёра (Pillager) прекрасно обстреливает юнитов противника с большой дистанции. Являясь прекрасным выбором для артобстрела, Мародёр, как и любой артиллерийский юнит, не должен участвовать в ближнем бою.",
        "description": "Многоцелевая САУ",
        "name": "Мародёр"
    },
    "missilesilo": {
        "helptext": "Ракетная шахта (Missile Silo) может производить и хранит до 4-х разных ракет, каждая их которых имеет свою уникальную боеголовку. Ракетная шахта позволяет легко наносить удары на большом расстоянии, находясь далеко от битвы.",
        "description": "Производит ракеты, строит со скоростью 10 m/s",
        "name": "Ракетная шахта"
    },
    "armflea": {
        "helptext": "Блоха (Flea) может скрываться в труднодоступных местах, где ее датчики позволяют ей видеть на расстояние большее того, на котором ее могут заметить. На ранней стадии игры небольшие группы Блох можно использовать для набегов на месторождения. На картах с высокими скалами они могут атаковать с неожиданных сторон. Блоха наносит очень мало повреждений и умирает от любого урона.",
        "description": "Сверхлёгкий паук-разведчик",
        "name": "Блоха"
    },
    "armfus": {
        "helptext": "Реактор ядерного синтеза (Fusion Reactor) производит большое количество энергии при относительно малой цене. Однако, такой ректор очень хорошая цель из-за своей слабой брони и, самое главное, того, что при уничтожении реактор ядерного синтеза взрывается, нанося большой урон окружающим его юнитам.",
        "description": "Производит энергию (35)",
        "name": "Реактор ядерного синтеза"
    },
    "chickenlandqueen": {
        "helptext": "Тикайте, хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти невозможно. Она может плеваться напалмом, распылять споры уничтожающий авиацию, и пинать наземных юнитов. И, самое страшное, своими челюстями разрывает даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить её с помощью контратаки.",
        "description": "Кудахтающий АД!",
        "name": "Курица-королева"
    },
    "correap": {
        "helptext": "Жнец - тяжёлый танк с очень толстой бронёй. Он может выжить даже в самой тяжёлой битве, однако его пушка медленно перезаряжается из-за чего он не подходит для уничтожения большого количества врагов. Также его тяжёлая броня сильно снижает его манёвренность.",
        "description": "Штурмовой танк",
        "name": "Жнец"
    },
    "chicken_listener": {
        "helptext": "Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальные слуховые возможности, что позволяет ему точно определять местоположение наземных войск противника",
        "description": "Закапывающийся мобильный сейсмический детектор",
        "name": "Слушатель"
    },
    "corcom1": {
        "helptext": "Боевой командир обладает усиленным бронированием и повышенной огневой мощью, но посредственной скоростью, и не может использовать экзотическое оружие и ряд модулей поддержки.",
        "description": "Тяжелый боевой командир, строит на 10 m/s",
        "name": "Боевой командир"
    },
    "firewalker": {
        "helptext": "Огнеход (Firewalker) вооружен мортирами среднего радиуса действия, способными испепелить небольшую территорию и не позволить использовать ее в течение ограниченного периода времени. Однако сам по себе он неуклюж и неповоротлив.",
        "description": "Робот огневой поддержки (артиллерия/стрелок)",
        "name": "Огнеход"
    },
    "destroyer": {
        "helptext": "Эсминец Дайме (Daimyo) имеет на борту основную пушку и подавляющую пушку. Помимо этого он содержит ракеты, способные уничтожать как подводные, так и надводные цели. Дайме (Daimyo) лучше атаковать издалека, используя корабли или СВП с дальнобойным оружием.",
        "description": "Эсминец (подавитель/противолодочный корабль)",
        "name": "Дайме"
    },
    "armtick": {
        "helptext": "Клоп (Tick) полагается на свою скорость и маленький размер, чтобы уклоняться от огня неточным оружием, в особенности таковым штурмовиков и многих стрелков. Он может парализовывать тяжелые юниты противника или отряды лёгких рейдеров, неспособных убить его до попадания в зону поражения. После чего, Воины и Мечи как правило безнаказанно истребляют обезвреженных Клопом врагов.",
        "description": "Вездеходная ползучая ЭМИ-бомба",
        "name": "Клоп"
    },
    "cormak": {
        "helptext": "Разбойник (Outlaw) излучает вокруг себя электромагнитные импульсы, которые повреждают и замедляют врагов, но оставляют союзников невредимыми.",
        "description": "Робот подавления",
        "name": "Разбойник"
    },
    "chickenc": {
        "helptext": "The Basilisk climbs walls like a spider to surprise the enemy with its highly acidic spit. Only a vigilant watch keeps these critters from sauntering over hills to wreck your base from unexpected directions. Gunships are the best solution to Basilisk incursions.",
        "description": "Вездеходный подавитель",
        "name": "Basilisk"
    },
    "corsh": {
        "helptext": "Кинжал (Dagger) - дешевый одноразовый разведчик, также пригодный для нанесения урона экономике противника.",
        "description": "Быстрое СВП",
        "name": "Кинжал"
    },
    "chicken_digger": {
        "helptext": "Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где угодно, вызвав полный хаос. Всегда защищайте свои стратегические объекты со всех сторон, поскольку Копатели могут обойти ваши фронтовые защитные сооружения.",
        "description": "Закапывающийся разведчик/рейдер",
        "name": "Копатель"
    },
    "chicken_leaper": {
        "helptext": "Прыгун (Leaper) - это быстрый атакующий юнит Куриц, способный быстро сократить расстояние с противником и с легкостью перепрыгивающий препятствия.",
        "description": "Прыгающий рейдер",
        "name": "Прыгун"
    },
    "chickenr": {
        "helptext": "Будучи органической артиллерией, Лобберы (Lobber) плюются шарами яда по высокой траектории на длинные дистанции. Они доставлют большие проблемы тем, кто полагается только на статичную защиту, однако Лобберы (Lobber)  практически беспомощны в случае прямой атаки.",
        "description": "Артиллерия",
        "name": "Лоббер"
    },
    "commrecon1": {
        "helptext": "\nРазведывательный Командир (Recon Commander)\nВысокомобильный командир, строит на 10м/с\nРазведывательный командир ориентирован на использование мобильности и коварства. Эта легкобронированная платформа может носить широкий выбор модулей и оружия специального назначения, и имеет встроенные прыжковые двигатели.",
        "description": "Высокомобильный командир, строит на 10м/с",
        "name": "Разведывательный Командир"
    },
    "turrettorp": {
        "helptext": "Ёж (Urchin) защищает как от надводных, таки и от подводных юнитов. Также он может поражать СВП.",
        "description": "Торпедная установка",
        "name": "Ёж"
    },
    "corgol": {
        "helptext": "Голиаф(Goliath) - самый тяжелый танк на поле боя. Его основное орудие - огромная пушка для беспощадного истребления танков поменьше - дополняется близкобойным замедляющим лучом, не дающим более быстрым противникам сбегать из-под обстрела. Тем не менее, поворачивается Голиаф как огромная ёмкость с водой, сравнительно близкая дальность огня делает его уязвимым для продвинутых стрелков и воздушных атак, а малая скорострельность - оставляет бреши для массированных атак рейдеров. Тяжелое основное орудие Голиафа разносит стены, так что в некоторых случаях танк может быть использован для штурма терраформированных укреплений.",
        "description": "Сверхтяжелый убийца танков",
        "name": "Голиаф"
    },
    "corpyro": {
        "helptext": "Пиро (Pyro) - это дешёвый, быстрый шагоход с огнемётом. Огнемёт наносит увлеченный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения, Пиро (Pyro) поджигает ближайших юнитов. Дополнительно, данный робот имеет прыжковые двигатели, позволяющие ему перепрыгивать препятствия или внезапно прыгать на противника.",
        "description": "Прыгающий рейдер/подавитель",
        "name": "Пиро"
    },
    "corrl": {
        "helptext": "Защитник (Defender) - это многоцелевая ракетная башня. Она хороша для атаки юнитов с приличного расстояния, при этом обеспечивая некоторую степень противовоздушной защиты и возможность обстрела вражеских легких лазерных башен за пределами их радиуса поражения. Однако стоит только подуть на неё, как она сломается.",
        "description": "Легкая ракетная башня (ПВО/стрелок)",
        "name": "Защитник"
    },
    "chicken_roc": {
        "helptext": "Большая,  злая и способная вести бой как с наземными, так и воздушными юнитами, Рух (Roc), является грозной летающей курицей.",
        "description": "Тяжёлый атакующий летун",
        "name": "Рух"
    },
    "shipraider": {
        "helptext": "Тайфун - это вышибала среди кораблей, имеющий высокую скорость, достойную броню и обладающей высокой огневой мощью. И всё это за низкую цену (для корабля). Используйте группы корветов для уничтожения всего, что находится на поверхности, но берегитесь подводных лодок.",
        "description": "Корвет (Штурмовки/рейдер)",
        "name": "Тайфун"
    },
    "screamer": {
        "helptext": "Крикун (Screamer) - это сверхдальнобойная установка ПВО первого удара, отсылающая каждому самолёту предупреждение - сынок, тут тебе делать нечего. Каждая ракета подготавливается в течение 20 секунд, но затраченное время того стоит, поскольку залп подобных заранее заготовленных  ракет способен испепелить практически любую воздушную атаку без особых проблем.",
        "description": "Сверхдальнобойная установка ПВО с 20 секундной подготовкой ракеты",
        "name": "Крикун"
    },
    "amphraider2": {
        "helptext": "Брызгун (Archer) использует мощные гидроабразивные резаки высокой дальности действия для поражения врагов. Хотя дальнобойность и мощность атаки такого типа страдают по мере того, как запасы воды в баллоне Брызгуна иссякают, их можно легко дозаправить, поместив юнит в воду. Брызгуны могут всплывать на поверхность чтобы атаковать вражеские корабли.",
        "description": "Амфибийный рейдер-подавитель",
        "name": "Брызгун"
    },
    "armjamt": {
        "helptext": "Глушитель, подобные данной, взаимодействуют с вражескими радарными волнами, скрывая радиолокационное отражение ваших юнитов. Скрытный Пит (Sneaky Pete) также экипирован генератором невидимости, скрывающим ближайших юнитов от взгляда противника.",
        "description": "Станция генерации помех/поля невидимости",
        "name": "Скрытный Пит"
    },
    "amphbomb": {
        "helptext": "The Limpet can dodge most slow projectiles thanks to its agility and small size, allowing it to get close to enemy units in order to detonate, slowing and damaging them.",
        "description": "Amphibious slow mine",
        "name": "amphbomb"
    },
    "factoryveh": {
        "helptext": "Фабрика боевых машин любима многими за выборку быстрых и агрессивных юнитов, идеальных для блицкрига. Ключевые юниты: Лихач (Scorcher), Опустошитель (Ravager), Уравнитель (Leveler), Тесак (Slasher).",
        "description": "Производит автомобильные боевые единицы, Строит со скоростью 10 m/s",
        "name": "Фабрикая боевых машин"
    },
    "cornukesub": {
        "helptext": "Левиафан (Leviathan) способен одновременно как защищать территорию от вражеских ядерных ракет, так атаковать мощным и точным оружием - собственными тактическим ядерными ракетами. Однако, он не имеет защиты от прямых боестолкновений и должен избегать непосредственного контакта с врагом.",
        "description": "Тактическая ядерная/ПРО подлодка, расходует 6.25 m/s, 90 секунд на подготовку ракеты.",
        "name": "Левиафан"
    },
    "armpb": {
        "helptext": "Гаусс (Gauss) - это компактная, выдвижная турель с Гаусс-пушкой среднего радиуса действия. До тех пор, пока оружие находится в убранном состоянии, оно получает лишь четверть урона, что делает  данную пушку отличным выбором в случае если враг использует артиллерию.",
        "description": "Пушка Гаусса",
        "name": "Гаусс"
    },
    "nebula": {
        "helptext": "Несмотря на маневренность кирпича  и скромное вооружение, Туманность (Nebula) является грозным оружием благодаря наличию щита защищающего от дальнобойных атак и наличию боевых дронов, рвущих противников на части.",
        "description": "Atmospheric Mothership",
        "name": "Туманость"
    },
    "hoveraa": {
        "helptext": "Цеп (Flail) запускает большую ракету класса \\\"земля-воздух\\\" малой и средней дальности, которая наносит высокие повреждения.",
        "description": "Противовоздушный СВП",
        "name": "Цеп"
    },
    "armham": {
        "helptext": "Молот(Hammer) оборудован плазменной пушкой, превосходящей по дальности большинство стационарной обороны и позволяющей стрелять по параболической траектории. Не смотря на то, что Молот эффективен против мобильных юнитов, его надо защищать от рейдеров и других быстрых юнитов.",
        "description": "Лёгкая артиллерия/Стрелок-робот",
        "name": "Молот"
    },
    "chickend": {
        "helptext": "Куриная трубка - это единственное защитное сооружение Куриц, стреляющее спорами по воздушным и наземным войскам.",
        "description": "Защитное сооружение и источник энергии",
        "name": "Куриная трубка"
    },
    "rocksink": {
        "description": "Rocks when you shoot at it.",
        "name": "Rocking Damage Sink thing"
    },
    "fakeunit_aatarget": {
        "description": "Used by the jumpjet script.",
        "name": "Fake AA target"
    },
    "mahlazer": {
        "helptext": "Это мощнейший инструмент для  терраформинга планеты. Однако он также полезен в качестве средства полного уничтожения таких  препятствий как, например, надоедливые враги, причем вместе с их базами.",
        "description": "Излучатель планетарной энергии",
        "name": "Звездный свет "
    },
    "armcrabe": {
        "helptext": "Огромная пушка Краба (Crabe) уничтожает большие группы дешёвых юнитов и превосходит по дальнобойности стационарную оборону. Когда Краб стоит на месте, он разворачивает свою броню, уменьшая получаемый урон в 3 раза. Однако, главная слабость Краба - его медлительность.",
        "description": "Тяжелый юнит сдерживания/Паук-стрелок - Когда стоит разворачивает броню",
        "name": "Краб"
    },
    "subscout": {
        "helptext": "The Lancelet is basically a large smart torpedo with scouting functionality. It can remain hidden in the depths to observe enemy movements, then detonate its explosive charge to sink unwary ships.",
        "description": "Scout/Suicide Minisub",
        "name": "subscout"
    },
    "vehdisable": {
        "helptext": "Властитель (Dominatrix) захватывает юнитов противника, поворачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 8 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу.",
        "description": "Машиная РЭБ",
        "name": "Властитель"
    },
    "armmstor": {
        "helptext": "Хранилище (Storage) можно использовать как буфер при временном увеличение количества получаемого метала. К примеру при переработке обломков. Однако, при увеличение дохода на длительное время лучшим выбором будет увеличить строительную силу.",
        "description": "Хранит 500 метала и энергии",
        "name": "Хранилище"
    },
    "corclog": {
        "helptext": "Мешок с песком (Dirtbag) - безоружный юнит, чьё основное предназначение - это умереть и оставить после себя небольшую горку. Эффективен против машин и танков. Ещё его можно использовать как разведчика.",
        "description": "Мешок с песком",
        "name": "Мешок с песком"
    },
    "amphaa": {
        "helptext": "Рыболов (Angler) - это амфибия ПВО разработанная для уничтожения главного врага заводов - бомбардировщика Ворон (Raven). Два рыболова могут внезапно всплыть на поверхность и быстро сбить одного Ворона.",
        "description": "Робот-амфибия ПВО",
        "name": "Рыболов"
    },
    "corsent": {
        "helptext": "Зенитная пушка данного танка быстро уничтожает вражеские вертолёты, и достаточно эффективна против самолётов.",
        "description": "Зенитный танк",
        "name": "Медноголов"
    },
    "asteroid": {
        "helptext": "Обычно астероиды падают на землю из-за Контроллера метеоров, который использует их как оружие чтобы сокрушить врага, однако астероиды можно перерабатывать.",
        "description": "Камень из космоса",
        "name": "Астероид"
    },
    "corvamp": {
        "helptext": "Ястреб (Hawk) специализируется на уничтожении всего, что летает. Он достаточно крепкий, чтобы выдержать обстрел небольших сил ПВО, однако, у него нет возможности стрелять по земле и всему, что находится непосредственно на ней.",
        "description": "Истребитель",
        "name": "Ястреб"
    },
    "hoverskirm": {
        "helptext": "The Trisula is a fairly fast, sturdy combatant armed with a scatter beam weapon that can erase multiple small targets or slag a single large one.",
        "description": "Light Assault/Battle Hover",
        "name": "hoverskirm"
    },
    "corlevlr": {
        "helptext": "Мощная пушка Уравнителя (Leveler) легко уничтожает толпы легких юнитов противника. Снаряд из этой пушки летит по прямой траектории, так что их лучше всего выстраивать в линию. Из-за малой скорости и дальности, Уравнитель - лёгкая добыча для стрелков. Разрывы снарядов Уравнителя сглаживают землю, облегчая прохождение по ней для других машин.",
        "description": "Машина подавления",
        "name": "Уравнитель"
    },
    "corjamt": {
        "helptext": "Эгида (Aegis) защищает умеренную площадь своим щитом-пузырём, останавливающим вражеские снаряды, но пропускающим взрывные волны. Щит требует значительного количества энергии на поддержку и не останавливает атаки сверхмощного оружия.",
        "description": "Генератор объемного щита",
        "name": "Эгида"
    },
    "missiletower": {
        "helptext": "Парные ракеты Ножовки (Hacksaw)  способны сбить даже самый тяжёлый бомбардировщик за пару выстрелов, но требуют значительное количество времени для перезарядки, делая саму установку чуть менее чем идеальной целью для легких летающих юнитов противника.",
        "description": "Ракетная башня ПВО (противобомбардировочная)",
        "name": "Ножовка"
    },
    "chicken_rafflesia": {
        "helptext": "Раффлезия (Rafflesia) защищает ближайших куриц и их структуры при помощи щита.",
        "description": "Куриный щит (неподвижный)",
        "name": "Rafflesia"
    },
    "empiricaldpser": {
        "description": "Shoot at it for science.",
        "name": "Empirical DPS thing"
    },
    "hoverassault": {
        "helptext": "Когда Алебарда (Halberd) не стреляет, она складывается в бронированную коробку, что позволяет ей получать в 4 раза меньше повреждений. Ее медленное и имеющее малую дальность оружие не приспособлено для стрельбы по быстро движущимся целям.",
        "description": "СВД прорыва блокады",
        "name": "Алебарда"
    },
    "cornecro": {
        "helptext": "Каторжник (Convict) был бы обычным ботом-конструктором если бы не энергетический щит, который защищает его и поддерживает щиты союзников.",
        "description": "Строительный бот со щитом, Строит со скоростью 5 m/s",
        "name": "Каторжник"
    },
    "armtboat": {
        "helptext": "Сёрфборд (Surfboard) служит в качестве морского транспорта и огневой платформы, то есть любой юнит, находящийся на Сёрфборде (Surfboard), может стрелять с него.",
        "description": "Транспортная платформа",
        "name": "Сёрфборд"
    },
    "cafus": {
        "helptext": "Реактор сингулярности (Singularity Reactor) генерирует огромное количество энергии при помощи контролируемой черной дыры - и это настолько же безопасно, насколько и звучит. В случае разрушения реактора, высвобождается энергии в количество эквивалентному ядерному взрыву. Целый континент стоит считать небезопасной территорией после постройки данного реактора.",
        "description": "Производит энергию (225) - ОПАСНО!!!",
        "name": "Реактор сингулярности"
    },
    "armstiletto_laser": {
        "helptext": "Буревестник (Thunderbird) - быстрый бомбардировщик, вооруженный генератором молний, который обезоруживает юнитов в широкой области под ним.",
        "description": "Обезоруживающий бомбардировщик",
        "name": "Буревестник"
    },
    "chicken_spidermonkey": {
        "helptext": "Паукообразная обезьяна (Spidermonkey) - это очень необычная курица поддержки. Как и предполагает название, она может карабкаться по стенам, кроме того, она может плеваться шелком, который замедляет и дергает врагов.",
        "description": "Вездеходная поддержка",
        "name": "Паукообразная обезьяна"
    },
    "corstorm": {
        "helptext": "Баллистические ракеты Негодяя медленно перезаряжаются, но больно бьют - и, таким образом, отлично приспособлены для осторожных вылазок на дистанцию выстрела по единицам врага, либо для запуска мощных залпов в начале сражения. Отбивайтесь от них с помошью быстрых единиц, или ползучих бомб, если Негодяев слишком много.",
        "description": "Робот-стрелок (навесного огня)",
        "name": "Негодяй"
    },
    "benzcom1": {
        "helptext": "Командир дальнего боя, строит на 10м/с",
        "description": "Осадный Командир (Siege Commander)",
        "name": "Осадный командир"
    },
    "attackdrone": {
        "helptext": "Светлячок (Firefly) - это атакующий дрон, вооруженный слабым лазером. Он способен защитить своего хозяина от атак легких единиц противника. Однако он не способен использовать генератор поля невидимости хозяина, поэтому способен выдать присутствие замаскированного командира.",
        "description": "Атакующий дрон",
        "name": "Firefly"
    },
    "chickenblobber": {
        "helptext": "Будучи старшим братом Лоббера (Lobber), Блоббер (Blobber) выплёвывает целый дождь кислотной слизи. Он очень быстро может вывести из строя даже самую мощную сеть щитов, но относительно уязвим для прямых атак.",
        "description": "Тяжёлая артиллерия",
        "name": "Блоббер"
    },
    "amgeo": {
        "helptext": "Большая Геотермальная Электростанция(Moho Geothermal Powerplant) производит огромное количество энергии. Она требует защиты, из-за того что её уничтожение приведёт к огромному взрыву.",
        "description": "Производит энергию (100) - ОПАСНО!!!",
        "name": "Большая Геотермальная Электростанция"
    },
    "armnanotc": {
        "helptext": "Смотритель(Caretaker) обладает самым лучшим отношением цены к скорости строительства и приличной дальностью. Его хорошо использовать для ускорения работы фабрик или ремонта обороны сооружений. Смотритель не может начать постройку чего-либо, он только помогает.",
        "description": "Нано-башня, строит со скорость 10 m/s",
        "name": "Смотритель"
    },
    "terraunit": {
        "description": "Spent: 0",
        "name": "Terraform"
    },
    "chickenf": {
        "helptext": "Это летающая курица! Коготь (Talon) - это смертельный хищник, способный сбивать самолёты своими шипами, но также с удовольствием атакующий и наземные цели. Впрочем, он может быть уничтожен как и любой другой летающий юнит.",
        "description": "Летающий плевальщик шипов",
        "name": "Коготь"
    },
    "armestor": {
        "helptext": "Пилоны для передачи энергии (Energy Transmission Pylon) позволяют расширить сеть перегрузки энергии для соединения большего количества шахт или источников энергии. Это, в свою очередь позволяет шахтам вырабатывать большее количество металла благодаря перегрузке. Пилоны позволяют быстро запитать  башни защиты, которым нужна энергия для функционирования.",
        "description": "Расширяет сеть перегрузки энергии",
        "name": "Пилон для передачи энергии"
    },
    "corshad": {
        "helptext": "Ворон (Raven) сбрасывает одну бомбу, которая наносит высокий урон, но имеет малый АОЕ. Не ждите, что один Ворон сможет уничтожить Жнеца (Repaer) или ПРО (antinuke). Подыскивайте для нее маломобильные цели.",
        "description": "Точечный бомбардировщик",
        "name": "Ворон"
    },
    "amphfloater": {
        "helptext": "Буй (Buoy) не может стрелять под водой и ему приходится всплывать на поверхность дабы выстрелить по врагу из своей замедляющие пушки которая обладает приличной дальностью. Буй не может двигаться пока плавает на поверхности. ",
        "description": "Всплывающий робот-амфибия",
        "name": "Буй"
    },
    "chicken_dodo": {
        "helptext": "Тело Дронта (Dodo)  содержит летучий смесь органических взрывчатых веществ. При малейшем поводе он эффектно взрывается, разбрасывая близлежащих юнитов. И будьте аккуратнее, поскольку летящие при взрыве конечности и шипы Додо также наносят урон.",
        "description": "Куриная бомба",
        "name": "Дронт"
    },
    "armcybr": {
        "helptext": "Виверн(Wyvern) сбрасывает одну мощную бомбу, способную разнести вражеских юнитов в щепки. Он достаточно прочен чтобы пережить умеренный огонь вражеских ПВО и уйти на ремонт - но не стоит использовать его опрометчиво: для этого он слишком дорогой.",
        "description": "Сингулярный бомбардировщик",
        "name": "Виверна"
    },
    "tacnuke": {
        "helptext": "Дальнобойное оружие точечного поражения. Не обладая большим радиусом поражения, оно, в тоже время, имеет огромные урон.",
        "description": "Тактическая ядерная ракета",
        "name": "ЕОС"
    },
    "chickenwurm": {
        "helptext": "Червь (Wurm) способен закапываться под землю, чтобы позднее неожиданно появится и выплюнуть огненный шар, способный сжечь большой участок территории. Он также может залезать на скалы и атаковать защитные башни с неожиданных направлений, но уязвим для прямого нападения противника.",
        "description": "Закапывающийся огнеметчик (штурмовик/подавитель)",
        "name": "Червь"
    },
    "fighterdrone": {
        "helptext": "Щупальце (Spicula) - это многоцелевой боевой дрон, силовые лучи  которого эффективны как против наземных, так и воздушных целей.",
        "description": "Боевой дрон",
        "name": "Щупальце"
    },
    "bomberassault": {
        "helptext": "Внушительный корпус Затмения (Eclipse) способен выдержать серьёзный обстрел и обеспечить доставку смертельного груза до цели, но использование бомб без систем наведения создаёт проблемы при атаке подвижных целей, а большой размер делает его легкой целью.",
        "description": "Штурмовой бомбардировщик (против неподвижных целей)",
        "name": "Затмение"
    },
    "armzeus": {
        "helptext": "Медленно и неуклонно группа Зевсов(Zeus) может идти сквозь оборону противника даже под сильным огнем, до тех пор пока они не смогут пустить в ход свои парализующие электропушки. Противостоять им может любой юнит , способный  обстреливать их с расстояния.",
        "description": "Штурмовой боевой робот",
        "name": "Зевс"
    },
    "armsolar": {
        "helptext": "Солнечная электростанция (Solar collectors) наименее экономически эффективна из всех электростанций, однако она ещё и самая крепкая. Когда эту электростанцию атакуют, она складываться в защищённую форму, уменьшающею урон в 4-ре раза, что прекрасно защищает её от рейдеров.",
        "description": "Производит энергию (2)",
        "name": "Солнечная электростанция"
    },
    "armbrawl": {
        "helptext": "Скандалист (Brawler) - хорошо бронированный штурмовой вертолёт, способный выжить под умеренным огнем ПВО. Он летает на достаточной высоте, чтобы быть недосягаемым для большинства наземных юнитов, а его два пулемёта прошивают композитную броню как бумагу.",
        "description": "Вертолёт-Штурмовик/Стрелок",
        "name": "Скандалист"
    },
    "factoryshield": {
        "helptext": "The Shield Bot Factory is tough yet flexible. Its units are built to take the pain and dish it back out, without compromising mobility. Clever use of unit combos is well rewarded. Key units: Bandit, Thug, Outlaw, Rogue, Racketeer",
        "description": "Производит крепких роботов, строит на 10 m/s",
        "name": "Фабрика роботов со щитом"
    },
    "armraz": {
        "helptext": "The Razorback features twin multi-barelled pulse cannons for extreme crowd control, as well as a head-mounted short-range laser for close in work. Don't use recklessly - its short range can be a real liability.",
        "description": "Assault/Riot Strider",
        "name": "armraz"
    },
    "chickena": {
        "helptext": "Кокатрис (Cockatrice) - это настоящий зверь. Кажется, практически невосприимчивый к вражескому огню, он спокойно подходит к цели и раздирает её своими мощными челюстями. К счастью, будучи не слишком быстрым и умным, он может быть легко уничтожен стрелками или множеством малых юнитов.",
        "description": "Штурмовик/бронебойный",
        "name": "Кокатрис"
    },
    "nsaclash": {
        "helptext": "Используйте Скальпель (Scalpel) для атак удара-отхода. Он долго перезаряжается и слабо защищён, поэтому его надо держать вдалеке от противника. Ракеты Скальпеля летят по дуге, что позволяет ему стрелять через препятствия и союзников.",
        "description": "Стрелково-бронебойный СВП",
        "name": "Скальпель"
    },
    "cobtransport": {
        "helptext": "Валькирия (Valkyrie) - это простой воздушный транспорт предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл, обходя ПВО противника, т.к. из-за слабой брони Валькирия очень уязвима.",
        "description": "Воздушный транспорт",
        "name": "Валькирия"
    },
    "corsktl": {
        "helptext": "Этот медленная и дорогая невидимая бомба может прыгнуть на противника и отправить даже тяжёлый танк сразу в ад. Бороться с ней можно путем прикрытия ваших тяжёлых и дорогих юнитов группами дешёвых. При использовании Скатла (Skuttle) имейте ввиду, что радиус поражения при его взрыве очень мал.",
        "description": "Бронебойная бомба с генератором невидимости",
        "name": "Скатл"
    },
    "armcarry": {
        "helptext": "Будучи самым универсальным кораблем в открытом море, авианосец выполняет несколько функций одновременно. Он экипирован крылатыми ракетами для обстрелов на большие расстояния. Его противоракетная система охраняет флот от ядерных ударов, также, сам по себе авианосец является мобильной ремонтной базой для дружественных самолётов. Но, что возможно наиболее ценно, Риф (Reef) содержит на борту атакующих дронов.",
        "description": "Авианосец (бобмардировка) и ПРО",
        "name": "Авианосец"
    },
    "slowmort": {
        "helptext": "Замедляющий луч Модератора (Moderator) сокращает скорость движения и скорострельность вражеских юнитов в 2 раза. Хотя шагоход не наносит урона сам по себе,  он эффективен против практически всех целей.",
        "description": "Шагоход с замедляющим лучом",
        "name": "Модератор"
    },
    "commsupport1": {
        "helptext": "Эзотерический Командир Поддержки использует неконвенциональный набор оружия. Несмотря на нехватку скорости и брони, эта платформа нередко выбирается за ее мощную и дальнобойную нанитную установку.",
        "description": "Командир обеспечения и поддержки, Строит на 10м/с",
        "name": "Командир поддержки"
    },
    "chicken_sporeshooter": {
        "helptext": "Споромет (Sporeshooter) стрелять спорами, что позволяет ему сбивать самолёты и атаковать наземные цели с расстояния. Также он может взбираться на стены для неожиданных атак.",
        "description": "Вездеходный метатель спор (ПВО/стрелок)",
        "name": "Споромёт"
    },
    "armcir": {
        "helptext": "Бензопила (Chainsaw) - это дальнобойная ПВО турель, наносящая огромный урон и способная очистить небо от бомбардировщиков очень быстро. В свою очередь она неспособна выдержать большой урон и будет быстро уничтожена в случае прямой атаки.",
        "description": "Дальнобойная ракетная батарея ПВО",
        "name": "Бензопила"
    },
    "shiptorp": {
        "helptext": "Охотник (Hunter) - это мобильный противолодочный юнит. Его оружие имеет огромную область поражения.",
        "description": "Подавляющий торпедный фрегат",
        "name": "Hunter"
    },
    "corsilo": {
        "helptext": "Глушитель (Silencer) запускает разрушительные ядерные ракеты, способные уничтожить всю базу противника. Тем не менее, данные межконтинентальных ядерных ракет ракеты легко сбиваются системами ПРО, которые должны быть убраны с обстреливаемой территории заранее.",
        "description": "Пусковая установка межконтинентальных ядерных ракет, расходует 18 m/s, 3 минуты на подготовку ракеты",
        "name": "Глушитель"
    },
    "hovershotgun": {
        "helptext": "The Punisher has a shotgun which shoots a spray of projectiles which are good against large targets or tight clusters of enemies.",
        "description": "Shotgun Hover",
        "name": "Punisher"
    },
    "armspy": {
        "helptext": "The Infiltrator is useful in two ways. Firstly it is an excellent scout, and very difficult to detect. It can penetrate deep into enemy lines. It also has the capacity to shoot a paralyzing bolt that will freeze any one target, good against heavy enemies and enemy infrastructure.",
        "description": "Spy, Anti-Heavy",
        "name": "Infiltrator"
    },
    "corvrad": {
        "helptext": "The Informant provides radar coverage on the battlefield.",
        "description": "Radar Vehicle",
        "name": "Informant"
    },
    "armwin": {
        "helptext": "Wind generators produce a variable amount of energy, depending on altitude and wind speed. They are extremely fragile and chain explode when bunched, so consider their placement carefully. When placed in water, they become somewhat more sturdy tidal generators with a good, constant output.",
        "description": "Produces Energy",
        "name": "Wind/Tidal Generator"
    },
    "amphassault": {
        "helptext": "The Grizzly is a classic assault unit - relatively slow, clumsy and next to unstoppable. Its weapon is a high power laser beam with high range and damage, ineffective against swarmers and fast aircraft but not much else. While its weapon cannot fire underwater, the Grizzly can float to surface in order to shoot.",
        "description": "Heavy Amphibious Assault Walker",
        "name": "Grizzly"
    },
    "corcrash": {
        "helptext": "The Vandal is a cheap, hardy and reliable dedicated anti-air bot. Defenseless vs. land forces.",
        "description": "Anti-air Bot",
        "name": "Vandal"
    },
    "hoverriot": {
        "helptext": "The Mace is a mobile laser tower. Its high firepower is useful for killing light enemy units. It is perfectly accurate and is good against gunships and fast units. However, its thin armor makes it vulnerable when targetted directly, especially by skirmishers.",
        "description": "Riot Hover",
        "name": "Mace"
    },
    "corgarp": {
        "helptext": "The Wolverine lays mines which are fairly effective but have a limited lifespan (30s) from a distance (rather haphazardly). The Wolverine outranges most defenses comfortably, but is lightly armored and cannot flee easily so keep it screened with friendly units, possibly assisted by your own mines.",
        "description": "Artillery Minelayer Vehicle",
        "name": "Wolverine"
    },
    "armcomdgun": {
        "helptext": "The Ultimatum packs only one weapon: a disintegrator gun that can vaporize a heavy tank in one blast. It is best used for sneaking up to enemy heavy striders and inflicting serious damage or destruction with a few shots. Defense against it is achieved by screening your heavyweights with lighter units.",
        "description": "Disintegrator Walker (Anti-Strider)",
        "name": "Ultimatum"
    },
    "cormex": {
        "helptext": "The metal extractor is the primary means of getting metal. If you have excess energy, metal extractors will automatically use it to extract more metal.",
        "description": "Extracts Metal",
        "name": "Metal Extractor"
    },
    "cormist": {
        "helptext": "Keep the Slasher at maximum range to harass the opponent's units. The Slasher's missiles track, so they are ideal to kill fast-moving raiders and crawling bombs. It is able to hit air, but is only really useful against fighters. Cannot fire over obstacles, and does poorly if enemies, particularly assault units, are allowed to close range. Unlike skirmishers, the Slasher cannot fire while moving.",
        "description": "Deployable Missile Truck (must stop to fire)",
        "name": "Slasher"
    },
    "amphraider": {
        "helptext": "The Grebe is a basic raider armed with grenades - a decent short ranged anti-heavy weapon. Despite being amphibious, it cannot shoot while submerged.",
        "description": "Amphibious Raider Bot",
        "name": "Grebe"
    },
    "comm_sonic": {
        "helptext": "The Sonic Commander is a well-balanced command platform that can mount most modules and fight on land and underwater alike",
        "description": "Amphibious Assault Commander, Builds at 10 m/s",
        "name": "Sonic Commander"
    },
    "armmanni": {
        "helptext": "The Penetrator's weapon, nicknamed 'the Blue Laser of Death', has the power and accuracy to skewer most units with a single shot. Use it against high armor units, but keep it behind the front lines - it has light armor and can't run from danger.",
        "description": "Mobile Tachyon Projector (Artillery/Anti-Heavy)",
        "name": "Penetrator"
    },
    "corroach": {
        "helptext": "This fast-moving suicide unit is very good against massed units, particularly assault tanks. It features a cloaking device which is automatically activated once the unit stands still, effectifely turning it into a mine. Chain explodes terribly, so best not to mass it. Counter with defenders and missile trucks, or single cheap units to set off a premature detonation.",
        "description": "Crawling Bomb",
        "name": "Roach"
    },
    "spherecloaker": {
        "helptext": "The Eraser has a jamming device to conceal your units' radar returns. It also has a small cloak shield to hide friendly nearby units from enemy sight.",
        "description": "Cloaker/Jammer Walker",
        "name": "Eraser"
    },
    "arm_spider": {
        "helptext": "The Weaver is a constructor that can climb over any obstacle and build defenses on high ground.",
        "description": "Construction Spider, Builds at 7.5 m/s",
        "name": "Weaver"
    },
    "hoverdepthcharge": {
        "helptext": "The somewhat suicidal Claymore is armed with a heavy depthcharge launcher and has no qualms about dropping it on land.",
        "description": "Antisub Hovercraft",
        "name": "Claymore"
    },
    "corcrw": {
        "helptext": "The Krow may be expensive and ponderous, but its incredible armor allows it do fly into all but the thickest anti-air defenses and engage enemies with its three laser cannons. Best of all, it can drop a large spread of carpet bombs that devastates anything under it.",
        "description": "Flying Fortress",
        "name": "Krow"
    },
    "jumpriot": {
        "helptext": "The Infernal is a fire-based riot jumper.",
        "description": "Riot Jumper",
        "name": "Infernal"
    },
    "neebcomm": {
        "helptext": "This fat chicken is presented to you as a reward for your misdeeds. Behave next time!",
        "description": "Ugly Turkey",
        "name": "Neeb Comm"
    },
    "factoryplane": {
        "helptext": "The Airplane Plant offers a variety of fixed-wing aircraft to suit your needs. Choose between multirole fighters that can double as light attackers or specialized interceptors, and between precision bombers for taking down specific targets or their saturation counterparts for destroying swarms. The plant also comes bundled with one rearm pad.",
        "description": "Produces Airplanes, Builds at 10 m/s",
        "name": "Airplane Plant"
    },
    "blastwing": {
        "helptext": "The Blastwing does only a small amount of damage, suitable for taking out mexes, solars, LLTs, wind farms and nanotowers, though it can offer a more fomidible punch en-masse. Be mindful of the speed and direction it is travelling, as much of the damage done by it is directional shrapnel that will continue on the trajectory of the bomb after it dies. In this way, you can spray an enemy with shards of metal even if your blastwing dies before it is in range. Do not pack them too tightly, as they can chain explode. Cloaks when landed.",
        "description": "Flying Bomb",
        "name": "Blastwing"
    },
    "gorg": {
        "helptext": "The Jugglenaut is the big daddy to the Sumo. Where its smaller cousin sported the exotic disruptor beams, the Jugg is even more bizzare with its three gravity guns and a standard laser cannon complementing a negative gravity core that can be activated to lift up and throw nearby units. This beast is slow and expensive, but seemingly impervious to enemy fire.",
        "description": "Heavy Assault Strider",
        "name": "Jugglenaut"
    },
    "pw_generic": {
        "helptext": "This structure offers benefits to the faction holding the planet. Only members of the attacking or defending factions can harm it.",
        "description": "Blank",
        "name": "Generic Neutral Structure"
    },
    "napalmmissile": {
        "helptext": "The Inferno is a large AoE fire weapon. Its direct damage is modest, but the cloud of fire it creates lasts for a very long time.",
        "description": "Napalm Missile",
        "name": "Inferno"
    },
    "factoryamph": {
        "helptext": "The Amphibious Operations Plant builds the slow but sturdy amphibious bots, providing an alternative approach to land/sea warfare. Units from this factory typically regenerate while submerged.",
        "description": "Produces Amphibious Bots, Builds at 10 m/s",
        "name": "Amphibious Operations Plant"
    },
    "factoryship": {
        "helptext": "Shipyard is where both ships and submarines are built. Other waterborne units such as hovercraft and amphibious bots have separate factories.",
        "description": "Produces Ships, Builds at 10 m/s",
        "name": "Shipyard"
    },
    "corraid": {
        "helptext": "Expensive and powerful, the Ravager is capable of holding its own against most opposition. Though its maneuverability is terrible, its strength is when moving at a considerable top speed in a straight line. Due to this, it is almost impossible to skirmish using raiders. In combat, you should attempt to keep travelling forward and not turn too suddenly, so as to maintain top speed. Circling your target at the edge of your range is a good tactic. An arcing projectile allows it to shoot over wreckage, other tanks, etc. Vulnerable to crawling bombs when in swarms.",
        "description": "Assault Vehicle",
        "name": "Ravager"
    },
    "raveparty": {
        "helptext": "The Disco Rave Party throws six different party shots at your enemy for a different surprise each time. Fun for the whole family!",
        "description": "Rainbow Surprise Superweapon",
        "name": "Disco Rave Party"
    },
    "corllt": {
        "helptext": "The Lotus is a basic turret. A versatile, solid anti-ground weapon, it does well versus scouts as well as being able to take on one or two raiders. Falls relatively easily to skirmishers, artillery or assault units unless supported.",
        "description": "Light Laser Tower",
        "name": "Lotus"
    },
    "armrock": {
        "helptext": "The Rocko's low damage, low speed unguided rockets are redeemed by their range. They are most effective in a line formation, firing at maximum range and kiting the enemy. Counter them by attacking them with fast units which can close range and dodge their missiles.",
        "description": "Skirmisher Bot (Direct-Fire)",
        "name": "Rocko"
    },
    "coracv": {
        "helptext": "Armed with a small defensive tower, the Welder can defend itself against light enemy attacks.",
        "description": "Armed Construction Tank, Builds at 7.5 m/s",
        "name": "Welder"
    },
    "shieldarty": {
        "helptext": "The Racketeer launches long range missiles that can disarm key enemy defenses or units before assaulting them. Only one Racketeer is needed to keep a target disarmed, so pick a different target for each Racketeer. It is excellent at depleting the energy of enemy shields and rendering large units harmless.",
        "description": "Disarming Artillery",
        "name": "Racketeer"
    },
    "roost": {
        "helptext": "Roosts such as this one are the hatching grounds of the Thunderbirds.",
        "description": "Spawns Chicken",
        "name": "Roost"
    },
    "armpw": {
        "helptext": "Light and cheap, the Glaive makes short work of enemy skirmishers, artillery and economy, but should avoid and outmanouver riot units and defenses, where it is not as strong. Damaged Glaives regenerate when out of combat.",
        "description": "Light Raider Bot",
        "name": "Glaive"
    },
    "gunshipaa": {
        "helptext": "The Trident is a slow gunship that cuts down enemy aircraft with missiles. It is much slower than other gunships, so it is much easier to kill the Trident with ground units than with planes.",
        "description": "AA Gunship",
        "name": "Trident"
    },
    "hoverminer": {
        "helptext": "The Dampener deploys mines a short distance from itself.",
        "description": "Minelaying Hover",
        "name": "Dampener"
    },
    "corvalk": {
        "helptext": "The Valkyrie is the basic air transport. It is ideal to ferry units to the front or make a drop deep behind enemy lines, but should not be used to land in areas with any kind of AA cover.",
        "description": "Air Transport",
        "name": "Valkyrie"
    },
    "armorco": {
        "helptext": "The Detriment is the single heaviest strider in the field. It can defend itself against air attacks or use its rockets to hit distant targets, but the real meat lies in the massive gauss guns designed for one purpose - to kill other heavy units quickly and efficiently. Remember - the wise commander sends his Detriment out with adequate escorts against light unit swarms and air assaults.",
        "description": "Ultimate Assault Strider",
        "name": "Detriment"
    },
    "geo": {
        "helptext": "Geothermal plants are highly efficient energy sources that can only be built on geovents on the map. They explode quite violently when destroyed, so avoid placing anything directly adjacent.",
        "description": "Produces Energy (25)",
        "name": "Geothermal Powerplant"
    },
    "corfast": {
        "helptext": "Fast and capable of jumping over short distances or heights, the Freaker is the ideal constructor for rapid expansion. Armed with a light slowbeam, it can also provide combat support.",
        "description": "Jumpjet Constructor, Builds at 5 m/s",
        "name": "Freaker"
    },
    "chicken_blimpy": {
        "helptext": "Blimpy drops a Dodo on unsuspecting armies and bases.",
        "description": "Dodo Bomber",
        "name": "Blimpy"
    },
    "battledrone": {
        "helptext": "The Viper is an advanced battle drone similar to the Firefly but equipped with a Disruptor Pulse Beam, slowing its targets more with each hit.",
        "description": "Advanced Battle Drone",
        "name": "Viper"
    },
    "armcsa": {
        "helptext": "The Athena is the pinnacle of stealth strike capability. Equipped with a cloaking device and a radar jammer, it can slip through enemy lines to assemble squads of raiders, inflicting havoc on the opposition's logistics. The Athena can also resurrect wrecks on the battlefield while cloaked, adding them to your army.",
        "description": "Airborne SpecOps Engineer, Builds at 7.5 m/s",
        "name": "Athena"
    },
    "armsonar": {
        "helptext": "The docile Sonar Station provides one of the few means of locating underwater targets.",
        "description": "Locates Water Units",
        "name": "Sonar Station"
    },
    "arm_venom": {
        "helptext": "The Venom is an all-terrain unit designed to paralyze enemies so other units can easily destroy them. It moves particularly fast for a riot unit and in addition to paralysis it does a small amount of damage. Works well in tandem with the Recluse to keep enemies from closing range with the fragile skirmisher.",
        "description": "Riot Lightning Spider",
        "name": "Venom"
    },
    "corcan": {
        "helptext": "The Jack is a melee assault walker with jumpjets. A few Jacks can easily level most fortification lines. Its small range and very low speed make it very vulnerable to skirmishers.",
        "description": "Melee Assault Jumper",
        "name": "Jack"
    },
    "corfav": {
        "helptext": "Cheap and fast, the Dart is deadly in the first minutes of the game if your opponent is caught off-guard. Use missile towers, LLTs or any quick units to stop them.",
        "description": "Raider/Scout Vehicle",
        "name": "Dart"
    },
    "armsptk": {
        "helptext": "An all terrain missile launching unit. Climb walls with this spider walker and take your enemy by surprise. The unguided rockets cannot hit a rapidly jinking target, but they have a fairly long range.",
        "description": "Skirmisher Spider (Indirect Fire)",
        "name": "Recluse"
    },
    "blackdawn": {
        "helptext": "The Black Dawn fires a volley of unguided rockets. It has high HP and a huge damage output, but is expensive and inaccurate, especially vs moving targets. It is best for taking on clumps of base structures, slow moving or stationary units. The Black Dawn should disengage between volleys to minimize damage taken.",
        "description": "Heavy Raider/Assault Gunship",
        "name": "Black Dawn"
    },
    "tawf114": {
        "helptext": "Remarkably mobile for a riot platform, the Banisher packs twin high-velocity fragmentation missiles that are devastating to light units and aircraft alike, although they have limited range. The exposed Banisher is easily rushed by assault units or even raiders, so protect yours with screening units. Unlike other riot units, the Banisher has the range and speed to hold its own against most skirmishers. The missile is quite effective at flattening terrain so it is particularly useful at knocking down walls that Welders cannot reach.",
        "description": "Heavy Riot Support Tank",
        "name": "Banisher"
    },
    "armamd": {
        "helptext": "The Protector automatically intercepts enemy nuclear ICBMs aimed within its coverage radius.",
        "description": "Anti-Nuke System",
        "name": "Protector"
    },
    "armbrtha": {
        "helptext": "The Bertha is a massive cannon that fires high-energy plasmoids across the map. Used appropriately, it can effectively suppress enemy operations from the safety of your base. Do not expect it to win battles alone for you, however.",
        "description": "Strategic Plasma Cannon",
        "name": "Big Bertha"
    },
    "bomberlaser": {
        "helptext": "The Phoenix's napalm bombs decimate large clumps of units and light structures.",
        "description": "Napalm Bomber",
        "name": "Pheonix with mini-laser"
    },
    "armsnipe": {
        "helptext": "The Sharpshooter's energy rifle inflicts heavy damage to a single target. It can fire while cloaked; however its visible round betrays its position. It requires quite a bit of energy to keep cloaked, especially when moving. The best way to locate a Sharpshooter is by sweeping the area with many cheap units.",
        "description": "Sniper Walker (Skirmish/Anti-Heavy)",
        "name": "Sharpshooter"
    },
    "corbhmth": {
        "helptext": "The Behemoth offers long-range artillery/counter-artillery capability, making it excellent for area denial. It is not designed as a defense turret, and will go down if attacked directly.",
        "description": "Plasma Battery - Requires 50 Power",
        "name": "Behemoth"
    },
    "wolverine_mine": {
        "helptext": "This mine doesn't explode - instead, it releases a flurry of bomblets at trespassing enemies. It deactivates after one minute.",
        "description": "Wolverine Mine",
        "name": "Claw"
    },
    "amphriot": {
        "helptext": "A flexible unit, the Scallop is armed with torpedoes for underwater use and a quadruple shotgun when on land. It is the closest thing there is to a mainline torpedo unit that can stand up to armed ships. That is not to say it is good against them.",
        "description": "Amphibious Riot Bot (Land), Skirmish Bot (Sea)",
        "name": "Scallop"
    },
    "armkam": {
        "helptext": "The Banshee is a light gunship. Its high speed and decent damage makes it excellent for quickly taking out enemy economy or inaccurate units like assaults. However, it flies close to the ground and has a short range, meaning even other raiders can engage it on an equal footing. Like any raider, the Banshee should avoid riots and static defense.",
        "description": "Raider Gunship",
        "name": "Banshee"
    },
    "spideranarchid": {
        "helptext": "The Anarchid is like a Starlight, but a Spider",
        "description": "Riot EMP Spider",
        "name": "Anarchid"
    },
    "corgator": {
        "helptext": "Capable of taking damage and dishing it out, the Scorcher is a versatile unit that remains very useful for more than just raiding, though it pays the price in manueverability and in cost. Though able to hold its own in combat, it is no match for anti-swarm and riot units or defenses. The Scorcher's heatray deals more damage up close.",
        "description": "Raider Vehicle",
        "name": "Scorcher"
    },
    "jumpblackhole2": {
        "helptext": "The Hoarder is a riot/assault unit. It generates a vacuum that sucks in nearby units, clustering and holding them in place to help finish them off.",
        "description": "Assault/Riot Bot",
        "name": "Hoarder"
    },
    "corpre": {
        "helptext": "The Scorcher is armed with the Heat Ray. It is incredibly powerful close up, but unfortunately the beam gradually dissipates as it travels and loses most of its lethality at long range.",
        "description": "Anti-Swarm Heat Ray (weaker at range)",
        "name": "Scorcher"
    },
    "corpyro2": {
        "helptext": "The Pyro is a cheap, fast walker with a flamethrower. The flamethrower deals increased damage to large units and can hit multiple targets at the same time. When killed, the Pyro sets surrounding units on fire. Additionally, Pyros also come with jetpacks, allowing them to jump over obstacles or get the drop on enemies.",
        "description": "Raider/Riot Jumper",
        "name": "Pyro"
    },
    "funnelweb": {
        "helptext": "The slow all-terrain Funnelweb is barely armed and can only fire forwards, but features twin area shields and powerful drone complement.",
        "description": "Drone/Shield Support Strider",
        "name": "Funnelweb"
    },
    "armraven": {
        "helptext": "The Catapult is an MLRS strider. It can launch a volley of rockets that guarantees the destruction of almost anything in the target area, then quickly retreat behind friendly forces.",
        "description": "Heavy Rocket Artillery Strider",
        "name": "Catapult"
    },
    "chickenspire": {
        "helptext": "Long range static artillery.",
        "description": "Static Artillery",
        "name": "Chicken Spire"
    },
    "armartic": {
        "helptext": "The Faraday is a powerful EMP tower. It has high damage and area of effect. Greatly amplifies the effect of other towers, but virtually useless on its own. When closed damage received is reduced to a quarter. Be careful of its splash damage though, as it can paralyze your own units if they are too close to the enemy.",
        "description": "EMP Weapon",
        "name": "Faraday"
    },
    "corbats": {
        "helptext": "A single salvo from one of these will pummel almost any surface target into submission. The psychological effects of the muzzle flash and the ship recoiling in the water are impressive enough, to say nothing of the effects of a direct hit. Be warned--battleships are not meant to be used on their own, lacking in anti-air and anti-submarine protection as they are.",
        "description": "Battleship (Bombardment)",
        "name": "Warlord"
    },
    "factoryspider": {
        "helptext": "Optimized for rough terrain, the Spider Factory relies primarily on range and maneuverability rather than brute force. Key units: Flea, Recluse, Hermit, Crabe",
        "description": "Produces Spiders, Builds at 10 m/s",
        "name": "Spider Factory"
    },
    "amphtele": {
        "helptext": "Djinn excels at moving large land based armies across bodies of water. When deployed it teleports units from around its pre-placed static beacon to its present location. The teleportation is one-way, so ensure the destination is safe.",
        "description": "Amphibious Teleport Bridge",
        "name": "Djinn"
    },
    "chickens": {
        "helptext": "The Spiker's razor sharp projectiles can pierce even the thickest armor. While it doesn't have much health, it remains a potent threat to both air and ground units. Counter with anything that can reliably outrange it.",
        "description": "Skirmisher",
        "name": "Spiker"
    },
    "pw_hq": {
        "helptext": "This building is integral to strategic control of the planet. If the winning team has lost their Command Center, their influence gains are halved and the losing team steals a portion of their metal bounty.",
        "description": "PlanetWars Field HQ (doubles influence gain)",
        "name": "Command Center"
    },
    "dante": {
        "helptext": "The Dante is a heavy combat unit that specializes in getting close and melting its target. Its flamethrower and twin heatrays aren't extraordinary, but its incendiary rockets can be fired in a salvo of twenty that devastates a wide swath of terrain.",
        "description": "Assault/Riot Strider",
        "name": "Dante"
    },
    "nest": {
        "helptext": "Nests such as this one are where the basic Thunderbirds are hatched.",
        "description": "Spawns Chickens",
        "name": "Nest"
    },
    "chickenbroodqueen": {
        "helptext": "The egg-laying brood queen is not quite as fearsome in combat as the other queen, but can in the long run present an even bigger threat. It produces all the different chicken breeds of the Thunderbirds.",
        "description": "Tends the Nest",
        "name": "Chicken Brood Queen"
    },
    "armjeth": {
        "helptext": "Fast and fairly sturdy for its price, the Gremlin is good budget mobile anti-air. It can cloak, allowing it to provide unexpected anti-air protection or escape ground forces it's defenseless against.",
        "description": "Anti-air Bot",
        "name": "Gremlin"
    },
    "armmerl": {
        "helptext": "The Impaler fires vertically a high damage, high accuracy kinetic missile at long range. Its high arc makes it able to fire over any obstacle, however that makes the flight time so high that it's useless against moving targets. Use the Impaler to kill specific buildings.",
        "description": "Kinetic Missile Artillery",
        "name": "Impaler"
    },
    "iwin": {
        "helptext": "I Win!!!",
        "description": "Giant \"I Win\" Button",
        "name": "I Win Button"
    },
    "chicken_digger_b": {
        "helptext": "The Digger's strong claws can scoop through the hardest rock like gravy. As such, it can burrow and travel underground (very slowly), where the only way to locate it is with sesimic detection equipment.",
        "description": "Burrowing Scout/Raider",
        "name": "Digger (burrowed)"
    },
    "zenith": {
        "helptext": "The Zenith summons down meteorites from the sky, which break things they hit and also provide a reclaimable source of metal.",
        "description": "Meteor Controller",
        "name": "Zenith"
    },
    "vehaa": {
        "helptext": "The Crasher is a speedy solution to enemy bomber attacks, and also works well against gunships.",
        "description": "Fast AA Vehicle",
        "name": "Crasher"
    },
    "fakeunit_los": {
        "description": "Knows all and sees all",
        "name": "LOS Provider"
    },
    "jumpimpulse": {
        "helptext": "Shenanigans jumpbot.",
        "description": "Impulse Shenanigans Jumpbot",
        "name": "Elevator"
    },
    "tiptest": {
        "helptext": "Expensive and powerful, the Ravager is capable of holding its own against most opposition. Though its manueverability is terrible, its strength is when moving at a considerable top speed in a straight line. Due to this, it is almost impossible to skirmish using raiders. In combat, you should attempt to keep travelling forward and not turn too suddenly, so as to maintain top speed. Circling your target at the edge of your range is a good tactic. An arcing projectile allows it to shoot over corpses, other tanks, etc. Vulnerable to crawling bombs when in swarms.",
        "description": "bla",
        "name": "TIP test unit"
    },
    "thicket": {
        "helptext": "Thickets are the Thunderbirds' perimeter defense.",
        "description": "Barricade",
        "name": "Thicket"
    },
    "damagesink": {
        "description": "Does not care if you shoot at it.",
        "name": "Damage Sink thing"
    },
    "bomberdive": {
        "helptext": "The Raven drops a single high damage, low AoE bomb. Cost for cost, nothing quite matches it for taking out that antinuke or Reaper, but you should look elsewhere for something to use against smaller mobiles.",
        "description": "Precision Bomber",
        "name": "Raven"
    },
    "empmissile": {
        "helptext": "The Shockley disables units in a small area for up to 45 seconds.",
        "description": "EMP missile",
        "name": "Shockley"
    },
    "tele_beacon": {
        "helptext": "This is Djinn's entry beacon. Right-click it to teleport units to the parent Djinn.",
        "description": "Teleport Bridge Entry Beacon, right click to teleport.",
        "name": "Lamp"
    },
    "corrad": {
        "helptext": "The Radar tower provides early warning of enemy units and their movements over a moderate distance at virtually no cost. It has a very small but steady energy cost and will automatically shut down if you run out of energy. Radar coverage is blocked by terrain such as mountains.",
        "description": "Early Warning System",
        "name": "Radar Tower"
    },
    "tankriotraider": {
        "helptext": "The Panther is a high-tech raider. Its weapon, a lightning gun, deals mostly paralyze damage. This way, the Panther can disable turrets, waltz through the defensive line, and proceed to level the economic heart of the opponent's base.",
        "description": "Riot/Raider Tank",
        "name": "Panther"
    },
    "amphcon": {
        "helptext": "The Conch is a sturdy constructor that can build or reclaim in the deep sea as well as it does on land.",
        "description": "Amphibious Construction Bot, Builds at 7.5 m/s",
        "name": "Conch"
    },
    "shipaa": {
        "helptext": "With its powerful twin anti-air laser batteries, the anti-air frigate protects your fleet from aerial attackers. As always, it is useless against targets that aren't airborne.",
        "description": "Anti-Air Frigate",
        "name": "Shredder"
    },
    "roostfac": {
        "helptext": "Roosts such as this one are where the more powerful Thunderbirds are hatched.",
        "description": "Spawns Big Chickens",
        "name": "Roost"
    },
    "hoversonic": {
        "helptext": "The Morningstar comes armed with a sonic pulse cannon which completely doesn't care whether target is above or under water.",
        "description": "Antisub Hovercraft",
        "name": "Morningstar"
    },
    "armanni": {
        "helptext": "Inside the heavily armored shell of the Annihilator lies the devastating Tachyon Accelerator. This fearsome weapon is capable of delivering pinpoint damage at extreme ranges, provided you keep it connected to a power source. Remember that the Annihilator is strictly a support weapon; leave it unguarded and it will be swamped with raiders. When under attack by long range artillery or bombers the main gun can retract to reduce incoming damage to a quarter.",
        "description": "Tachyon Projector - Requires 50 Power",
        "name": "Annihilator"
    },
    "subraider": {
        "helptext": "Expensive, stealthy, and fragile, this Submarine can quickly sink anything it can hit. The Submarine cannot shoot behind itself, and its turn rate is poor, so positioning is key. Watch out for anything with anti-sub weaponry, especially Hunters.",
        "description": "Submarine",
        "name": "Snake"
    },
    "subarty": {
        "helptext": "The Serpent is truly a nightmare, for its long-range, deadly accurate, high lethality heavy torpedoes can sink almost any ship in a few shots. It is however extremely expensive and not particularly agile.",
        "description": "Sniper Submarine",
        "name": "Serpent"
    },
    "chicken_pigeon": {
        "helptext": "A small flying chicken scout with spore.",
        "description": "Flying Spore Scout",
        "name": "Pigeon"
    },
    "striderhub": {
        "helptext": "The Strider Hub deploys striders, the \"humongous mecha\" that inspire awe and fear on the battlefield. Unlike a normal factory, the hub is only required to start a project, not to finish it.",
        "description": "Constructs Striders, Builds at 10 m/s",
        "name": "Strider Hub"
    },
    "jumpblackhole": {
        "helptext": "The Placeholder is a support unit. Its projectiles create a vacuum that sucks in nearby units, clustering and holding them in place to help finish them off.",
        "description": "Black Hole Launcher",
        "name": "Placeholder"
    },
    "corned": {
        "helptext": "Highly mobile and capable of taking a beating, the Mason can quickly expand over a large area.",
        "description": "Construction Vehicle, Builds at 5 m/s",
        "name": "Mason"
    },
    "spiderriot": {
        "helptext": "A rapid fire spider which excels at picking off fast units.",
        "description": "Riot Spider",
        "name": "Redback"
    },
    "spiderassault": {
        "helptext": "The Hermit can take an incredible beating, and is useful as a shield for the weaker, more-damaging Recluses.",
        "description": "All Terrain Assault Bot",
        "name": "Hermit"
    },
    "spideraa": {
        "helptext": "An all-terrain AA unit that supports other spiders against air with its medium-range missiles.",
        "description": "Anti-Air Spider",
        "name": "Tarantula"
    },
    "armcom1": {
        "helptext": "The Strike Commander is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration.",
        "description": "Mobile Assault Commander, Builds at 10 m/s",
        "name": "Strike Commander"
    },
    "factorygunship": {
        "helptext": "The Gunship Plant is designed for close air support. It includes a selection of transports for hauling land units around, and combat gunships which can perform a variety of offensive or defensive roles.",
        "description": "Produces Gunships, Builds at 10 m/s",
        "name": "Gunship Plant"
    },
    "cordoom": {
        "helptext": "Armed with a heavy plasma cannon and a Heat Ray, the Doomsday Machine forms a focal defense point against enemy assault pushes. It can bunker down to survive attack by long-range artillery or air attacks to reduce incoming damage to a quarter, although it cannot fire its weapons while doing so.",
        "description": "Medium Range Defense Fortress - Requires 50 Power (Main Gun)",
        "name": "Doomsday Machine"
    },
    "spherepole": {
        "helptext": "The Scythe isn't particularly tough in a stand-up fight, but its cloaking device lets it slip past enemy defenses to stab at the enemy's economy. Damaged Scythes can quickly regenerate when out of combat.",
        "description": "Cloaking Raider Bot",
        "name": "Scythe"
    },
    "chicken_drone_starter": {
        "helptext": "A hapless non-combat organism whose sole purpose in life is to morph into one of the Chicken Hive's structures.",
        "description": "Morphs Into Chicken Structures",
        "name": "Drone"
    },
    "chicken_tiamat": {
        "helptext": "The ultimate assault chicken, the Tiamat is a fire-breathing, iron-jawed, spore-spewing monstrosity that knows no fear, no mercy. It even has a mucous shield to protect itself and surrounding chickens from damage.",
        "description": "Heavy Assault/Riot",
        "name": "Tiamat"
    },
    "shipskirm": {
        "helptext": "This cruiser packs powerful, long-range missiles, useful for bombarding sea and shore targets. Beware of subs and Corvettes.",
        "description": "Missile Cruiser (Skirmisher/Artillery)",
        "name": "Enforcer"
    },
    "assaultcruiser": {
        "helptext": "The Vanquisher cruiser boasts excellent armor and lethal close-in firepower. Its gauss cannons slice through surface targets like butter, while its missiles support it against enemies above and below the water surface. Its short range and lack of anti-air firepower leaves it vulnerable to standoff units and aircraft.",
        "description": "Heavy Cruiser (Assault)",
        "name": "Vanquisher"
    },
    "chicken_listener_b": {
        "helptext": "The Listener is an evolved form of the Digger. While it has lost all fighting ability, it has gained a unique sense of hearing that allows it to pinpoint the location of enemy ground forces.",
        "description": "Burrowing Mobile Seismic Detector",
        "name": "Listener (burrowed)"
    },
    "shipscout": {
        "helptext": "Cheap, fast, and fragile, this Patrol Boat is good as a raider and spotting for longer-ranged ships. It lacks the firepower or armor for brawling.",
        "description": "Patrol Boat (Scout/Raider)",
        "name": "Skeeter"
    },
    "armwar": {
        "helptext": "The Warrior's devastating heavy Energy Machine Gun is effective versus most enemy units, in particular raiders. It performs poorly versus static defense, so do not use it as an assault unit. Counter by staying out of their range, as they are slow.",
        "description": "Riot Bot",
        "name": "Warrior"
    },
    "shiparty": {
        "helptext": "This Destroyer packs a powerful, long-range main cannon, useful for bombarding fixed emplacements and shore targets, as well as a depth charge launcher for use against submarines. Beware of aircraft and Corvettes--the Destroyer's weapons have trouble hitting fast-moving targets.",
        "description": "Destroyer (Fire Support/Semi-Antisub)",
        "name": "Crusader"
    },
    "shieldfelon": {
        "helptext": "The Felon draws energy from its shield, discharging it in accurate bursts. Link it to other shields to increase its rate of fire.",
        "description": "Shielded Fire Support Bot",
        "name": "Felon"
    },
    "capturecar": {
        "helptext": "The Dominatrix captures enemies, turning them against their former allies. Multiple Dominatrix can capture a single target faster, although only one becomes the controller. After taking control of a unit the Dominatrix cannot fire for 12 seconds. If a Dominatrix is destroyed all units it controls are freed.",
        "description": "Capture Vehicle",
        "name": "Dominatrix"
    },
    "factorytank": {
        "helptext": "The Heavy Tank Factory is the ultimate in brute force methods - nothing gets the job done quite like a sustained artillery barrage followed by a decisive push with the largest tanks in the field. Key units: Pillager, Reaper, Banisher, Goliath",
        "description": "Produces Heavy and Specialized Vehicles, Builds at 10 m/s",
        "name": "Heavy Tank Factory"
    },
    "armbanth": {
        "helptext": "The Bantha is an even heavier solution to a particularly uncrackable defense line, with a tachyon projector and EMP missiles for stand-off engagements, lightning hand cannons for general purpose combat, and a good deal of armor. Beware though, for it is defenseless against air and cannot be used effectively on its own.",
        "description": "Ranged Support Strider",
        "name": "Bantha"
    },
    "seismic": {
        "helptext": "The Quake creates a powerful seismic shockwave that smooths a wide area of terrain, while causing minimal harm to units.",
        "description": "Seismic Missile",
        "name": "Quake"
    },
    "corflak": {
        "helptext": "The Cobra is a flak cannon with good AoE and a high damage output, letting it swiftly cut enemy gunships to ribbons.",
        "description": "Anti-Air Flak Gun",
        "name": "Cobra"
    },
    "scorpion": {
        "helptext": "The Scorpion paralyzes enemies with its lightning sting and then chews them up with its particle beam claws. Its tough carapace shrugs off most enemy fire, and can also turn the Scorpion transparent.",
        "description": "Heavy Infiltration Strider",
        "name": "Scorpion"
    },
    "corsumo": {
        "helptext": "The Sumo's impressive armor makes it a near-unstoppable sphere of death. It stomps on enemy units to break up their formation and mows down the survivors with its disruptor beams.",
        "description": "Heavy Assault Jumper",
        "name": "Sumo"
    },
    "corrazor": {
        "helptext": "The Razor is a hardy anti-air turret. Its high hit points and 4x armour bonus when closed makes it very hard for the enemy to dislodge.",
        "description": "Hardened Anti-Air Laser",
        "name": "Razor"
    },
    "corch": {
        "helptext": "The Quill allows smooth expansion across both land and sea.",
        "description": "Construction Hovercraft, Builds at 5 m/s",
        "name": "Quill"
    },
    "armaak": {
        "helptext": "The Archangel packs twin AA lasers and an autocannon for slaying enemy aircraft rapidly. It can also jump to quickly access high ground or to escape.",
        "description": "Heavy Anti-Air Jumper",
        "name": "Archangel"
    },
    "armarad": {
        "helptext": "The advanced Radar Tower has a considerably greater range than the basic version. In addition each advanced radar tower halves the radar wobble of units. This works globally and affects all allied radars. Building one or two can be of great help, at a price.",
        "description": "Long-Range Radar, halves radar wobble",
        "name": "Advanced Radar Tower"
    },
    "chicken_drone": {
        "helptext": "A hapless non-combat organism whose sole purpose in life is to morph into one of the Chicken Hive's structures.",
        "description": "Morphs Into Chicken Structures",
        "name": "Drone"
    },
    "puppy": {
        "helptext": "This fast-moving suicide unit is good for raiding and sniping lightly-armored targets. When standing next to wreckages, it automatically draws metal from them to replicate itself, grey goo style.",
        "description": "Walking Missile",
        "name": "Puppy"
    },
    "panther": {
        "helptext": "The Panther is a high-tech raider. Its weapon, a lightning gun, deals mostly paralyze damage. This way, the Panther can disable turrets, waltz through the defensive line, and proceed to level the economic heart of the opponent's base.",
        "description": "Lightning Assault/Raider Tank",
        "name": "Panther"
    },
    "corhurc2": {
        "helptext": "The Phoenix's napalm bombs decimate large clumps of units and light structures.",
        "description": "Napalm Bomber",
        "name": "Phoenix"
    },
    "factoryhover": {
        "helptext": "The Hovercraft Platform is fast and deadly, offering the ability to cross sea and plains alike and outmaneuver the enemy. Key units: Scrubber, Halberd, Scalpel, Mace, Penetrator",
        "description": "Produces Hovercraft, Builds at 10 m/s",
        "name": "Hovercraft Platform"
    },
    "core_spectre": {
        "helptext": "The Aspis protects surrounding units with its area shield by destroying enemy projectiles and will automatically connect to other shield-equipped units to share charge. The area shield will not stop units and only intercepts projectiles on its perimeter, so enemies can get under the shield and shoot at the units inside. Recharging and maintaining area shields costs energy.",
        "description": "Linkable Shield Walker",
        "name": "Aspis"
    },
    "logkoda": {
        "helptext": "The diminutive Kodachi is a unique raider. Its small yet agile chassis has enough armor and speed to get it close enough to fire its weapon, a napalm bomb. The Kodachi should run in, get a shot off, and withdraw before it takes significant damage. Damaged Kodachis regenerate out of combat.",
        "description": "Raider Tank",
        "name": "Kodachi"
    },
    "trem": {
        "helptext": "The principle behind the Tremor is simple: flood an area with enough shots, and you'll hit something at least once. Slow, clumsy, vulnerable and extremely frightening, the Tremor works best against high-density target areas, where its saturation shots are most likely to do damage. It pulverizes shields in seconds and its shells smooth terrain.",
        "description": "Heavy Saturation Artillery Tank",
        "name": "Tremor"
    },
    "armrectr": {
        "helptext": "The Conjurer packs a short-ranged jammer and a cloaking device for stealthy expansion and base maintenance.",
        "description": "Cloaking Construction Bot, Builds at 5 m/s",
        "name": "Conjurer"
    },
    "hoverscout": {
        "helptext": "The Dagger is the hover plant's scout. It provides a cheap, disposable method of getting intel, and can also hit economic targets of opportunity. Its light sonic cannon can attack surface and underwater targets alike.",
        "description": "Fast Attack Hovercraft",
        "name": "Dagger"
    },
    "armdeva": {
        "helptext": "The Stardust sports a powerful autocannon. While it has a short range and is thus even more vulnerable to skirmishers than the LLT, its high rate of fire and AoE allow it to quickly chew up swarms of lighter units.",
        "description": "Anti-Swarm Turret",
        "name": "Stardust"
    },
    "corthud": {
        "helptext": "Weak on its own, the Thug makes an excellent screen for Outlaws and Rogues. The linking shield gives Thugs strength in numbers, but can be defeated by AoE weapons or focus fire.",
        "description": "Shielded Assault Bot",
        "name": "Thug"
    },
    "heavyturret": {
        "helptext": "The Sunlance's heavy disruptor beam cripples even the heaviest assault unit and will stop any armored assault dead in its tracks.",
        "description": "Anti-Tank Turret - Requires 25 Power",
        "name": "Sunlance"
    },
    "armca": {
        "helptext": "The Crane flies quickly over any terrain, but is fragile to any AA. Though it has relatively poor nano power compared to other constructors, it is able to build in many hard to reach places and expand an air players territory in a nonlinear fashion. Due to its mobility, it is ideal for reclaiming wrecks and other repetetitive tasks.",
        "description": "Construction Aircraft, Builds at 4 m/s",
        "name": "Crane"
    },
    "fighter": {
        "helptext": "The Swift can hit both land and air. It is effective against air units with its guided missiles and lasers, but enemy AA and air superiority fighters will kill it quickly. In numbers, it can harass land units and is suitable for raiding. Perhaps most notably, they have a passive stealth system that renders them invisible to enemy radar, and are equipped with afterburner jets that can be used to give the Swift a massive speed boost, allowing them to execute incredible combat and evasive maneuvers.",
        "description": "Multi-role Stealth Fighter",
        "name": "Swift"
    },
    "corak": {
        "helptext": "The Bandit outranges and is somewhat tougher than the Glaive, but still not something that you hurl against entrenched forces. Counter with riot units and LLTs.",
        "description": "Medium-Light Raider Bot",
        "name": "Bandit"
    },
    "amphraider3": {
        "helptext": "The Duck is the basic underwater raider. Armed with short ranged torpedoes, it uses its (relatively) high speed to harass sea targets that cannot shoot back, though it dies to serious opposition. On land it can launch the torpedoes a short distance as a decent short ranged anti-heavy weapon.",
        "description": "Amphibious Raider Bot (Sea)",
        "name": "Duck"
    },
    "carrydrone": {
        "helptext": "Carrier drones accompany their parent ship, guarding it and sharing its attack targets. They cannot venture far from it on their own, however. The Carrier can produce a pair of drones every 15 seconds, up to a total of 8.",
        "description": "Carrier Drone",
        "name": "Gull"
    },
    "fakeunit": {
        "description": "Created by scrambling devices.",
        "name": "Fake radar signal"
    },
    "corhlt": {
        "helptext": "The Stinger is a medium laser turret. Its three rotating laser guns can kill almost any small unit, but its low rate of fire makes it vulnerable to swarms when unassisted.",
        "description": "High-Energy Laser Tower",
        "name": "Stinger"
    },
    "shipcon": {
        "helptext": "Although expensive, the Construction Ship boasts extremely high nano power, combined with tough armor and good speed.",
        "description": "Construction Ship, Builds at 7.5 m/s",
        "name": "Mariner"
    },
    "chicken_dragon": {
        "helptext": "The White Dragons, senior guardians of the chicken hive, are monstrous beings second only to the queen herself. With a powerful stomp, lethal jaws, corrosive goo and a multitude of spores, they are a threat to be feared indeed.",
        "description": "Über Assault Chicken",
        "name": "White Dragon"
    },
    "bomberstrike": {
        "helptext": "The Kestrel launches short-range surface attack missiles that can also hit submarines. It is the best bomber for picking off single mobile targets.",
        "description": "Tactical Strike Bomber",
        "name": "Kestrel"
    },
    "chickenq": {
        "helptext": "Two words: RUN AWAY! The Chicken Queen is the matriach of the Thunderbird colony, and when aggravated is virtually impossible to stop. It can spit acid, spray spores to kill aircraft, and kick land units away from it. Most of all, its jaws can rip apart the largest assault mech in seconds. Only the most determined, focused assault can hope to stop this beast in her tracks.",
        "description": "Clucking Hell!",
        "name": "Chicken Queen"
    },
    "armasp": {
        "helptext": "The Air Repair/Rearm Pad repairs up to four aircraft at a time. It also refuels/rearms bombers.",
        "description": "Repairs and Rearms Aircraft, repairs at 2.5 e/s per pad",
        "name": "Air Repair/Rearm Pad"
    },
    "factoryjump": {
        "helptext": "The esoteric Jumpjet/Specialist Plant offers unique tactical options for rapidly closing the distance in a knife fight, or getting over hills and rivers to cut a path through enemy lines. Key units: Pyro, Moderator, Jack, Firewalker, Sumo",
        "description": "Produces Jumpjets and Special Walkers, Builds at 10 m/s",
        "name": "Jumpjet/Specialist Plant"
    },
    "chickenflyerqueen": {
        "helptext": "Two words: RUN AWAY! The Chicken Queen is the matriach of the Thunderbird colony, and when aggravated is virtually impossible to stop. She can spit immensely powerful acid, drop land chickens, and spray spores to kill aircraft. Only the most determined, focused assault can hope to stop this beast in her tracks.",
        "description": "Clucking Hell!",
        "name": "Chicken Flyer Queen"
    },
    "bladew": {
        "helptext": "The Gnat can be used to paralyze enemy units. It makes an excellent defensive unit, and when combined with banshees or other units can halt the enemy to give you time to kill him. Offensively it can paralyze even heavily fortified areas, but dies relatively easily to defenders.",
        "description": "Light Paralyzer Drone",
        "name": "Gnat"
    },
    "ctf_center": {
        "helptext": "This building is your base in capture the flag game mode. It holds your flags. Used by enemy to steal your flags. Provides constant income.",
        "description": "Blank",
        "name": "CTF Command Center"
    },
    "cremcom1": {
        "helptext": "The Knight Commander is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration.",
        "description": "Mobile Assault Commander, Builds at 10 m/s",
        "name": "Knight Commander"
    },
    "chicken_shield": {
        "helptext": "Protects adjacent chickens.",
        "description": "Shield/AA",
        "name": "Toad"
    },
    "corgrav": {
        "helptext": "The Newton is armed with an experimental graviton projector. This weapon does virtually no damage directly, but can push units toward or away from the Newton. You can use it on your own units as well, but beware of friendly fire.",
        "description": "Gravity Turret - On to Repulse, Off to Attract",
        "name": "Newton"
    },
    "corbtrans": {
        "helptext": "The Vindicator can haul any land unit in the game. Its twin laser guns and automated cargo ejection system make it ideal for drops into hot LZs.",
        "description": "Armed Heavy Air Transport",
        "name": "Vindicator"
    },
    "corawac": {
        "helptext": "The Vulture provides an unparalleled means for deep scouting, and can locate underwater targets with its sonar.",
        "description": "Stealth Radar/Sonar Plane",
        "name": "Vulture"
    },
    "chicken": {
        "helptext": "The footsoldier of the Thunderbirds is an aggressive zergling-type unit. What it lacks in individual strength, it compensates for with its sheer numbers, overwhelming enemies with floods and floods of little chickens. A good riot unit is recommended for stopping them.",
        "description": "Swarmer",
        "name": "Chicken"
    }
}