{
    "ctf_flag": {
        "helptext": "Если это ваш флаг, то вам следовало бы наступить на него чтобы он телепортировался обратно на базу. ",
        "description": "Флаг",
        "name": "Флаг"
    },
    "gunshipsupport": {
        "helptext": "Рапира (Rapier) - это легкий боевое вертолёт. Её точные ракеты могут атаковать как воздушные так и наземные цели. Они хорошо справляются с малыми целями и рейдерами.",
        "description": "Многоцелевой вертолёт",
        "name": "Рапира"
    },
    "sprinkler": {
        "helptext": "Разбрызгиватель (Sprinkler) - это незаменимый инструмент в сельском хозяйстве, применяемый для орошения ряда сельскохозяйственных культур.",
        "description": "Важная ирригационная структура",
        "name": "Разбрызгиватель"
    },
    "factorycloak": {
        "helptext": "Юниты производимые на этой фабрике показывают превосходство ума и хитрости над грубой силой благодаря большой мобильности, скрытности и EMP оружию. Ключевые юниты: Меч(Glave), Роко(Rocko), Воин(Warrior), Зевс(Zeus) и Молот(Hammer).",
        "description": "Производит невидимых ботов, Строит 10m/s",
        "name": "Фабрика невидимых ботов"
    },
    "cormart": {
        "helptext": "Тяжёлая пушка Мародёра (Pillager) прекрасно обстреливает юнитов противника с большой дистанции. Являясь прекрасным выбором для артобстрела, Мародёр, как и любой артиллерийский юнит, не должен участвовать в ближнем бою.",
        "description": "Многоцелевая САУ",
        "name": "Мародёр"
    },
    "missilesilo": {
        "helptext": "Ракетная шахта (Missile Silo) может производить и хранит до 4-х разных ракет, каждая их которых имеет свою уникальную боеголовку. Ракетная шахта позволяет легко наносить удары на большом расстоянии, находясь далеко от битвы.",
        "description": "Производит ракеты, строит со скоростью 10 m/s",
        "name": "Ракетная шахта"
    },
    "armflea": {
        "helptext": "Блоха (Flea) может скрываться в труднодоступных местах, где ее датчики позволяют ей видеть на расстояние большее того, на котором ее могут заметить. На ранней стадии игры небольшие группы Блох можно использовать для набегов на месторождения. На картах с высокими скалами они могут атаковать с неожиданных сторон. Блоха наносит очень мало повреждений и умирает от любого урона.",
        "description": "Сверхлёгкий паук-разведчик",
        "name": "Блоха"
    },
    "armfus": {
        "helptext": "Реактор ядерного синтеза (Fusion Reactor) производит большое количество энергии при относительно малой цене. Однако, такой ректор очень хорошая цель из-за своей слабой брони и, самое главное, того, что при уничтожении реактор ядерного синтеза взрывается, нанося большой урон окружающим его юнитам.",
        "description": "Производит энергию (35)",
        "name": "Реактор ядерного синтеза"
    },
    "chickenlandqueen": {
        "helptext": "Тикайте, хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти невозможно. Она может плеваться напалмом, распылять споры уничтожающий авиацию, и пинать наземных юнитов. И, самое страшное, своими челюстями разрывает даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить её с помощью контратаки.",
        "description": "Кудахтающий АД!",
        "name": "Курица-королева"
    },
    "correap": {
        "helptext": "Жнец - тяжёлый танк с очень толстой бронёй. Он может выжить даже в самой тяжёлой битве, однако его пушка медленно перезаряжается из-за чего он не подходит для уничтожения большого количества врагов. Также его тяжёлая броня сильно снижает его манёвренность.",
        "description": "Штурмовой танк",
        "name": "Жнец"
    },
    "chicken_listener": {
        "helptext": "Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальные слуховые возможности, что позволяет ему точно определять местоположение наземных войск противника",
        "description": "Закапывающийся мобильный сейсмический детектор",
        "name": "Слушатель"
    },
    "corcom1": {
        "helptext": "Боевой командир обладает усиленным бронированием и повышенной огневой мощью, но посредственной скоростью, и не может использовать экзотическое оружие и ряд модулей поддержки.",
        "description": "Тяжелый боевой командир, строит на 10 m/s",
        "name": "Боевой командир"
    },
    "firewalker": {
        "helptext": "Огнеход (Firewalker) вооружен мортирами среднего радиуса действия, способными испепелить небольшую территорию и не позволить использовать ее в течение ограниченного периода времени. Однако сам по себе он неуклюж и неповоротлив.",
        "description": "Робот огневой поддержки (артиллерия/стрелок)",
        "name": "Огнеход"
    },
    "destroyer": {
        "helptext": "Эсминец Дайме (Daimyo) имеет на борту основную пушку и подавляющую пушку. Помимо этого он содержит ракеты, способные уничтожать как подводные, так и надводные цели. Дайме (Daimyo) лучше атаковать издалека, используя корабли или СВП с дальнобойным оружием.",
        "description": "Эсминец (подавитель/противолодочный корабль)",
        "name": "Дайме"
    },
    "armtick": {
        "helptext": "Клоп (Tick) полагается на свою скорость и маленький размер, чтобы уклоняться от огня неточным оружием, в особенности таковым штурмовиков и многих стрелков. Он может парализовывать тяжелые юниты противника или отряды лёгких рейдеров, неспособных убить его до попадания в зону поражения. После чего, Воины и Мечи как правило безнаказанно истребляют обезвреженных Клопом врагов.",
        "description": "Вездеходная ползучая ЭМИ-бомба",
        "name": "Клоп"
    },
    "cormak": {
        "helptext": "Разбойник (Outlaw) излучает вокруг себя электромагнитные импульсы, которые повреждают и замедляют врагов, но оставляют союзников невредимыми.",
        "description": "Робот подавления",
        "name": "Разбойник"
    },
    "chickenc": {
        "helptext": "The Basilisk climbs walls like a spider to surprise the enemy with its highly acidic spit. Only a vigilant watch keeps these critters from sauntering over hills to wreck your base from unexpected directions. Gunships are the best solution to Basilisk incursions.",
        "description": "Вездеходный подавитель",
        "name": "Basilisk"
    },
    "corsh": {
        "helptext": "Кинжал (Dagger) - дешевый одноразовый разведчик, также пригодный для нанесения урона экономике противника.",
        "description": "Быстрое СВП",
        "name": "Кинжал"
    },
    "chicken_digger": {
        "helptext": "Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где угодно, вызвав полный хаос. Всегда защищайте свои стратегические объекты со всех сторон, поскольку Копатели могут обойти ваши фронтовые защитные сооружения.",
        "description": "Закапывающийся разведчик/рейдер",
        "name": "Копатель"
    },
    "chicken_leaper": {
        "helptext": "Прыгун (Leaper) - это быстрый атакующий юнит Куриц, способный быстро сократить расстояние с противником и с легкостью перепрыгивающий препятствия.",
        "description": "Прыгающий рейдер",
        "name": "Прыгун"
    },
    "chickenr": {
        "helptext": "Будучи органической артиллерией, Лобберы (Lobber) плюются шарами яда по высокой траектории на длинные дистанции. Они доставлют большие проблемы тем, кто полагается только на статичную защиту, однако Лобберы (Lobber)  практически беспомощны в случае прямой атаки.",
        "description": "Артиллерия",
        "name": "Лоббер"
    },
    "commrecon1": {
        "helptext": "\nРазведывательный Командир (Recon Commander)\nВысокомобильный командир, строит на 10м/с\nРазведывательный командир ориентирован на использование мобильности и коварства. Эта легкобронированная платформа может носить широкий выбор модулей и оружия специального назначения, и имеет встроенные прыжковые двигатели.",
        "description": "Высокомобильный командир, строит на 10м/с",
        "name": "Разведывательный Командир"
    },
    "turrettorp": {
        "helptext": "Ёж (Urchin) защищает как от надводных, таки и от подводных юнитов. Также он может поражать СВП.",
        "description": "Торпедная установка",
        "name": "Ёж"
    },
    "corgol": {
        "helptext": "Голиаф(Goliath) - самый тяжелый танк на поле боя. Его основное орудие - огромная пушка для беспощадного истребления танков поменьше - дополняется близкобойным замедляющим лучом, не дающим более быстрым противникам сбегать из-под обстрела. Тем не менее, поворачивается Голиаф как огромная ёмкость с водой, сравнительно близкая дальность огня делает его уязвимым для продвинутых стрелков и воздушных атак, а малая скорострельность - оставляет бреши для массированных атак рейдеров. Тяжелое основное орудие Голиафа разносит стены, так что в некоторых случаях танк может быть использован для штурма терраформированных укреплений.",
        "description": "Сверхтяжелый убийца танков",
        "name": "Голиаф"
    },
    "corpyro": {
        "helptext": "Пиро (Pyro) - это дешёвый, быстрый шагоход с огнемётом. Огнемёт наносит увлеченный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения, Пиро (Pyro) поджигает ближайших юнитов. Дополнительно, данный робот имеет прыжковые двигатели, позволяющие ему перепрыгивать препятствия или внезапно прыгать на противника.",
        "description": "Прыгающий рейдер/подавитель",
        "name": "Пиро"
    },
    "corrl": {
        "helptext": "Защитник (Defender) - это многоцелевая ракетная башня. Она хороша для атаки юнитов с приличного расстояния, при этом обеспечивая некоторую степень противовоздушной защиты и возможность обстрела вражеских легких лазерных башен за пределами их радиуса поражения. Однако стоит только подуть на неё, как она сломается.",
        "description": "Легкая ракетная башня (ПВО/стрелок)",
        "name": "Защитник"
    },
    "chicken_roc": {
        "helptext": "Большая,  злая и способная вести бой как с наземными, так и воздушными юнитами, Рух (Roc), является грозной летающей курицей.",
        "description": "Тяжёлый атакующий летун",
        "name": "Рух"
    },
    "shipraider": {
        "helptext": "Тайфун - это вышибала среди кораблей, имеющий высокую скорость, достойную броню и обладающей высокой огневой мощью. И всё это за низкую цену (для корабля). Используйте группы корветов для уничтожения всего, что находится на поверхности, но берегитесь подводных лодок.",
        "description": "Корвет (Штурмовки/рейдер)",
        "name": "Тайфун"
    },
    "screamer": {
        "helptext": "Крикун (Screamer) - это сверхдальнобойная установка ПВО первого удара, отсылающая каждому самолёту предупреждение - сынок, тут тебе делать нечего. Каждая ракета подготавливается в течение 20 секунд, но затраченное время того стоит, поскольку залп подобных заранее заготовленных  ракет способен испепелить практически любую воздушную атаку без особых проблем.",
        "description": "Сверхдальнобойная установка ПВО с 20 секундной подготовкой ракеты",
        "name": "Крикун"
    },
    "amphraider2": {
        "helptext": "Брызгун (Archer) использует мощные гидроабразивные резаки высокой дальности действия для поражения врагов. Хотя дальнобойность и мощность атаки такого типа страдают по мере того, как запасы воды в баллоне Брызгуна иссякают, их можно легко дозаправить, поместив юнит в воду. Брызгуны могут всплывать на поверхность чтобы атаковать вражеские корабли.",
        "description": "Амфибийный рейдер-подавитель",
        "name": "Брызгун"
    },
    "armjamt": {
        "helptext": "Глушитель, подобные данной, взаимодействуют с вражескими радарными волнами, скрывая радиолокационное отражение ваших юнитов. Скрытный Пит (Sneaky Pete) также экипирован генератором невидимости, скрывающим ближайших юнитов от взгляда противника.",
        "description": "Станция генерации помех/поля невидимости",
        "name": "Скрытный Пит"
    },
    "amphbomb": {
        "helptext": "The Limpet can dodge most slow projectiles thanks to its agility and small size, allowing it to get close to enemy units in order to detonate, slowing and damaging them.",
        "description": "Amphibious slow mine",
        "name": "amphbomb"
    },
    "factoryveh": {
        "helptext": "Фабрика боевых машин любима многими за выборку быстрых и агрессивных юнитов, идеальных для блицкрига. Ключевые юниты: Лихач (Scorcher), Опустошитель (Ravager), Уравнитель (Leveler), Тесак (Slasher).",
        "description": "Производит автомобильные боевые единицы, Строит со скоростью 10 m/s",
        "name": "Фабрикая боевых машин"
    },
    "cornukesub": {
        "helptext": "Левиафан (Leviathan) способен одновременно как защищать территорию от вражеских ядерных ракет, так атаковать мощным и точным оружием - собственными тактическим ядерными ракетами. Однако, он не имеет защиты от прямых боестолкновений и должен избегать непосредственного контакта с врагом.",
        "description": "Тактическая ядерная/ПРО подлодка, расходует 6.25 m/s, 90 секунд на подготовку ракеты.",
        "name": "Левиафан"
    },
    "armpb": {
        "helptext": "Гаусс (Gauss) - это компактная, выдвижная турель с Гаусс-пушкой среднего радиуса действия. До тех пор, пока оружие находится в убранном состоянии, оно получает лишь четверть урона, что делает  данную пушку отличным выбором в случае если враг использует артиллерию.",
        "description": "Пушка Гаусса",
        "name": "Гаусс"
    },
    "nebula": {
        "helptext": "Несмотря на маневренность кирпича  и скромное вооружение, Туманность (Nebula) является грозным оружием благодаря наличию щита защищающего от дальнобойных атак и наличию боевых дронов, рвущих противников на части.",
        "description": "Atmospheric Mothership",
        "name": "Туманость"
    },
    "hoveraa": {
        "helptext": "Цеп (Flail) запускает большую ракету класса \\\"земля-воздух\\\" малой и средней дальности, которая наносит высокие повреждения.",
        "description": "Противовоздушный СВП",
        "name": "Цеп"
    },
    "armham": {
        "helptext": "Молот(Hammer) оборудован плазменной пушкой, превосходящей по дальности большинство стационарной обороны и позволяющей стрелять по параболической траектории. Не смотря на то, что Молот эффективен против мобильных юнитов, его надо защищать от рейдеров и других быстрых юнитов.",
        "description": "Лёгкая артиллерия/Стрелок-робот",
        "name": "Молот"
    },
    "chickend": {
        "helptext": "Куриная трубка - это единственное защитное сооружение Куриц, стреляющее спорами по воздушным и наземным войскам.",
        "description": "Защитное сооружение и источник энергии",
        "name": "Куриная трубка"
    },
    "rocksink": {
        "description": "Rocks when you shoot at it.",
        "name": "Rocking Damage Sink thing"
    },
    "fakeunit_aatarget": {
        "description": "Used by the jumpjet script.",
        "name": "Fake AA target"
    },
    "mahlazer": {
        "helptext": "Это мощнейший инструмент для  терраформинга планеты. Однако он также полезен в качестве средства полного уничтожения таких  препятствий как, например, надоедливые враги, причем вместе с их базами.",
        "description": "Излучатель планетарной энергии",
        "name": "Звездный свет "
    },
    "armcrabe": {
        "helptext": "Огромная пушка Краба (Crabe) уничтожает большие группы дешёвых юнитов и превосходит по дальнобойности стационарную оборону. Когда Краб стоит на месте, он разворачивает свою броню, уменьшая получаемый урон в 3 раза. Однако, главная слабость Краба - его медлительность.",
        "description": "Тяжелый юнит сдерживания/Паук-стрелок - Когда стоит разворачивает броню",
        "name": "Краб"
    },
    "subscout": {
        "helptext": "The Lancelet is basically a large smart torpedo with scouting functionality. It can remain hidden in the depths to observe enemy movements, then detonate its explosive charge to sink unwary ships.",
        "description": "Scout/Suicide Minisub",
        "name": "subscout"
    },
    "vehdisable": {
        "helptext": "Властитель (Dominatrix) захватывает юнитов противника, поворачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 8 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу.",
        "description": "Машиная РЭБ",
        "name": "Властитель"
    },
    "armmstor": {
        "helptext": "Хранилище (Storage) можно использовать как буфер при временном увеличение количества получаемого метала. К примеру при переработке обломков. Однако, при увеличение дохода на длительное время лучшим выбором будет увеличить строительную силу.",
        "description": "Хранит 500 метала и энергии",
        "name": "Хранилище"
    },
    "corclog": {
        "helptext": "Мешок с песком (Dirtbag) - безоружный юнит, чьё основное предназначение - это умереть и оставить после себя небольшую горку. Эффективен против машин и танков. Ещё его можно использовать как разведчика.",
        "description": "Мешок с песком",
        "name": "Мешок с песком"
    },
    "amphaa": {
        "helptext": "Рыболов (Angler) - это амфибия ПВО разработанная для уничтожения главного врага заводов - бомбардировщика Ворон (Raven). Два рыболова могут внезапно всплыть на поверхность и быстро сбить одного Ворона.",
        "description": "Робот-амфибия ПВО",
        "name": "Рыболов"
    },
    "corsent": {
        "helptext": "Зенитная пушка данного танка быстро уничтожает вражеские вертолёты, и достаточно эффективна против самолётов.",
        "description": "Зенитный танк",
        "name": "Медноголов"
    },
    "asteroid": {
        "helptext": "Обычно астероиды падают на землю из-за Контроллера метеоров, который использует их как оружие чтобы сокрушить врага, однако астероиды можно перерабатывать.",
        "description": "Камень из космоса",
        "name": "Астероид"
    },
    "corvamp": {
        "helptext": "Ястреб (Hawk) специализируется на уничтожении всего, что летает. Он достаточно крепкий, чтобы выдержать обстрел небольших сил ПВО, однако, у него нет возможности стрелять по земле и всему, что находится непосредственно на ней.",
        "description": "Истребитель",
        "name": "Ястреб"
    },
    "hoverskirm": {
        "helptext": "The Trisula is a fairly fast, sturdy combatant armed with a scatter beam weapon that can erase multiple small targets or slag a single large one.",
        "description": "Light Assault/Battle Hover",
        "name": "hoverskirm"
    },
    "corlevlr": {
        "helptext": "Мощная пушка Уравнителя (Leveler) легко уничтожает толпы легких юнитов противника. Снаряд из этой пушки летит по прямой траектории, так что их лучше всего выстраивать в линию. Из-за малой скорости и дальности, Уравнитель - лёгкая добыча для стрелков. Разрывы снарядов Уравнителя сглаживают землю, облегчая прохождение по ней для других машин.",
        "description": "Машина подавления",
        "name": "Уравнитель"
    },
    "corjamt": {
        "helptext": "Эгида (Aegis) защищает умеренную площадь своим щитом-пузырём, останавливающим вражеские снаряды, но пропускающим взрывные волны. Щит требует значительного количества энергии на поддержку и не останавливает атаки сверхмощного оружия.",
        "description": "Генератор объемного щита",
        "name": "Эгида"
    },
    "missiletower": {
        "helptext": "Парные ракеты Ножовки (Hacksaw)  способны сбить даже самый тяжёлый бомбардировщик за пару выстрелов, но требуют значительное количество времени для перезарядки, делая саму установку чуть менее чем идеальной целью для легких летающих юнитов противника.",
        "description": "Ракетная башня ПВО (противобомбардировочная)",
        "name": "Ножовка"
    },
    "chicken_rafflesia": {
        "helptext": "Раффлезия (Rafflesia) защищает ближайших куриц и их структуры при помощи щита.",
        "description": "Куриный щит (неподвижный)",
        "name": "Rafflesia"
    },
    "empiricaldpser": {
        "description": "Shoot at it for science.",
        "name": "Empirical DPS thing"
    },
    "hoverassault": {
        "helptext": "Когда Алебарда (Halberd) не стреляет, она складывается в бронированную коробку, что позволяет ей получать в 4 раза меньше повреждений. Ее медленное и имеющее малую дальность оружие не приспособлено для стрельбы по быстро движущимся целям.",
        "description": "СВД прорыва блокады",
        "name": "Алебарда"
    },
    "cornecro": {
        "helptext": "Каторжник (Convict) был бы обычным ботом-конструктором если бы не энергетический щит, который защищает его и поддерживает щиты союзников.",
        "description": "Строительный бот со щитом, Строит со скоростью 5 m/s",
        "name": "Каторжник"
    },
    "armtboat": {
        "helptext": "Сёрфборд (Surfboard) служит в качестве морского транспорта и огневой платформы, то есть любой юнит, находящийся на Сёрфборде (Surfboard), может стрелять с него.",
        "description": "Транспортная платформа",
        "name": "Сёрфборд"
    },
    "cafus": {
        "helptext": "Реактор сингулярности (Singularity Reactor) генерирует огромное количество энергии при помощи контролируемой черной дыры - и это настолько же безопасно, насколько и звучит. В случае разрушения реактора, высвобождается энергии в количество эквивалентному ядерному взрыву. Целый континент стоит считать небезопасной территорией после постройки данного реактора.",
        "description": "Производит энергию (225) - ОПАСНО!!!",
        "name": "Реактор сингулярности"
    },
    "armstiletto_laser": {
        "helptext": "Буревестник (Thunderbird) - быстрый бомбардировщик, вооруженный генератором молний, который обезоруживает юнитов в широкой области под ним.",
        "description": "Обезоруживающий бомбардировщик",
        "name": "Буревестник"
    },
    "chicken_spidermonkey": {
        "helptext": "Паукообразная обезьяна (Spidermonkey) - это очень необычная курица поддержки. Как и предполагает название, она может карабкаться по стенам, кроме того, она может плеваться шелком, который замедляет и дергает врагов.",
        "description": "Вездеходная поддержка",
        "name": "Паукообразная обезьяна"
    },
    "corstorm": {
        "helptext": "Баллистические ракеты Негодяя медленно перезаряжаются, но больно бьют - и, таким образом, отлично приспособлены для осторожных вылазок на дистанцию выстрела по единицам врага, либо для запуска мощных залпов в начале сражения. Отбивайтесь от них с помошью быстрых единиц, или ползучих бомб, если Негодяев слишком много.",
        "description": "Робот-стрелок (навесного огня)",
        "name": "Негодяй"
    },
    "benzcom1": {
        "helptext": "Командир дальнего боя, строит на 10м/с",
        "description": "Осадный Командир (Siege Commander)",
        "name": "Осадный командир"
    },
    "attackdrone": {
        "helptext": "Светлячок (Firefly) - это атакующий дрон, вооруженный слабым лазером. Он способен защитить своего хозяина от атак легких единиц противника. Однако он не способен использовать генератор поля невидимости хозяина, поэтому способен выдать присутствие замаскированного командира.",
        "description": "Атакующий дрон",
        "name": "Светлячок"
    },
    "chickenblobber": {
        "helptext": "Будучи старшим братом Лоббера (Lobber), Блоббер (Blobber) выплёвывает целый дождь кислотной слизи. Он очень быстро может вывести из строя даже самую мощную сеть щитов, но относительно уязвим для прямых атак.",
        "description": "Тяжёлая артиллерия",
        "name": "Блоббер"
    },
    "amgeo": {
        "helptext": "Большая Геотермальная Электростанция(Moho Geothermal Powerplant) производит огромное количество энергии. Она требует защиты, из-за того что её уничтожение приведёт к огромному взрыву.",
        "description": "Производит энергию (100) - ОПАСНО!!!",
        "name": "Большая Геотермальная Электростанция"
    },
    "armnanotc": {
        "helptext": "Смотритель(Caretaker) обладает самым лучшим отношением цены к скорости строительства и приличной дальностью. Его хорошо использовать для ускорения работы фабрик или ремонта обороны сооружений. Смотритель не может начать постройку чего-либо, он только помогает.",
        "description": "Нано-башня, строит со скорость 10 m/s",
        "name": "Смотритель"
    },
    "terraunit": {
        "description": "Spent: 0",
        "name": "Terraform"
    },
    "chickenf": {
        "helptext": "Это летающая курица! Коготь (Talon) - это смертельный хищник, способный сбивать самолёты своими шипами, но также с удовольствием атакующий и наземные цели. Впрочем, он может быть уничтожен как и любой другой летающий юнит.",
        "description": "Летающий плевальщик шипов",
        "name": "Коготь"
    },
    "armestor": {
        "helptext": "Пилоны для передачи энергии (Energy Transmission Pylon) позволяют расширить сеть перегрузки энергии для соединения большего количества шахт или источников энергии. Это, в свою очередь позволяет шахтам вырабатывать большее количество металла благодаря перегрузке. Пилоны позволяют быстро запитать  башни защиты, которым нужна энергия для функционирования.",
        "description": "Расширяет сеть перегрузки энергии",
        "name": "Пилон для передачи энергии"
    },
    "corshad": {
        "helptext": "Ворон (Raven) сбрасывает одну бомбу, которая наносит высокий урон, но имеет малый АОЕ. Не ждите, что один Ворон сможет уничтожить Жнеца (Repaer) или ПРО (antinuke). Подыскивайте для нее маломобильные цели.",
        "description": "Точечный бомбардировщик",
        "name": "Ворон"
    },
    "amphfloater": {
        "helptext": "Буй (Buoy) не может стрелять под водой и ему приходится всплывать на поверхность дабы выстрелить по врагу из своей замедляющие пушки которая обладает приличной дальностью. Буй не может двигаться пока плавает на поверхности. ",
        "description": "Всплывающий робот-амфибия",
        "name": "Буй"
    },
    "chicken_dodo": {
        "helptext": "Тело Дронта (Dodo)  содержит летучий смесь органических взрывчатых веществ. При малейшем поводе он эффектно взрывается, разбрасывая близлежащих юнитов. И будьте аккуратнее, поскольку летящие при взрыве конечности и шипы Додо также наносят урон.",
        "description": "Куриная бомба",
        "name": "Дронт"
    },
    "armcybr": {
        "helptext": "Виверн(Wyvern) сбрасывает одну мощную бомбу, способную разнести вражеских юнитов в щепки. Он достаточно прочен чтобы пережить умеренный огонь вражеских ПВО и уйти на ремонт - но не стоит использовать его опрометчиво: для этого он слишком дорогой.",
        "description": "Сингулярный бомбардировщик",
        "name": "Виверна"
    },
    "tacnuke": {
        "helptext": "Дальнобойное оружие точечного поражения. Не обладая большим радиусом поражения, оно, в тоже время, имеет огромные урон.",
        "description": "Тактическая ядерная ракета",
        "name": "ЕОС"
    },
    "chickenwurm": {
        "helptext": "Червь (Wurm) способен закапываться под землю, чтобы позднее неожиданно появится и выплюнуть огненный шар, способный сжечь большой участок территории. Он также может залезать на скалы и атаковать защитные башни с неожиданных направлений, но уязвим для прямого нападения противника.",
        "description": "Закапывающийся огнеметчик (штурмовик/подавитель)",
        "name": "Червь"
    },
    "fighterdrone": {
        "helptext": "Щупальце (Spicula) - это многоцелевой боевой дрон, силовые лучи  которого эффективны как против наземных, так и воздушных целей.",
        "description": "Боевой дрон",
        "name": "Щупальце"
    },
    "bomberassault": {
        "helptext": "Внушительный корпус Затмения (Eclipse) способен выдержать серьёзный обстрел и обеспечить доставку смертельного груза до цели, но использование бомб без систем наведения создаёт проблемы при атаке подвижных целей, а большой размер делает его легкой целью.",
        "description": "Штурмовой бомбардировщик (против неподвижных целей)",
        "name": "Затмение"
    },
    "armzeus": {
        "helptext": "Медленно и неуклонно группа Зевсов(Zeus) может идти сквозь оборону противника даже под сильным огнем, до тех пор пока они не смогут пустить в ход свои парализующие электропушки. Противостоять им может любой юнит , способный  обстреливать их с расстояния.",
        "description": "Штурмовой боевой робот",
        "name": "Зевс"
    },
    "armsolar": {
        "helptext": "Солнечная электростанция (Solar collectors) наименее экономически эффективна из всех электростанций, однако она ещё и самая крепкая. Когда эту электростанцию атакуют, она складываться в защищённую форму, уменьшающею урон в 4-ре раза, что прекрасно защищает её от рейдеров.",
        "description": "Производит энергию (2)",
        "name": "Солнечная электростанция"
    },
    "armbrawl": {
        "helptext": "Скандалист (Brawler) - хорошо бронированный штурмовой вертолёт, способный выжить под умеренным огнем ПВО. Он летает на достаточной высоте, чтобы быть недосягаемым для большинства наземных юнитов, а его два пулемёта прошивают композитную броню как бумагу.",
        "description": "Вертолёт-Штурмовик/Стрелок",
        "name": "Скандалист"
    },
    "factoryshield": {
        "helptext": "The Shield Bot Factory is tough yet flexible. Its units are built to take the pain and dish it back out, without compromising mobility. Clever use of unit combos is well rewarded. Key units: Bandit, Thug, Outlaw, Rogue, Racketeer",
        "description": "Производит крепких роботов, строит на 10 m/s",
        "name": "Фабрика роботов со щитом"
    },
    "armraz": {
        "helptext": "The Razorback features twin multi-barelled pulse cannons for extreme crowd control, as well as a head-mounted short-range laser for close in work. Don't use recklessly - its short range can be a real liability.",
        "description": "Assault/Riot Strider",
        "name": "armraz"
    },
    "chickena": {
        "helptext": "Кокатрис (Cockatrice) - это настоящий зверь. Кажется, практически невосприимчивый к вражескому огню, он спокойно подходит к цели и раздирает её своими мощными челюстями. К счастью, будучи не слишком быстрым и умным, он может быть легко уничтожен стрелками или множеством малых юнитов.",
        "description": "Штурмовик/бронебойный",
        "name": "Кокатрис"
    },
    "nsaclash": {
        "helptext": "Используйте Скальпель (Scalpel) для атак удара-отхода. Он долго перезаряжается и слабо защищён, поэтому его надо держать вдалеке от противника. Ракеты Скальпеля летят по дуге, что позволяет ему стрелять через препятствия и союзников.",
        "description": "Стрелково-бронебойный СВП",
        "name": "Скальпель"
    },
    "cobtransport": {
        "helptext": "Валькирия (Valkyrie) - это простой воздушный транспорт предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл, обходя ПВО противника, т.к. из-за слабой брони Валькирия очень уязвима.",
        "description": "Воздушный транспорт",
        "name": "Валькирия"
    },
    "corsktl": {
        "helptext": "Этот медленная и дорогая невидимая бомба может прыгнуть на противника и отправить даже тяжёлый танк сразу в ад. Бороться с ней можно путем прикрытия ваших тяжёлых и дорогих юнитов группами дешёвых. При использовании Скатла (Skuttle) имейте ввиду, что радиус поражения при его взрыве очень мал.",
        "description": "Бронебойная бомба с генератором невидимости",
        "name": "Скатл"
    },
    "armcarry": {
        "helptext": "Будучи самым универсальным кораблем в открытом море, авианосец выполняет несколько функций одновременно. Он экипирован крылатыми ракетами для обстрелов на большие расстояния. Его противоракетная система охраняет флот от ядерных ударов, также, сам по себе авианосец является мобильной ремонтной базой для дружественных самолётов. Но, что возможно наиболее ценно, Риф (Reef) содержит на борту атакующих дронов.",
        "description": "Авианосец (бобмардировка) и ПРО",
        "name": "Авианосец"
    },
    "slowmort": {
        "helptext": "Замедляющий луч Модератора (Moderator) сокращает скорость движения и скорострельность вражеских юнитов в 2 раза. Хотя шагоход не наносит урона сам по себе,  он эффективен против практически всех целей.",
        "description": "Шагоход с замедляющим лучом",
        "name": "Модератор"
    },
    "commsupport1": {
        "helptext": "Эзотерический Командир Поддержки использует неконвенциональный набор оружия. Несмотря на нехватку скорости и брони, эта платформа нередко выбирается за ее мощную и дальнобойную нанитную установку.",
        "description": "Командир обеспечения и поддержки, Строит на 10м/с",
        "name": "Командир поддержки"
    },
    "chicken_sporeshooter": {
        "helptext": "Споромет (Sporeshooter) стрелять спорами, что позволяет ему сбивать самолёты и атаковать наземные цели с расстояния. Также он может взбираться на стены для неожиданных атак.",
        "description": "Вездеходный метатель спор (ПВО/стрелок)",
        "name": "Споромёт"
    },
    "armcir": {
        "helptext": "Бензопила (Chainsaw) - это дальнобойная ПВО турель, наносящая огромный урон и способная очистить небо от бомбардировщиков очень быстро. В свою очередь она неспособна выдержать большой урон и будет быстро уничтожена в случае прямой атаки.",
        "description": "Дальнобойная ракетная батарея ПВО",
        "name": "Бензопила"
    },
    "shiptorp": {
        "helptext": "Охотник (Hunter) - это мобильный противолодочный юнит. Его оружие имеет огромную область поражения.",
        "description": "Подавляющий торпедный фрегат",
        "name": "Hunter"
    },
    "corsilo": {
        "helptext": "Глушитель (Silencer) запускает разрушительные ядерные ракеты, способные уничтожить всю базу противника. Тем не менее, данные межконтинентальных ядерных ракет ракеты легко сбиваются системами ПРО, которые должны быть убраны с обстреливаемой территории заранее.",
        "description": "Пусковая установка межконтинентальных ядерных ракет, расходует 18 m/s, 3 минуты на подготовку ракеты",
        "name": "Глушитель"
    },
    "hovershotgun": {
        "helptext": "The Punisher has a shotgun which shoots a spray of projectiles which are good against large targets or tight clusters of enemies.",
        "description": "Shotgun Hover",
        "name": "hovershotgun"
    },
    "armspy": {
        "helptext": "Шпион (Infiltrator) полезен в двух вещах. Он является отличным разведчиком из-за того, что может проникнуть вглубь вражеской территории незамеченным. И он может выстрелить парализующим зарядом, который обездвиживает одну цель, что полезно против мощных противников и вражеской инфраструктуры.",
        "description": "Шпион, Бронебой",
        "name": "Шпион"
    },
    "corvrad": {
        "helptext": "The Informant provides radar coverage on the battlefield.",
        "description": "Radar Vehicle",
        "name": "corvrad"
    },
    "armwin": {
        "helptext": "Ветряной генератор производит энергию в зависимости от силы ветра. Он очень хрупок и группа рядом стоящий ветряных генераторов может детонировать от подрыва одного из них, так что стоит размещать их продуманно. Будучи помещенным в воде, он превращается в более прочный приливный генератор с хорошим и стабильным притоком энергии.",
        "description": "Производит энергию",
        "name": "Ветряной/Приливной генератор"
    },
    "amphassault": {
        "helptext": "Гризли (Grizzly) - классический штурмовой юнит: медленный, неповоротливый, и практически не уничтожаемый. Его вооружение составляет спарка высокоэнергетических лазерных излучателей с большой дальностью огня и наносимым уроном, слабоэффективный разве что против стай мелких юнитов и быстрой авиации. Хотя лазер и не может стрелять под водой, Гризли может всплыть для атаки.",
        "description": "Тяжелый штурмовик-амфибия",
        "name": "Гризли"
    },
    "corcrash": {
        "helptext": "Вандал (Vandal) - крепкий, надёжный и дешевый противовоздушный бот. Беззащитен против наземных сил.",
        "description": "Робот ПВО",
        "name": "Вандал"
    },
    "hoverriot": {
        "helptext": "Фактически, Булава (Mace) - это передвижная лазерная башня, обладающая большим уроном и совершенной точностью. Хорошо подходит для убийства легких юнитов и даже вертолётов. Однако, тонкая броня делает её уязвимой для прямого огня, особенно для стрелков.",
        "description": "СВП подавитель",
        "name": "Булава"
    },
    "corgarp": {
        "helptext": "Росомаха (Wolverine) беспорядочно закидывает противника достаточно мощными минами с временем жизни 30с. Росомаха имеет большую дальность чем обычная статичная оборона, но он также очень уязвимый и медленный, по этой причине всегда держите рядом других юнитов, которые смогу его защитить.",
        "description": "Миномёт",
        "name": "Росомаха"
    },
    "armcomdgun": {
        "helptext": "Ультиматум (Ultimatum) вооружен лишь одним видом оружия - дезинтегрирующей пушкой, способной испепелить тяжелый танк с одного попадания. Лучше всего использовать данного шагохода для проникновения к вражеским страйдерам и нанесения серьёзного урона или уничтожения всего несколькими выстрелами. Защитой от подобных действий является использование тяжелых юнитов вместе с эскортом из легких.",
        "description": "Шагоход с дезинтегратором (анти-страйденый)",
        "name": "Ультиматум"
    },
    "cormex": {
        "helptext": "Шахта по добыче метала (Metal Extractor) - единственный юнит который может добывать метал. При наличии излишков энергии, шахта ускорит свою работу и добудет больше метала. Игроки обычно называют этого юнита  \"Mex\".",
        "description": "Добывает метал",
        "name": "Шахта по добыче метала"
    },
    "cormist": {
        "helptext": "Старайтесь держать Тесаков (Slashers) на максимальной дистанции от противника. Тесаки, везущие ракетный установки, идеально подходят для поражения рейдеров или бегающих бомб. Также их ракеты могут поражать воздушные цели, но, на самом деле, они не эффективны. Тесаки не могут стрелять через препятствия и не наносят достаточного урона, чтобы уничтожить штурмовых юнитов. В отличии от других стрелков, Тесаки не могут стрелять на ходу.",
        "description": "Развертываемый ракетный автомобиль (должен остановиться что-бы вести огонь)",
        "name": "Тесак"
    },
    "amphraider": {
        "helptext": "The Grebe is a basic raider armed with grenades - a decent short ranged anti-heavy weapon. Despite being amphibious, it cannot shoot while submerged.",
        "description": "Рейдер-амфибия",
        "name": "amphraider"
    },
    "comm_sonic": {
        "helptext": "Звуковой командир (Sonic Commander) - это хорошо сбалансированная командная платформа, способная нести большинство модулей и вести бой, как на земле, так и под водой.",
        "description": "Штурмовой командир-амфибия, строит со скорость 10 m/s",
        "name": "Звуковой командир"
    },
    "armmanni": {
        "helptext": "Оружие Пики (Penetrator), получившие прозвище \\\"Голубой Лазер Смерти\\\", имеет мощь и точность достаточные, чтобы пронзить сразу нескольких юнитов одним выстрелом. Используйте его против хорошо бронированных юнитов, но держите за линией фронта - он очень хрупкий и не сможет убежать в случае опасности.",
        "description": "Мобильный тахионный излучатель (Артиллерия/Бронебой)",
        "name": "Пика"
    },
    "corroach": {
        "helptext": "Таракан(Roach) - эта быстрый юнит-камикадзе. Прекрасно подходит для уничтожения скоплений вражеских юнитов, в частности штурмовых танков. Также Таракан невидим когда стоит на месте, что делает его ещё и миной. Постарайтесь чтобы Тараканы не находились слишком близко к другу, иначе они могут взорваться по цепочке. Тараканы, как и любые бегающие бомбы, легко уничтожаются дальнобойным точным оружием, как например Защитник(Defender), или дешевым юнитом, который взорвёт бомбу ценой своей жизни.",
        "description": "Бегающая бомба",
        "name": "Таракан"
    },
    "spherecloaker": {
        "helptext": "Стиратель (Eraser) оснащён устройством помех, чтобы скрывать дружественных юнитов от радаров. Также у него есть генератор поля невидимости.",
        "description": "Робот с генераторами невидимости и помех",
        "name": "Стиратель"
    },
    "arm_spider": {
        "helptext": "Ткач (Weaver) может забраться на любую гору и выстроить там оборону.",
        "description": "Паук-строитель, Строит со скоростью 7,5 m/s",
        "name": "Ткач"
    },
    "hoverdepthcharge": {
        "helptext": "The somewhat suicidal Claymore is armed with a heavy depthcharge launcher and has no qualms about dropping it on land.",
        "description": "Antisub Hovercraft",
        "name": "Claymore"
    },
    "corcrw": {
        "helptext": "Коршун (Krow) - это дорогой и неповоротливый юнит, но он обладает невероятно толстой бронёй, позволяющей ему летать, не обращая внимания на ПВО, и расстреливать врагов из своих трёх лазерных турелей. Вдобавок, он может одномоментно опустошить местность под собой посредством ковровой бомбардировки.",
        "description": "Летающая крепость",
        "name": "Коршун"
    },
    "jumpriot": {
        "helptext": "The Infernal is a fire-based riot jumper.",
        "description": "Riot Jumper",
        "name": "jumpriot"
    },
    "neebcomm": {
        "helptext": "Эта толстая курица стала твоей из-за всех твои преступлений. В следующий раз веди себя хорошо!",
        "description": "Уродливая индейка",
        "name": "Нубский командир"
    },
    "factoryplane": {
        "helptext": "Завод самолетов предлагает широкий выбор юнитов. Он производит многоцелевые истребители, которые можно использовать как легкие атакующие юниты или специализированные перехватчики, бомбардировщики для уничтожения одиночных целей, а также бомбардировщики, нацеленные на уничтожение скоплений слабых юнитов противника.",
        "description": "Производит самолёты, Строит со скорость 10 m/s",
        "name": "Фабрика самолётов"
    },
    "blastwing": {
        "helptext": "Крылатая бомба (Blastwing) наносит только небольшие повреждения, подходящие для уничтожения месторождений, ЛЛТ, солнечных и ветряных электростанций, нанопушек. Однако, толпой они представляют более грозную силу. Следите за скоростью и направлением её передвижения, чтобы нанести как можно больше ущерба шрапнелью, которая продолжает лететь по траектории бомбы после того, как та взрывается. Таким образом вы можете достать врага осколками металла даже если ваша бомба умрет, еще не долетев до него. Не держите их слишком близко друг к другу, иначе они взорвутся по цепочке. Также они невидимы, когда приземляются.",
        "description": "Летающая бомба",
        "name": "Крылатая бомба"
    },
    "gorg": {
        "helptext": "The Jugglenaut is the big daddy to the Sumo. Where its smaller cousin sported the exotic disruptor beams, the Jugg is even more bizzare with its three gravity guns and a standard laser cannon complementing a negative gravity core that can be activated to lift up and throw nearby units. This beast is slow and expensive, but seemingly impervious to enemy fire.",
        "description": "Heavy Assault Strider",
        "name": "gorg"
    },
    "pw_generic": {
        "helptext": "Данная структура дает бонусы фракции, контролирующей планету. Только члены атакующий или защищающейся фракции могут повредить её.",
        "description": "Особенность не указана",
        "name": "Generic Neutral Structure"
    },
    "napalmmissile": {
        "helptext": "Инферно (Inferno) не наносит много урона сразу же после попадания , однако она надолго поджигает всех юнитов на большой площади.",
        "description": "Напалмовая ракета",
        "name": "Инферно"
    },
    "factoryamph": {
        "helptext": "Завод амфибий (Amphibious Operations Plant) производит медленных, но прочных роботов амфибий, имеющих возможность действовать как под водой так и на земле. Амфибии регенерируют, находясь под водой.",
        "description": "Производит роботов-амфибий, строит со скорость 10 m/s",
        "name": "Фабрика амфибий"
    },
    "factoryship": {
        "helptext": "Верфь (Shipyard) - это место где строятся корабли и подводные лодки. Другие водные юниты, такие как СВП и роботы-амфибии, строятся на других заводах.",
        "description": "Производит корабли, строит со скоростью 10 m/s",
        "name": "Верфь"
    },
    "corraid": {
        "helptext": "Дорогие и мощные Опустошители (Ravager) имеют хорошую броню и могут подавить сильное сопротивление врага. Они плохо маневрируют, но могут ехать по прямой с большой скоростью, из-за чего их очень сложно уничтожить рейдерами. Хороший способ управлять ими в битве - это ехать прямо не сворачивая, чтобы не потерять скорость. Благодаря параболической траектории полёта снарядов, Опустошители могут стрелять по цели через трупы или другие танки. Уязвимы для бегающих бомб.",
        "description": "Штурмовой танк",
        "name": "Опустошитель"
    },
    "raveparty": {
        "helptext": "Дискотека в стиле Рейв (Disco Rave Party) выстреливает 6 видов снарядов, причем каждый - отдельного типа. Это просто веселье для всей семьи!",
        "description": "Супероружие с множеством сюрпризов",
        "name": "Дискотека в стилей Рейв"
    },
    "corllt": {
        "helptext": "Лотос (Lotus) - дешёвая и простоя турель поражающая наземных цели лазерным лучом. Она особенная эффективна против разведчиков и небольших групп рейдеров. Для стрелков и штурмовых юнитов Лотос не является серьёзным препятствием. Часто эту турель называют LLT.",
        "description": "Лёгкая лазерная турель",
        "name": "Лотос"
    },
    "armrock": {
        "helptext": "Роко(Rocko) стреляют медленными, неуправляемыми и слабыми ракетами, но это компенсируется дальностью стрельбы. Лучший способ использовать Роко - выставить их в линию и вести огонь по неприятелю с максимально возможной дистанции. Быстрые и манёвренные юниты несут опасность для Роко, так как могут уворачиваться от ракет.",
        "description": "Робот-стрелок (Прямой огонь)",
        "name": "Роко"
    },
    "coracv": {
        "helptext": "Вооружённый небольшой защитной турелью, Сварщик (Welder) способен самостоятельно отбиваться от легких вражеских атак.",
        "description": "Вооруженный инженерный танк, строит на 7.5м/с",
        "name": "Сварщик"
    },
    "shieldarty": {
        "helptext": "Рэкетир (Racketeer) запускает дальнобойные ракеты, обезоруживающие ключевые вражеские единицы. Достаточно лишь одного Рэкетира, чтобы держать цель обезвреженной, так что имеет смысл выбирать отдельную цель для каждого Рэкетира. Отлично подходит для разрядки вражеских щитов или обезвреживания крупных единиц.",
        "description": "Обезвреживающая артиллерия",
        "name": "Рэкетир"
    },
    "roost": {
        "helptext": "Насест (Roost), такие как этот - это инкубаторы кудахтающих буревестников.",
        "description": "Производит куриц",
        "name": "Насес"
    },
    "armpw": {
        "helptext": "Быстрые и дешёвые, Мечи (Glaive) легко справляются с вражеской артиллерией, стрелками и наносят большой урон экономике противника. Однако они должны избегать неприятельской обороны и юнитов подавления,",
        "description": "Лёгкий робот-рейдер",
        "name": "Меч"
    },
    "gunshipaa": {
        "helptext": "Трезубец (Trident) предназначен для уничтожения вражеской воздушной силы с помощью управляемых ракет. Трезубцы медленны и неповоротливы, из-за чего они не могут быстро помочь в случае внезапной атаки вражеских воздушных сил. Также их медлительность делает Трезубцы уязвимыми для наземных сил.",
        "description": "Вертолёт ПВО",
        "name": "Трезубец"
    },
    "hoverminer": {
        "helptext": "The Dampener deploys mines a short distance from itself.",
        "description": "Minelaying Hover",
        "name": "hoverminer"
    },
    "corvalk": {
        "helptext": "Валькирия (Valkyrie) - это простой воздушный транспорт предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл, обходя ПВО противника, т.к. из-за слабой брони Валькирия очень уязвима.",
        "description": "Воздушный транспорт",
        "name": "Валькирия"
    },
    "armorco": {
        "helptext": "Уничтожитель (Detriment) - это самый тяжелый страйдер на поле боя. Он способен отбиться от вражеской воздушной атаки или использовать ракеты для уничтожения удалённых целей, но реальная мощь кроется в огромных пушках Гаусса, созданных только для одной цели - уничтожать других тяжелых юнитов быстро и эффективно. Однако, помните - мудрый командир посылает Уничтожителя в с эскортом для отражения атак толпы легких юнитов и воздушных атак.",
        "description": "Совершенный штурмовой страйдер",
        "name": "Уничтожитель"
    },
    "geo": {
        "helptext": "Геотермальная электростанции (Geothermal Powerplant) высокоэффективный источник энергии, который может быть построен только на источниках геотермальных источниках. Она взрывается довольно сильно в случае уничтожения, поэтому не стоит размещать что-либо в непосредственной близости от данного строения.",
        "description": "Производит энергию (25)",
        "name": "Геотермальная электростанция"
    },
    "corfast": {
        "helptext": "Быстрый и при этом способный к прыжкам на небольшую дистанцию или высоту, Чудила (Freaker) - идеальный конструктор для быстрой экспансии. Благодаря тому, что вооружен замедляющим лучом, способен оказывать поддержку в бою.",
        "description": "Прыгающий конструктор, строит со скоростью 5 m/s",
        "name": "Чудила"
    },
    "chicken_blimpy": {
        "helptext": "Дирижабль (Blimpy) сбрасывает Дронтов (Dodo) на зазевавшихся врагов и их строения.",
        "description": "Дронтовый бомбардировщик",
        "name": "Дирижабль"
    },
    "battledrone": {
        "helptext": "Гадюка (Viper) - это усовершенствованный боевой дрон, аналогичный Светлячку (Firefly), но экипированный специальной лучевой установкой, замедляющей цель с каждым выстрелом.",
        "description": "Усовершенствованный боевой дрон",
        "name": "Гадюка"
    },
    "armcsa": {
        "helptext": "Афина (Athena) - это вершина развития стелс технологий. Будучи экипированной генераторами невидимости и помех, она способна просочится через линию фронта и начать сборку отрядов рейдеров, внося хаос в логистику противника. Афина (Athena) также способна восстанавливать разрушенных  юнитов из обломков увеличивая вашу армию,  оставаясь при этом невидимой.",
        "description": "Воздушный инженер специального назначения, строит со скорость 7.5 m/s",
        "name": "Афина"
    },
    "armsonar": {
        "helptext": "Сонар (Sonar Station) видит водных и подводных юнитов. Однако суда на воздушной подушке невидимы для него.",
        "description": "Видит водных юнитов",
        "name": "Сонар"
    },
    "arm_venom": {
        "helptext": "Яд (Venom) - способный лазить по скалам юнит, предназначенный парализовать врагов, чтобы другие юниты могли легко их уничтожить. Он перемещается намного быстрее чем другие юниты похожего типа и, в дополнение к параличу, наносит небольшое количество урона. Хорошо работает вместе с Отшельником (Recluse): держит врагов на расстоянии от хрупкого стрелка.",
        "description": "Паук подавления",
        "name": "Яд"
    },
    "corcan": {
        "helptext": "Джек (Jack) - это штурмовой шагоход с прыжковыми двигателями. Несколько Джеков (Jack)  могут с легкостью сравнять с землей большинство фортификационных укреплений. Но его малый радиус поражения и очень низкая скорость делают его очень уязвимым для стрелков.",
        "description": "Штурмовой прыгающий робот ближнего боя",
        "name": "Джек"
    },
    "corfav": {
        "helptext": "Быстрые и дешёвые, Дротики (Dart) могут быть смертельно опасными в первые минуты игры, если противник не озаботился о лёгкой обороне как например ЛЛТ или не обзавелся парой быстрых юнитов.",
        "description": "Машина-рейдер/разведчик",
        "name": "Дротик"
    },
    "armsptk": {
        "helptext": "Отшельник (Recluse) - юнит стреляющий ракетами и способный лазить по скалам, благодаря чему может застать противника врасплох. Неуправляемые ракеты не могут поражать быстрые цели, зато имеют приличную дальность.",
        "description": "Паук-стрелок (Не прямой огонь)",
        "name": "Отшельник"
    },
    "blackdawn": {
        "helptext": "Чёрная Заря (Black Dawn) обладает хорошей бронёй, а её ракетная установка стреляет залпом из неуправляемых ракет, которые наносят огромный урон. Однако, Чёрная Заря достаточно дорогой вертолёт, а быстрые юниты могут увернуться от её ракет. Лучше всего использовать Зарю против тесных групп из зданий и юнитов. Её следует отводить назад для перезарядки, чтобы уменьшить получаемый урон.",
        "description": "Вертолёт тяжёлый рейдер/юнит подавления",
        "name": "Чёрная Заря"
    },
    "tawf114": {
        "helptext": "Крайне мобильный в классе юнитов подавления, Изгонятель (Banisher) укомплектован спаркой высокоскоростных осколочно-фугасных ракет, одинаково убийственных для легких юнитов и авиации несмотря на ограниченную дальность. Одинокий Изгонятель легко уничтожается штурмовиками или даже рейдерами, так что старайтесь прикрывать его другими юнитами. Разрыв ракеты Изгонятеля достаточно эффективен в разравнивании поверхности, и может быть полезен для уничтожения недостижимых для Сварщиков (Welder) стен.",
        "description": "Тяжелый танк подавления",
        "name": "Изгонятель"
    },
    "armamd": {
        "helptext": "Протектор (Protector) защищает значительную территорию от вражеских МБР.",
        "description": "ПРО",
        "name": "Протектор"
    },
    "armbrtha": {
        "helptext": "Большая Берта (Big Bertha) - это огромная пушка, стреляющая плазменными снарядами через всю карту. При правильном использовании она способна эффективно мешать операциям противника, находясь при этом под прикрытиям вашей базы. Но не ожидайте, что она в одиночку выиграет бой за вас.",
        "description": "Стратегическая плазменная пушка",
        "name": "Большая Берта"
    },
    "bomberlaser": {
        "helptext": "The Phoenix's napalm bombs decimate large clumps of units and light structures.",
        "description": "Напалмовый бомбардировщик ",
        "name": "Pheonix with mini-laser"
    },
    "armsnipe": {
        "helptext": "Энергетическое ружьё Снайпера (Sharpshooter) наносит огромный урон одной цели и позволяет ему вести огонь даже будучи невидимым, однако Снайпера может выдать его же снаряд. Также ему требуется приличное количество энергии особенно во время движения. Лучший способ обнаружить снайпера - проверить местность с помощью отряда дешёвых юнитов.",
        "description": "Шагоход Снайпер (Стрелок/Бронебой)",
        "name": "Снайпер"
    },
    "corbhmth": {
        "helptext": "Бегемот (Behemoth) оснащён дальнобойной пушкой позволяющий вести артобстрел или наоборот защищать свои позиции от артиллерии противника. В тоже время Бегемот должен быть защищён от прямых атак.",
        "description": "Плазменная артиллерийская батарея - Требует 50 энергии",
        "name": "Бегемот"
    },
    "wolverine_mine": {
        "helptext": "Вместо того чтобы взрываться как другие мины, Коготь выстреливает залп управляемых мини-ракет в попавшихся врагов. Мина деактивируется через минуту.",
        "description": "Мина Росомахи (Wolverine)",
        "name": "Коготь"
    },
    "amphriot": {
        "helptext": "Гребень (Scallop) - гибкий в использовании юнит, вооружённый торпедами против подводных целей и счетверенным дробовиком против наземных противников. Он лучше всего годится в качестве основной ударной силы, способной противостоять боевым кораблям - хотя и не очень хорошо.",
        "description": "Амфибийный робот подавления (на земле), стрелок (в воде)",
        "name": "Гребень"
    },
    "armkam": {
        "helptext": "Дух (Banshee) - это легкий вертолёт-рейдер. Его большая скорость и порядочный урон делают его прекрасным юнитом для быстрого нападения на вражескую экономику или неточных юнитов, таких как штурмовики. Однако, Дух летает близко к земле и атакует только на малой дистанции из-за чего даже другие рейдеры могут сражаться с ним. Как и любые другие рейдеры, Духа не следует использовать против обороны и юнитов подавления.",
        "description": "Вертолёт-рейдер",
        "name": "Дух"
    },
    "spideranarchid": {
        "helptext": "The Anarchid is like a Starlight, but a Spider",
        "description": "Riot EMP Spider",
        "name": "spideranarchid"
    },
    "corgator": {
        "helptext": "Лихач (Scorcher) - быстрый, прочный и смертоносный юнит. Он может использоваться не только в качестве редйера, но и вполне способен сражаться самостоятельно. Однако использовать его против других редйеров, юнитовподавления или статичной обороны - не очень хорошая идея. Подсказка: оружие лихача, тепловой луч, наносит больше урона на маленьком расстоянии и меньше урона на большом.",
        "description": "Машина-рейдер",
        "name": "Лихач"
    },
    "jumpblackhole2": {
        "helptext": "The Hoarder is a riot/assault unit. It generates a vacuum that sucks in nearby units, clustering and holding them in place to help finish them off.",
        "description": "Assault/Riot Bot",
        "name": "Hoarder"
    },
    "corpre": {
        "helptext": "The Scorcher is armed with the Heat Ray. It is incredibly powerful close up, but unfortunately the beam gradually dissipates as it travels and loses most of its lethality at long range.",
        "description": "Anti-Swarm Heat Ray (weaker at range)",
        "name": "Лихач"
    },
    "corpyro2": {
        "helptext": "Пиро (Pyro) - это дешёвый, быстрый шагоход с огнемётом. Огнемёт наносит увлеченный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения, Пиро (Pyro) поджигает ближайших юнитов. Дополнительно, данный робот имеет прыжковые двигатели, позволяющие ему перепрыгивать препятствия или внезапно прыгать на противника.",
        "description": "Прыгающий рейдер/подавитель",
        "name": "Пиро"
    },
    "funnelweb": {
        "helptext": "Вездеходный Воронковый паук (Funnelweb) скромно (относительно) вооружен и может вести огонь только вперёд, однако имеет двойной щит и обеспечивает мощную поддержку дронами.",
        "description": "Сверхтяжелый страйдер поддержки",
        "name": "Воронковый паук"
    },
    "armraven": {
        "helptext": "Катапульта (Catapult) - это РСЗО страйдер. Он может выпустить залп ракет гарантирующий полное уничтожение практически всего в области поражения, а затем быстр отступить за линию дружественных войск.",
        "description": "Тяжелый ракетный артиллерийский страйдер",
        "name": "Катапульта"
    },
    "chickenspire": {
        "helptext": "Дальнобойная статичная артиллерия.",
        "description": "Статичная артиллерия",
        "name": "chickenspire"
    },
    "armartic": {
        "helptext": "Фарадей (Faraday) - это мощная ЭМИ турель. Она имеет высокий урон и имеет широкую область поражения по площади. Значительно увеличивая эффективность других башен, она бесполезна сама по себе. Пока данная турель находится в сложенном состоянии, принимаемый её урон снижается на четверть. Однако берегитесь её урона по площади, так как данная пушка может парализовать и ваших юнитов, находящихся слишком близко к противнику.",
        "description": "ЭМИ пушка",
        "name": "Фарадей"
    },
    "corbats": {
        "helptext": "Один залп этого монстра способен испепелить любую цель. Психологический эффект от множественных вспышек орудий и накреняющегося от отдачи выстрелов корабля действительно впечатляет, даже без учета последствий прямого попадания. Но будьте внимательны - линкоры не приспособлены к использованию без прикрытия, поскольку не имеют противовоздушных и противолодочных орудий.",
        "description": "Линкор (бомбардировка)",
        "name": "Военачальник"
    },
    "factoryspider": {
        "helptext": "Пауки, передвигающийся по любой твердой поверхности, полагаются больше на дальность и манёвренность, нежели на грубую силу. Ключевые юниты: Блоха (Flea), Отшельник (Recluse), Пустынник (Hermit), Краб (Crabe).",
        "description": "Производит пауков, Строит со скоростью 5 m/s",
        "name": "Завод пауков"
    },
    "amphtele": {
        "helptext": "Джин (Djinn) - специальный юнит дающий уникальную возможность почти моментально перемещать большие армии в любую точку карты.  Будучи разложенным Джин будет телепортировать всех юнитов находящихся около маяка к себе. Телепортация в обратную сторону, от Джина к маяку, невозможна, так что убедитесь что место назначения безопасно.",
        "description": "Амфибия-телепорт",
        "name": "Джин"
    },
    "chickens": {
        "helptext": "Острые как бритва шипы Метателя шипов (Spiker) могут пробить даже самую толстую броню. Несмотря на, малый запас здоровья, является он является серьезной угрозой как для наземных, так и для воздушных юнитов. Против Метателя шипов эффективны любые юниты, которые могут стрелять дальше, чем он.",
        "description": "Стрелок",
        "name": "Метатель шипов"
    },
    "pw_hq": {
        "helptext": "Это здание является главным контрольным центром планеты. Если победившая команда теряет Командный цент (Command Center), то их влияние уменьшается в два раза, а пригревавшая команда крадет часть прибыли металла.",
        "description": "Полевой штаб для планетарных войн (увеличивает в два раза прирост влияния)",
        "name": "Командный центр"
    },
    "dante": {
        "helptext": "Данте (Dante) - это тяжелый боевой юнит, специализирующийся на сжигании цели на небольшом расстоянии. Может его огнемет и спаренные тепловые пушки и не являются экстраординарным оружием, однако залп из 20 зажигательных ракет может испепелить большой кусок местности.",
        "description": "Штурмовой/подавляющий страйдер",
        "name": "Данте"
    },
    "nest": {
        "helptext": "Гнезда (Nest), такие, как это - это место вылупления базовых юнитов кудахтающей армии.",
        "description": "Порождает куриц",
        "name": "Гнездо"
    },
    "chickenbroodqueen": {
        "helptext": "Курица-королева, участвующая в создании яйцекладки не настолько смертельная в бою, как другие королевы, но в долгосрочной перспективе она способна представлять ещё более страшную угрозу. Дело в том, что она производит потомство Куриц.",
        "description": "Склонна к размножению",
        "name": "Королева куриц"
    },
    "armjeth": {
        "helptext": "Быстрый и довольной выносливый за свою цену, Гремлин - отличный выбор мобильного средства противовоздушной обороны. Он может маскироваться, что позволяет ему обеспечивать неожиданную противовоздушную защиту и убегать от наземных войск противника, против которых он беззащитен.",
        "description": "Робот ПВО",
        "name": "Гремлин"
    },
    "armmerl": {
        "helptext": "Дырокол (Impaler) стреляет мощными и высокоточными ракетами, которые летят по очень высокой траектории. Из-за этого никакие препятствия не могут защитить врагов от Дырокола. Однако, такая высокая траектория увеличивает время полёта ракеты и, как следствие, снижает точность попадания по движущимся целям. Дырокол идеально подходит для уничтожения отдельных зданий.",
        "description": "Артиллерия с кинетическими ракетами",
        "name": "Дырокол"
    },
    "iwin": {
        "helptext": "Самый сильный юнит в игре. Достаточно построить кнопку первым, что-бы победить.",
        "description": "Огромная кнопка",
        "name": "Кнопка победителя"
    },
    "chicken_digger_b": {
        "helptext": "Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где-угодно, вызвав полный хаос. Защищайте свои стратегические объекты непосредственно, поскольку Копатели могут обойти ваши защитные сооружения.",
        "description": "Закапывающийся разведчик/рейдер",
        "name": "Digger (burrowed)"
    },
    "zenith": {
        "helptext": "С помощью специального притягивающего луча, Зенит (Zenith) обрушивает огромные камни на головы врагов которые легко уничтожают почти что угодно. А ещё упавшие камни можно перерабатывать.",
        "description": "Контроллер метеоров",
        "name": "Зенит"
    },
    "vehaa": {
        "helptext": "Крушитель (Crasher) - быстрый юнит, вооруженный тяжелыми противовоздушными ракетами. Он прекрасно справляется как с бомбардировщиками, так и с вертолётами.",
        "description": "Быстрый противовоздушный автомобиль",
        "name": "Крушитель"
    },
    "fakeunit_los": {
        "description": "Knows all and sees all",
        "name": "LOS Provider"
    },
    "jumpimpulse": {
        "helptext": "Shenanigans jumpbot.",
        "description": "Impulse Shenanigans Jumpbot",
        "name": "Elevator"
    },
    "tiptest": {
        "helptext": "Дорогие и мощные Опустошители (Ravager) имеют хорошую броню и могут подавить сильное сопротивление врага. Они плохо маневрируют, но могут ехать по прямой с большой скоростью, из-за чего их очень сложно уничтожить рейдерами. Хороший способ управлять ими в битве - это ехать прямо не сворачивая, чтобы не потерять скорость. Благодаря параболической траектории полёта снарядов, Опустошители могут стрелять по цели через трупы или другие танки. Уязвимы для бегающих бомб.",
        "description": "bla",
        "name": "TIP test unit"
    },
    "thicket": {
        "helptext": "Thickets are the Thunderbirds' perimeter defense.",
        "description": "Barricade",
        "name": "Thicket"
    },
    "damagesink": {
        "description": "Does not care if you shoot at it.",
        "name": "Damage Sink thing"
    },
    "bomberdive": {
        "helptext": "Тень (Shadow) сбрасывает одну бомбу, которая наносит высокий урон, но имеет малый АОЕ. Не ждите, что одна Тень сможет уничтожить Жнеца (Repaer) или антинюку (antinuke). Подыскивайте для нее маломобильные цели.",
        "description": "Точечный бомбардировщик",
        "name": "Тень"
    },
    "empmissile": {
        "helptext": "При попадании Шокли (Shockley) отключает большинство юнитов и структур в небольшой области на 45 секунд.",
        "description": "ЭМИ ракета",
        "name": "Шокли"
    },
    "tele_beacon": {
        "helptext": "Маяк (Lighthouse) - точка входа для Джинна. Нажмите ПКМ для телепортации юнитов к Джинну, установившему этот маяк.",
        "description": "Точка отправления для телепорта, ПКМ для телепортации",
        "name": "Маяк"
    },
    "corrad": {
        "helptext": "Радар (Radar Tower) позволяет видеть всех врагов и их перемещения в большом радиусе практически бесплатно (цена радара очень мала). Он потребляет небольшое количество энергии, а значит если у вас будут проблемы с энергообеспечение он отключиться. Ландшафт может изменять зону покрытия. Например, горы может блокировать часть обзора радара.",
        "description": "Система раннего оповещения",
        "name": "Радар"
    },
    "tankriotraider": {
        "helptext": "The Panther is a high-tech raider. Its weapon, a lightning gun, deals mostly paralyze damage. This way, the Panther can disable turrets, waltz through the defensive line, and proceed to level the economic heart of the opponent's base.",
        "description": "Riot/Raider Tank",
        "name": "Panther"
    },
    "amphcon": {
        "helptext": "Раковина (Conch) - это прочный строитель, способный строить и перерабатывать как морском дне, так и на суше.",
        "description": "Амфибийных строительный робот, строит со скоростью 7.5 m/s",
        "name": "Раковина"
    },
    "shipaa": {
        "helptext": "With its powerful twin anti-air laser batteries, the anti-air frigate protects your fleet from aerial attackers. As always, it is useless against targets that aren't airborne.",
        "description": "Anti-Air Frigate",
        "name": "Shredder"
    },
    "roostfac": {
        "helptext": "Курятники (Roost) , такие как этот - это место вылупления мощнейших кудахтаюших буревестников.",
        "description": "Порождает больших Куриц",
        "name": "Курятник"
    },
    "hoversonic": {
        "helptext": "Утренняя звезда (Morningstar) вооружена звуковой пушкой, для которой абсолютно не имеет значения находится ли цель под водой или на поверхности.",
        "description": "Противолодочное СВП",
        "name": "Утренняя звезда"
    },
    "armanni": {
        "helptext": "Внутри тяжело бронированного корпуса Аннигилятора (Annihilator) скрывается разрушительный Тахионный Ускоритель. Это внушающее ужас оружие способно нанести урон на огромном расстоянии, при условии, что вы соединили его с источником энергии. Помните, что Аннигилятор (Annihilator) - это строго оружие поддержки. Стоит оставить его неприкрытым - и он будет  уничтожен толпой рейдеров. В случае обстрела дальнобойной артиллерией или авиацией, основное оружие может быть убрано в корпус башни, что сократит принимаемый урон на четверть.",
        "description": "Тахионный излучатель - требует 50 энергии",
        "name": "Анигилятор"
    },
    "subraider": {
        "helptext": "Expensive, stealthy, and fragile, this Submarine can quickly sink anything it can hit. The Submarine cannot shoot behind itself, and its turn rate is poor, so positioning is key. Watch out for anything with anti-sub weaponry, especially Hunters.",
        "description": "Подводная лодка",
        "name": "Snake"
    },
    "subarty": {
        "helptext": "Змей (Serpent) - это ужасающая подводная лодка, имеющая на вооружении высокомощные дальнобойные сверхточные торпеды, способных потопить практически любой корабль за несколько выстрелов. Однако, она очень дорогая и обладает низкой маневренностью.",
        "description": "Снайперская подводная лодка",
        "name": "Serpent"
    },
    "chicken_pigeon": {
        "helptext": "Маленькая летающая курица, стреляющая спорами.",
        "description": "Летающий разведчик со спорами",
        "name": "Голубь"
    },
    "striderhub": {
        "helptext": "Хаб страйдеров (Strider Hub) производит страйдеров - \"огромнейших роботов\" внушающих благоговение союзникам и вселяющих ужас во врагов. В отличие от обычного завода, хаб нужен только для старта проекта, но не для его завершения.",
        "description": "Производит страйдеров, строит со скоростью 10 m/s",
        "name": "Хаб страйдеров"
    },
    "jumpblackhole": {
        "helptext": "Заполнитель (Placeholder) - это юнит поддержки. Его выстрелы создают вакуум, втягивающий ближайших юнитов и удерживающих их в одной куче, что позволяет быстро их ликвидировать.",
        "description": "Пусковая установка черных дыр",
        "name": "Заполнитель"
    },
    "corned": {
        "helptext": "Проворный и прочный, Каменщик (Mason) может быстро захватить большую площадь.",
        "description": "Строительная машина , Строит со скоростью 5 m/s",
        "name": "Каменщик"
    },
    "spiderriot": {
        "helptext": "A rapid fire spider which excels at picking off fast units.",
        "description": "Riot Spider",
        "name": "Redback"
    },
    "spiderassault": {
        "helptext": "Пустынник (Hermit) может выдержать большие повреждения. Он полезен в качестве щита для слабых, но наносящих больший урон Отшельников (Recluse).",
        "description": "Паук-штурмовик с большой проходимостью",
        "name": "Пустынник"
    },
    "spideraa": {
        "helptext": "Тарантул (Tarantula) - вездеходный ПВО юнит, защищающий других пауков от нападения с воздуха с помощью ракет средней дальности.",
        "description": "Паук ПВО",
        "name": "Тарантул"
    },
    "armcom1": {
        "helptext": "Ударный командир представляет собой сбалансированную командную платформу, способную использовать большинство модулей и обладающую солидной скоростью, бронёй и регенерацией.",
        "description": "Мобильный наступательный командир, Строит на 10 m/s",
        "name": "Наступательный командир"
    },
    "factorygunship": {
        "helptext": "Завод Боевых Вертолетов (Gunship Plant) рассчитан на непосредственную авиа-поддержку. В нем производится транспорт для перевозки наземных юнитов и боевые вертолеты, которые могут выполнять различные наступательные или оборонительные роли.",
        "description": "Производит вертолёты, строит со скоростью 10m/s",
        "name": "Завод Боевых Вертолётов"
    },
    "cordoom": {
        "helptext": "Вооружённая тяжелой плазменной пушкой и спаренным тепловым лучом, Адская Машина представляет собой центральную точку в обороне против вражеских атак. Она может складываться в режим бункера чтобы пережить артиллерийскую или воздушную бомбёжку, снизив получаемый урон в четыре раза в обмен на невозможность стрелять из основного орудия.",
        "description": "Тяжелое укрепление со средней дальностью огня - Требует 50 энергии для основного орудия",
        "name": "Адская Машина"
    },
    "spherepole": {
        "helptext": "Косарь(Scythe) слишком слаб что-бы встречать противника лицом к лицу, но персональный генератор невидимости позволяет ему проскользнуть через оборону противника и уничтожить экономику.",
        "description": "Невидимый робот-рейдер",
        "name": "Косарь"
    },
    "chicken_drone_starter": {
        "helptext": "Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц.",
        "description": "Превращается в строения Куриц",
        "name": "Дрон"
    },
    "chicken_tiamat": {
        "helptext": "Тиамат (Tiamat) - это совершенная штурмовая курица, умеющая дышать огнём, плеваться спорами и являющая монстром, не ведающим ни страха, ни пощады. Этот монстр также имеет слизистый щит, защищающий от обстрела себя и других куриц.",
        "description": "Тяжёлый штурмовик/подавитель",
        "name": "Тиамат"
    },
    "shipskirm": {
        "helptext": "This cruiser packs powerful, long-range missiles, useful for bombarding sea and shore targets. Beware of subs and Corvettes.",
        "description": "Missile Cruiser (Skirmisher/Artillery)",
        "name": "Enforcer"
    },
    "assaultcruiser": {
        "helptext": "Крейсер Покоритель (Vanquisher) может похвастаться отличной бронёй и смертельной огневой мощью на коротком расстоянии. Его пушки Гаусса способны прошивать броню надводных целей как масло, в то время как его ракеты достают врагов, как на поверхности воды, так и под водой. К сожалению, его невысокий радиус стрельбы и отсутствие средство ПВО делают его уязвимым для сверхмощных юнитов и самолётов.",
        "description": "Тяжёлый крейсер (штурмовик)",
        "name": "Покоритель"
    },
    "chicken_listener_b": {
        "helptext": "Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальные слуховые возможности, что позволяет ему точно определять местоположение наземных войск противника.",
        "description": "Закапывающийся мобильный сейсмический детектор",
        "name": "Слушатель (закопался)"
    },
    "shipscout": {
        "helptext": "Будучи дешёвой, быстрой и хрупкой, данная патрульная лодка хорошая в качестве рейдера и разведчика для нахождения дальнобойных кораблей противника. Для штурма ей недостаёт брони и огоневой мощи.",
        "description": "Патрульная лодка (Разведчик/Рейдер)",
        "name": "Мошка"
    },
    "armwar": {
        "helptext": "Воины (Warrior), имеющие Энергетические Пулемёты, особенно эффективны против рейдеров, но могут нанести серьёзный урон и любым другим юнитам. Однако, они не могут справиться со стационарной обороной. Из-за малой скорости могут быть легко уничтожены дальнобойными юнитами.",
        "description": "Робот подавления",
        "name": "Воин"
    },
    "shiparty": {
        "helptext": "Данный эсминец имеет на борту мощное и дальнобойное орудие, полезное для уничтожения неподвижных огневых точек и береговых целей. Помимо этого на корабле установлена пусковая установка глубинных бомб против подводных лодок. Но берегитесь самолётов и корветов, так как орудия эсминца не приспособлены для уничтожения быстро движущихся целей.",
        "description": "Эсминец (огневая поддержка/частично противолодочный корабль)",
        "name": "Crusader"
    },
    "shieldfelon": {
        "helptext": "Нарушитель (Felon) вытягивает энергию собственного щита для запитывания мощных и точных разрядов своего оружия. Поддерживайте его боеспособность, связывая с щитами других юнитов.",
        "description": "Нарушитель (Felon)",
        "name": "Нарушитель"
    },
    "capturecar": {
        "helptext": "Властитель (Dominatrix) захватывает юнитов противника, поворачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 8 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу.",
        "description": "Захватывающая машина",
        "name": "Властитель"
    },
    "factorytank": {
        "helptext": "Танковый завод целиком специализирован на методе грубой силы. Ничто не справляется с задачей лучше, чем непрерывный артобстрел с последующим прорывом тяжелейших танков на поле боя. Ключевые юниты: Мародёр (Pillager), Жнец (Reaper), Изгонятель (Banisher), Голиаф (Goliath)",
        "description": "Производит тяжелые и специальные танки, Строит на 10м/с",
        "name": "Танковый завод"
    },
    "armbanth": {
        "helptext": "Банта (Bantha) - это ещё более серьёзное средство против непробиваемой линии обороны благодаря наличию Тахионного ускорителя и ЭМИ ракет для обстрела, электичесих пушек для непосредственного боя и мощной брони. Однако не забывайте, что Банта (Bantha) не имеет средств ПВО и не может быть использована без поддержки.",
        "description": "Ranged Support Strider",
        "name": "Банта"
    },
    "seismic": {
        "helptext": "При попадании Землетрясение (Quake) создаёт сейсмическую волну на большой области в результате чего поверхность земли сглаживается.  Эта ракета почти не наносит урона юнитам.",
        "description": "Сейсмическая ракета",
        "name": "Землетрясение"
    },
    "corflak": {
        "helptext": "Кобра (Cobra) - это зенитное орудие с большой зоной поражения и большим уроном, которое может быстро превратить вражеские вертолёты в дуршлаги.",
        "description": "Зенитное орудие",
        "name": "Кобра"
    },
    "scorpion": {
        "helptext": "Скорпион (Scorpion) парализует своих жертв при помощи электрического жала и затем кромсает их на мелкие кусочки излучателями частиц, вмонтированными в клешни. Его панцирь надежно защищает от вражеского огня и также может становится прозрачным, делая Скорпиона невидимым.",
        "description": "Тяжелый дальнобойный поддерживающий/боевой паук",
        "name": "Скорпион"
    },
    "corsumo": {
        "helptext": "Впечатляющая броня Cумо (Sumo) делает его практически неудержимым шаром смерти. Прыгая, он давит врагов и ломает их строй, а затем добивает выживших лучевыми пушками.",
        "description": "Тяжелый прыгающий штурмовой робот",
        "name": "Сумо"
    },
    "corrazor": {
        "helptext": "Бритва (Razor) - это не очень сильная, но хорошо защищённая противовоздушная лазерная установка. Вне режима ведения огня, она складывается в бункер, уменьшая все получаемые повреждения вчетверо - что позволяет ей пережить даже ядерный удар.",
        "description": "Укреплённая лазерная турель ПВО",
        "name": "Бритва"
    },
    "corch": {
        "helptext": "Перо (Quill) позволяет плавно расширять вашу сферу влияния на море и земле. Он также может обнаруживать подводные лодки, если они подойдут слишком близко.",
        "description": "Строительный СВП, строит со скоростью 5m/s",
        "name": "Перо"
    },
    "armaak": {
        "helptext": "Сдвоенный лазер и пулемёт позволяет Архангелу (Archangel) быстро расправляться с вражеской авиацией. Вдобавок, он может прыгать, что позволяет ему быстро переместиться на удобную позицию или сбежать.",
        "description": "Тяжелый Прыгающий Робот ПВО",
        "name": "Архангел"
    },
    "armarad": {
        "helptext": "Усовершенствованная радарная башня (Advanced Radar Tower) имеет значительно больший радиус действия по сравнению с базовой версией. В дополнение, каждая такая радарная башня сокращает колебания сигналов от юнитов в 2 раза. Этот эффект глобален и распространяется в том числе и на союзные радары. Строительство одного или двух может оказать значительный эффект за разумную цену.",
        "description": "Радар дальнего действия, сокращает в 2 раза колебания сигналов",
        "name": "Усовершенствованная радарная башня"
    },
    "chicken_drone": {
        "helptext": "Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц.",
        "description": "Превращается в строения Куриц",
        "name": "Drone"
    },
    "puppy": {
        "helptext": "Щенок (Puppy) - быстрый рейдер-камикадзе, эффективно уничтожающий слабозащищённые цели. Находясь рядом с обломками постепенно производит из них новых щенков.",
        "description": "Шагающая ракета",
        "name": "Щенок"
    },
    "panther": {
        "helptext": "Пантера (Panther) - это высокотехнологичный рейдер вооружённый  электро-пушкой, которая в добавок к обычному урону парализует врагов. Благодаря этом, Пантера (Panther) может выводить из строя легкую оборону и легко проезжать через линию обороны что-бы направиться прямо в сердце вражеской экономики.",
        "description": "Электро Штурмовой/Рейдер Танк",
        "name": "Пантера"
    },
    "corhurc2": {
        "helptext": "Напалмовые бомбы Феникса (Phoenix) уничтожают большие скопления юнитов и легких построек.",
        "description": "Напалмовый бомбардировщик",
        "name": "Феникс"
    },
    "factoryhover": {
        "helptext": "На это фабрике производятся быстрые и смертоносные СВП которые могут перемещаться как по земле, так и по воде - что даёт им серьёзное маневренное  преимущество. Ключевые юниты: Алебарда (Halberd), Булава (Mace), Пика (Penetrator).",
        "description": "Фабрика средств на воздушной подушке, строит со скоростью 10m/s",
        "name": "Завод СВП"
    },
    "core_spectre": {
        "helptext": "Аспид защищает окружающие юниты своим объемным щитом, уничтожающим входящие снаряды противника, и способным соединяться с щитами других юнитов для перераспределения заряда. Объемный щит не останавливает юниты и перехватывает снаряды только на периметре - таким образом, враги могут пройти под щит и стрелять по юнитам внутри. Перезарядка и поддержка щита требует энергию.",
        "description": "Соединимый щитовой робот",
        "name": "Аспид"
    },
    "logkoda": {
        "helptext": "Крохотный Кодачи (Kodachi) - уникален в своём классе. Маленький и юркий, он, в тоже время, хорошо бронирован, что позволяет ему поехать достаточно близко что-бы выстрелить снарядом с напалмом. Для наибольшей эффективности, Кодачи должен подъехать, атаковать и быстро удрать до того как враги его убьют. Поврежденные Кадачи быстро восстанавливаются после битвы.",
        "description": "Танк-рейдер",
        "name": "Кодачи"
    },
    "trem": {
        "helptext": "Идея, лежащая в основе Сотрясателя (Tremor), проста: накрой местность достаточным количеством снарядов, и хотя бы один раз, во что-то да попадёшь. Медленный, неуклюжий, уязвимый и абсолютно устрашающий, Сотрясатель лучше всего работает против высокоплотных диспозиций противника, где его снаряды имеют максимальный шанс нанести урон. Он разносит щиты в течение секунд, и разрывы его снаряд разравнивают поверхность.",
        "description": "Тяжелый артиллерийский танк",
        "name": "Сотрясатель"
    },
    "armrectr": {
        "helptext": "Волшебник (Conjurer) оснащён небольшим устройством помех и персональным генератором невидимости, что позволяет ему строить и чинить, оставаясь незамеченным.",
        "description": "Невидимый робот-строитель, Строит 5 m/s",
        "name": "Волшебник"
    },
    "hoverscout": {
        "helptext": "The Dagger is the hover plant's scout. It provides a cheap, disposable method of getting intel, and can also hit economic targets of opportunity. Its light sonic cannon can attack surface and underwater targets alike.",
        "description": "Fast Attack Hovercraft",
        "name": "Dagger"
    },
    "armdeva": {
        "helptext": "Звездная пыль (Stardust) - это мощная автопушка. Несмотря на небольшой радиус поражения и ещё большую уязвимость к стрелкам, чем у легкой лазерной турели, её высокая скорострельность и наличия АОЕ позволяет ей быстро перемалывать толпы лёгких юнитов.",
        "description": "Турель подавления",
        "name": "Звёздная пыль"
    },
    "corthud": {
        "helptext": "Сам по себе Головорез (Thug) достаточно слабый юнит, но он очень хорош в роли щита для Изгоя (Outlaws) или Мошенника (Rogues). Благодаря связи между щитами, Головорезы намного сильнее в группе, однако они уязвимы для сосредоточенного огня и взрывов.",
        "description": "Штурмовой бот со щитом",
        "name": "Головорез"
    },
    "heavyturret": {
        "helptext": "The Sunlance's heavy disruptor beam cripples even the heaviest assault unit and will stop any armored assault dead in its tracks.",
        "description": "Anti-Tank Turret - Requires 25 Power",
        "name": "Sunlance"
    },
    "armca": {
        "helptext": "Кран (Crane) может быстро летать по карте, но он очень уязвим для ПВО. Хотя у него относительно малая скорость строительства по сравнению с другими строителями, он может строить в труднодоступных местах и захватывать выгодную территорию до того, как туда доберутся противники. Благодаря своей мобильности, он идеально подходит для переработки останков и других мелких задач.",
        "description": "Вертолёт-строитель, Строит со скорость 4 m/s",
        "name": "Кран"
    },
    "fighter": {
        "helptext": "Стриж (Swift) может стрелять и по наземным, и по воздушным целям. Стрижи хорошо защищают от воздушных юнитов противника, но вражеские ПВО и превосходящие силы истребителей быстро их уничтожают. В больших количествах могут заметно навредить наземным юнитам.",
        "description": "Лёгкий многоцелевой истребитель",
        "name": "Стриж"
    },
    "corak": {
        "helptext": "Бандит (Bandit) крепче и дальнобойнее Меча (Glave), но это не делает его лучше против окопавшегося противника. Легко уничтожается подавителями или ЛЛТ.",
        "description": "Medium-Light Raider Bot",
        "name": "Бандит"
    },
    "amphraider3": {
        "helptext": "Утка является базовым подводным рейдером. Вооружённый торпедами ближнего боя, этот юнит использует свою относительно высокую скорость чтобы истреблять оставленные без защиты морские единицы врага. На земле, Утка способна запускать свои снаряды в качестве неплохих бронебойных ракет малой дальности.",
        "description": "Утка (Duck)",
        "name": "Утка"
    },
    "carrydrone": {
        "helptext": "Перевозимые дроны действуют вместе с родительским кораблем, охраняя его и атакуя его цели. Однако они неспособны действовать на большом расстоянии самостоятельно. Носитель дронов способен производить по 2 дрона каждые 15 секунд вплоть до 8.",
        "description": "Перевозимый дрон",
        "name": "Gull"
    },
    "fakeunit": {
        "description": "Created by scrambling devices.",
        "name": "Fake radar signal"
    },
    "corhlt": {
        "helptext": "Жало (Stinger) - это средняя лазерная турель. На ней установлены три вращающиеся лазерные пушки способные уничтожить практически любого малого юнита, но из-за низкой скорострельности,  без должного прикрытия она уязвима перед толпами врагов.",
        "description": "Мощная лазерная башня",
        "name": "Жало"
    },
    "shipcon": {
        "helptext": "Будучи достаточно дорогим, строительный корабль обладает очень мощной строительной наноустановкой вкупе с прочной броней и хорошей скоростью.",
        "description": "Строительный корабль, строит со скоростью 10 m/s",
        "name": "Моряк"
    },
    "chicken_dragon": {
        "helptext": "Белые драконы (White Dragon), старшие хранители куриного улья, ужаснейшие существа, уступающие лишь королеве куриц. Обладая мощными лапами, смертельными челюстями, ядовитой слизью и множеством спор, они являются угрозой, которой абсолютно точно стоит бояться.",
        "description": "Сверхмощная штурмовая курица",
        "name": "Белый дракон"
    },
    "bomberstrike": {
        "helptext": "The Kestrel launches short-range surface attack missiles that can also hit submarines. It is the best bomber for picking off single mobile targets.",
        "description": "Tactical Strike Bomber",
        "name": "Kestrel"
    },
    "chickenq": {
        "helptext": "Тикайте, хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти нереально. Она может плеваться кислотой, распылять споры уничтожающий авиацию, и пинать наземных юнитов. И, самое страшное, своими челюстями она разрывает даже самых мощных штурмовых роботов. Лишь истинные герои могут попробовать остановить её с помощью контратаки.",
        "description": "Clucking Hell!",
        "name": "Курица-королева"
    },
    "armasp": {
        "helptext": "Площадка для ремонта/перезарядки самолётов (Air Repair/Rearm Pad) ремонтирует до 4 самолётов одновременно. Также она заправляет и перезаряжает бомбардировщики.",
        "description": "Ремонтирует и перезаряжает самолёты",
        "name": "Площадка для ремонта/перезарядки самолётов"
    },
    "factoryjump": {
        "helptext": "Завод прыгающих и специальных юнитов располагает уникальными тактическими возможностями. Юниты, производимые на этой фабрике, могу преодолеть значительную дистанцию один прыжком, чтобы вступить в ближний бой, перейти через холмы и реки, или чтобы сократить путь через линию фронта. Ключевые юниты: Пиро (Pyro), Замедлитель (Moderator), Верхолаз (Jack), Огнеход (Firewalker), Сумоист (Sumo).",
        "description": "Производит прыгающий и специальный шагоходы, Строит со скоростью 10 m/s",
        "name": "Завод прыгающих и специальных юнитов"
    },
    "chickenflyerqueen": {
        "helptext": "Тикайте, хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти нереально. Она может плеваться кислотой, распылять споры уничтожающий авиацию, и пинать наземных юнитов. И, самое страшное, своими челюстями она разрывает даже самых мощных штурмовых роботов. Лишь истинные герои могут попробовать остановить её с помощью контратаки.",
        "description": "Clucking Hell!",
        "name": "Chicken Flyer Queen"
    },
    "bladew": {
        "helptext": "Комар (Gnat) не наносит урона, но парализует врагов, что делает его прекрасным юнитом для обороны. Также он хорошо действует в команде с Духами (Banshee), останавливая врагов пока те их убивают. Комары могу парализовать даже тяжёлого юнита, но они очень быстро умирают.",
        "description": "Легкий парализующий дрон",
        "name": "Gnat"
    },
    "ctf_center": {
        "helptext": "This building is your base in capture the flag game mode. It holds your flags. Used by enemy to steal your flags. Provides constant income.",
        "description": "Blank",
        "name": "CTF Command Center"
    },
    "cremcom1": {
        "helptext": "The Knight Commander is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration.",
        "description": "Mobile Assault Commander, Builds at 10 m/s",
        "name": "Knight Commander"
    },
    "chicken_shield": {
        "helptext": "Protects adjacent chickens.",
        "description": "Shield/AA",
        "name": "Toad"
    },
    "corgrav": {
        "helptext": "Ньютон (Newton) оснащён экспериментальными гравитационным оружием которое не наносит ни какого урона, но может притягивать и отталкивать разные объекты. Это оружие можно использовать как на вражеских, так и на своих юнитах.",
        "description": "Гравитационная пушка - (Вкл для отталкивания, Выкл для притягивания)",
        "name": "Ньютон"
    },
    "corbtrans": {
        "helptext": "Защитник (Vindicator), в отличии от Валькирии (Valkyrie), может перевозить любые наземные юниты. Он вооружен ПВ лазерной пушкой и двумя лазерами для огня по наземным целям. Также он оснащён системой аварийного выброса груза. Все это делает его идеальным транспортом для доставки войск в горячие точки.\",",
        "description": "Бронированный тяжёлый транспорт",
        "name": "Защитник"
    },
    "corawac": {
        "helptext": "Гриф (Vulture) не знает себе равных в разведке. Он оснащен не только радаром, но и сонаром для обнаружения подводных юнитов противника.",
        "description": "Самолёт с радаром и сонаром",
        "name": "Vulture"
    },
    "chicken": {
        "helptext": "Агрессивный пехотинец куриц \"зерглингового\" типа. Будучи слабым сам по себе, он компенсирует это сражаясь в толпе себе подобных существ, заваливающих врагов лавинами маленьких куриц. Рекомендуется использовать хороших юнитов класса \"Подавитель\", чтобы останавливать Цыплят (Chicken).",
        "description": "Swarmer",
        "name": "Chicken"
    }
}
