return{
    font="LuaUI/Fonts/ru/FreeSansBoldKOI8R.ttf", 
	-- ÷ÓÅ ÿ (ÎÏ ÎÅ ß) ÄÏÌÖÎÙ ÂÙÔØ ÚÁÍÅÎÅÎÙ ÎÁ `
	-- ÿ=255 , Á ÜÔÏ ÕÐÒÁ×ÌÑÀÝÉÊ ÓÉÍ×ÏÌ × Spring Engine
	-- üÔÏÔ ÛÒÉÆÔ ÐÏÄÇÏÔÏ×ÌÅÎ É ×ÍÅÓÔÏ ` ÄÏÌÖÎÏ ×Ù×ÏÄÉÔØÓÑ ÿ
	-- All ÿ (not ß) must be replaced by ` 
	-- The code of the Symbol ÿ is 255 which is color control code for Spring Engine
	-- This font dispaly ÿ instead of `
	
	-- We must know who we should blame if a translation is sucks.  
    units={
		-- Clocaks
		-- Cloaky Bot Factory (banana_Ai)
		factorycloak={
			description="ðÒÏÉÚ×ÏÄÉÔ ÎÅ×ÉÄÉÍÙÈ ÂÏÔÏ×, óÔÏÒÉÔ 10m/s",
			helptext="àÎÉÔÙ ÐÒÏÉÚ×ÏÄÉÍÙÅ ÎÁ ÜÔÏÊ ÆÁÂÒÉËÅ ÐÏËÁÚÙ×ÁÀÔ ÐÒÅ×ÏÓÈÏÄÓÔ×Ï ÕÍÁ É ÈÉÔÒÏÓÔÉ ÎÁÄ ÇÒÕÂÏÊ ÓÉÌÏÊ ÂÌÁÇÏÄÁÒÑ ÂÏÌØÛÏÊ ÍÏÂÉÌØÎÏÓÔÉ, ÓËÒÙÔÎÏÓÔÉ É EMP ÏÒÕÖÉÀ. ëÌÀÞÅ×ÙÅ ÀÎÉÔÙ: íÅÞ(Glave), òÏËÏ(Rocko), ÷ÏÉÎ(Warrior), úÅ×Ó(Zeus) É íÏÌÏÔ(Hammer).",
		},
		-- Rector (banana_Ai)
		armrectr={
			description="îÅ×ÉÄÉÍÙÊ ÛÁÇÁÀÝÉÊ ÒÏÂÏÔ-ÓÔÒÏÉÔÅÌØ, óÔÒÏÉÔ 5 m/s",
			helptext="òÅËÔÏÒ ÏÓÎÁÝ£Î ÎÅÂÏÌØÛÉÍ ÕÓÔÒÏÊÓÔ×ÏÍ ÐÏÍÅÈ É ÐÅÒÓÏÎÁÌØÎÙÍ ÇÅÎÅÒÁÔÏÒÏÍ ÎÅ×ÉÄÉÍÏÓÔÉ, ÞÔÏ ÐÏÚ×ÏÌÑÅÔ ÅÍÕ ÓÔÒÏÉÔØ É ÞÉÎÉÔØ, ÏÓÔÁ×ÁÑÓØ ÎÅÚÁÍÅÞÅÎÎÙÍ.",
		},
		-- Glave (banana_Ai, banana_king_ChvaN)
		armpw={
			description="ì£ÇËÉÊ ÒÏÂÏÔ-ÒÅÊÄÅÒ",
			helptext="âÙÓÔÒÙÅ É ÄÅÛ£×ÙÅ, íÅÞÉ ÌÅÇËÏ ÓÐÒÁ×ÌÑÀÔÓÑ Ó ×ÒÁÖÅÓËÏÊ ÁÒÔÉÌÌÅÒÉÅÊ, ÓÔÒÅÌËÁÍÉ É ÎÁÎÏÓÑÔ ÂÏÌØÛÏÊ ÕÒÏÎ ÜËÏÎÏÍÉËÅ ÐÒÏÔÉ×ÎÉËÁ. ïÄÎÁËÏ ÏÎÉ ÄÏÌÖÎÙ ÉÚÂÅÇÁÔØ ÎÅÐÒÉÑÔÅÌØÓËÏÊ ÏÂÏÒÏÎÙ É ÀÎÉÔÏ× Ó ÍÁÓÓÏ×ÙÍ ÕÒÏÎÏÍ.",
		},
		-- Scythe (banana_Ai)
		spherepole={
			description="îÅ×ÉÄÉÍÙÊ ÒÏÂÏÔ-ÒÅÊÄÅÒ",
			helptext="ëÏÓÁÒØ ÓÌÉÛËÏÍ ÓÌÁÂ ÞÔÏ-ÂÙ ×ÓÔÒÅÞÁÔØ ÐÒÏÔÉ×ÎÉËÁ ÌÉÃÏÍ Ë ÌÉÃÕ, ÎÏ ÐÅÒÓÏÎÁÌØÎÙÊ ÇÅÎÅÒÁÔÏÒ ÎÅ×ÉÄÉÍÏÓÔÉ ÐÏÚ×ÏÌÑÅÔ ÅÍÕ ÐÒÏÓËÏÌØÚÎÕÔØ ÞÅÒÅÚ ÏÂÏÒÏÎÕ ÐÒÏÔÉ×ÎÉËÁ É ÕÎÉÞÔÏÖÉÔØ ÜËÏÎÏÍÉËÕ.",
		},
		
		-- Rocko (banana_Ai)
		armrock={
			description="óÔÒÅÌÏË ÒÏÂÏÔ (ðÒÑÍÏÊ ÏÇÏÎØ)",
			helptext="òÏËÏ ÓÔÒÅÌÑÀÔ ÍÅÄÌÅÎÎÙÍÉ, ÎÅÕÐÒÁ×ÌÑÅÍÙÍÉ É ÓÌÁÂÙÍÉ ÒÁËÅÔÁÍÉ, ÎÏ ÜÔÏ ËÏÍÐÅÎÓÉÒÕÅÔÓÑ ÄÁÌØÎÏÓÔØÀ ÓÔÒÅÌØÂÙ. ìÕÞÛÉÊ ÓÐÏÓÏÂ ÉÓÐÏÌØÚÏ×ÁÔØ òÏËÏ - ×ÙÓÔÁ×ÉÔØ ÉÈ × ÌÉÎÉÀ É ×ÅÓÔÉ ÏÇÏÎØ ÐÏ ÎÅÐÒÉÑÔÅÌÀ Ó ÍÁËÓÉÍÁÌØÎÏ ×ÏÚÍÏÖÎÏÊ ÄÉÓÔÁÎÃÉÉ. âÙÓÔÒÙÅ É ÍÁÎ£×ÒÅÎÎÙÅ ÀÎÉÔÙ ÎÅÓÕÔ ÏÐÁÓÎÏÓÔØ ÄÌÑ òÏËÏ, ÔÁË ËÁË ÍÏÇÕÔ Õ×ÏÒÁÞÉ×ÁÔØÓÑ ÏÔ ÒÁËÅÔ.",
		},
		-- Warrior (banana_Ai)
		armwar={
			description="òÏÂÏÔ Ó ÍÁÓÓÏ×ÙÍ ÕÒÏÎÏÍ",
			helptext="÷ÏÉÎÙ, ÉÍÅÀÝÉÅ üÎÅÒÇÅÔÉÞÅÓËÉÅ ðÕÌÅÍ£ÔÙ, ÏÓÏÂÅÎÎÏ ÜÆÆÅËÔÉ×ÎÙ ÐÒÏÔÉ× ÒÅÊÄÅÒÏ×, ÎÏ ÍÏÇÕÔ ÎÁÎÅÓÔÉ ÓÅÒØ£ÚÎÙÊ ÕÒÏÎ É ÌÀÂÙÍ ÄÒÕÇÉÍ ÀÎÉÔÁÍ. ïÄÎÁËÏ, ÏÎÉ ÎÅ ÍÏÇÕÔ ÓÐÒÁ×ÉÔØÓÑ ÓÏ ÓÔÁÃÉÏÎÁÒÎÏÊ ÏÂÏÒÏÎÏÊ. éÚ-ÚÁ ÍÁÌÏÊ ÓËÏÒÏÓÔÉ ÍÏÇÕÔ ÂÙÔØ ÌÅÇËÏ ÕÎÉÞÔÏÖÅÎÙ ÄÁÌØÎÏÂÏÊÎÙÍÉ ÀÎÉÔÁÍÉ.",
		},
		-- Zeus (banana_Ai)
        armzeus={
            description="áÔÁËÕÀÝÉÊ/ûÁÇÁÀÝÉÊ ÂÏÅ×ÏÊ ÒÏÂÏÔ",
            helptext="íÅÄÌÅÎÎÏ É ÎÅÕËÌÏÎÎÏ ÇÒÕÐÐÁ úÅ×ÓÏ× ÍÏÖÅÔ ÉÄÔÉ ÓË×ÏÚØ ÏÂÏÒÏÎÕ ÐÒÏÔÉ×ÎÉËÁ ÄÁÖÅ ÐÏÄ ÓÉÌØÎÙÍ ÏÇÎÅÍ, ÄÏ ÔÅÈ ÐÏÒ ÐÏËÁ ÏÎÉ ÎÅ ÓÍÏÇÕÔ ÐÕÓÔÉÔØ × ÈÏÄ Ó×ÏÉ ÐÁÒÁÌÉÚÕÀÝÉÊ ÜÌÅËÔÒÏÐÕÛËÉ. ðÒÏÔÉ×ÏÓÔÏÑÔØ ÉÍ ÍÏÖÅÔ ÌÀÂÏÊ ÀÎÉÔ ËÏÔÏÒÙÊ ÓÍÏÖÅÔ ÉÈ ËÁÊÔÉÔØ. ",
		},
		-- Hammer (banana_Ai)
		armham={
			description="ì£ÇËÁÑ ÁÒÔÉÌÌÅÒÉÑ/óÔÒÅÌÏË-ÒÏÂÏÔ ",
			helptext="íÏÌÏÔ ÏÂÏÒÕÄÏ×ÁÎ ÐÌÁÚÍÅÎÎÏÊ ÐÕÛËÏÊ, ÐÒÅ×ÏÓÈÏÄÑÝÅÊ ÐÏ ÄÁÌØÎÏÓÔÉ ÂÏÌØÛÉÎÓÔ×Ï ÓÔÁÃÉÏÎÁÒÎÏÊ ÏÂÏÒÏÎÙ É ÐÏÚ×ÏÌÑÀÝÅÊ ÓÔÒÅÌÑÔØ ÐÏ ÐÁÒÁÂÏÌÉÞÅÓËÏÊ ÔÒÁÅËÔÏÒÉÉ. îÅ ÓÍÏÔÒÑ ÎÁ ÔÏ, ÞÔÏ íÏÌÏÔ ÜÆÆÅËÔÉ×ÅÎ ÐÒÏÔÉ× ÍÏÂÉÌØÎÙÈ ÀÎÉÔÏ×, ÅÇÏ ÎÁÄÏ ÚÁÝÉÝÁÔØ ÏÔ ÒÅÊÄÅÒÏ× É ÄÒÕÇÉÈ ÂÙÓÔÒÙÈ ÀÎÉÔÏ×.",
		},
		-- Sharpshooter (Kmar)
		armsnipe={
			description="ûÁÇÏÈÏÄ óÎÁÊÐÅÒ (óÔÒÅÌÏË/âÒÏÎÅÂÏÊ)",
			helptext="üÎÅÒÇÅÔÉÞÅÓËÏÅ ÒÕÖØ£ óÎÁÊÐÅÒÁ ÎÁÎÏÓÉÔ ÏÇÒÏÍÎÙÊ ÕÒÏÎ, ÎÏ ÔÏÌØËÏ ÏÄÎÏÊ ÃÅÌÉ. ïÎ ÍÏÖÅÔ ÓÔÒÅÌÑÔØ, ÂÕÄÕÞÉ ÎÅ×ÉÄÉÍÙÍ, ÎÏ ÅÇÏ ÓÎÁÒÑÄ ×ÙÄÁ£Ô ÅÇÏ ÐÏÚÉÃÉÀ. åÍÕ ÎÕÖÎÏ ÎÅÍÎÏÇÏ ÜÎÅÒÇÉÉ ÄÌÑ ÎÅ×ÉÄÉÍÏÓÔÉ, ÂÏÌØÛÅ, ÅÓÌÉ ÏÎ × Ä×ÉÖÅÎÉÉ. ìÕÞÛÉÊ ÓÐÏÓÏÂ ÏÂÎÁÒÕÖÉÔØ ÓÎÁÊÐÅÒÁ - ÐÒÏÂÅÖÁÔØÓÑ ÐÏ ÏËÒÅÓÔÎÏÓÔÉ ÍÎÏÇÉÍÉ ÄÅÛ£×ÙÍÉ ÅÄÉÎÉÃÁÍÉ.",
		},
		-- Jethro (Kmar)
		armjeth={
			description="âÏÔ ðÒÏÔÉ×Ï×ÏÚÄÕÛÎÏÊ ÏÂÏÒÏÎÙ",
			helptext="âÙÓÔÒÙÊ É ÄÏ×ÏÌØÎÏÊ ×ÙÎÏÓÌÉ×ÙÊ ÚÁ Ó×ÏÀ ÃÅÎÕ, äÖÅÔÒÏ - ÈÏÒÏÛÁÑ ÄÅÛ£×ÁÑ ÍÏÂÉÌØÎÁÑ ÕÓÔÁÎÏ×ËÁ ð÷ï. ïÎ ÍÏÖÅÔ ÍÁÓËÉÒÏ×ÁÔØÓÑ, ÞÔÏ ÐÏÚ×ÏÌÑÅÔ ÅÍÕ ÏÂÅÓÐÅÞÉ×ÁÔØ ÎÅÏÖÉÄÁÎÎÕÀ ÐÒÏÔÉ×Ï×ÏÚÄÕÛÎÕÀ ÚÁÝÉÔÕ ÉÌÉ ÕÂÅÖÁÔØ ÏÔ ÎÁÚÅÍÎÙÈ ×ÏÉÓË ÐÒÏÔÉ×ÎÉËÁ, ÐÒÏÔÉ× ËÏÔÏÒÙÈ ÏÎ ÂÅÚÚÁÝÉÔÅÎ.",
		},
		-- Tick (Kmar)
		armtick={
			description="÷ÅÚÄÅÈÏÄÎÁÑ ÐÏÌÚÕÞÁÑ ÂÏÍÂÁ-üíé",
			helptext="÷ÏÛËÁ ÏÐÉÒÁÅÔÓÑ ÎÁ Ó×ÏÀ ÓËÏÒÏÓÔØ É ÍÁÌÙÊ ÒÁÚÍÅÒ, ÞÔÏÂÙ Õ×ÏÒÁÞÉ×ÁÔØÓÑ ÏÔ ÎÅ ÍÅÔËÉÈ ÓÎÁÒÑÄÏ×, ÏÓÏÂÅÎÎÏ ÔÁËÉÈ, ËÁË Õ ÛÔÕÒÍÏ×ÉËÏ× É ÍÎÏÇÉÈ ÓÔÒÅÌËÏ×. ïÎÁ ÍÏÖÅÔ ÐÁÒÁÌÉÚÏ×ÁÔØ ÔÑÖÅÌÙÅ ÃÅÌÉ ÉÌÉ ÇÒÕÐÐÙ ÍÁÌÙÈ, ËÏÔÏÒÙÅ ÎÅ ÕÓÐÅ×ÁÀÔ Å£ ÕÂÉÔØ ÄÏ ÔÏÇÏ, ËÁË ÏÎÁ ÏËÁÖÅÔÓÑ × ÒÁÄÉÕÓÅ. ÷ÏÊÎÙ É íÅÞÉ ÍÏÇÕÔ ÐÏÔÏÍ ÕÎÉÞÔÏÖÉÔØ ÂÅÓÐÏÍÏÝÎÏÇÏ ÐÒÏÔÉ×ÎÉËÁ ÂÅÚ ×ÓÑËÏÇÏ ÒÉÓËÁ. âÏÒÉÔÅÓØ Ó ÎÉÍÉ Ó ÐÏÍÏÝØÀ ÚÁÝÉÔÎÙÈ ÓÏÏÒÕÖÅÎÉÊ ÉÌÉ ÏÄÉÎÏÞÎÙÍÉ ÄÅÛ£×ÙÍÉ ÅÄÉÎÉÃÁÍÉ, ÞÔÏÂÙ ÏÎÁ ×ÚÏÒ×ÁÌÁÓØ ÐÒÅÖÄÅ×ÒÅÍÅÎÎÏ. üÔÁ ÅÄÉÎÉÃÁ ÍÁÓËÉÒÕÅÔÓÑ, ÅÓÌÉ ÂÅÚÄÅÊÓÔ×ÕÅÔ.",
		},
		-- Eraser (banana_Ai)
		spherecloaker={
			description="ûÁÇÁÀÝÉÊ ÒÏÂÏÔ Ó ÇÅÎÅÒÁÔÏÒÁÍÉ ÎÅ×ÉÄÉÍÏÓÔÉ É ÐÏÍÅÈ",
			helptext="óÔÉÒÁÔÅÌØ ÏÓÎÁÝ£Î ÕÓÔÒÏÊÓÔ×ÏÍ ÐÏÍÅÈ, ÞÔÏ-ÂÙ ÓËÒÙ×ÁÔØ Ó×ÏÉÈ ÏÔ ×ÒÁÖÅÓËÉÈ ÒÁÄÁÒÏ×. ôÁËÖÅ Õ ÎÅÇÏ ÅÓÔØ ÇÅÎÅÒÁÔÏÒ ÐÏÌÑ ÎÅ×ÉÄÉÍÏÓÔÉ.",
		},
		-- Shields
		-- Shield Bot Factory (Kmar)
		factoryshield={
			description="óÏÚÄÁ£Ô ÐÒÏÞÎÙÈ ÒÏÂÏÔÏ×, ÓÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØÀ 10 Í/Ó",
			helptext="æÁÂÒÉËÁ ÒÏÂÏÔÏ× Ó ÝÉÔÁÍÉ ÐÒÏÞÎÁÑ, ÎÏ × ÔÏ ÖÅ ×ÒÅÍÑ ÇÉÂËÁÑ. åÇÏ ÅÄÉÎÉÃÙ ÓÏÚÄÁÎÙ ÄÌÑ ÔÏÇÏ, ÞÔÏÂÙ ×ÙÔÅÒÐÅÔØ ÎÁËÁÚÁÎÉÅ, Á ÐÏÔÏÍ ÅÇÏ ÒÁÚÄÁÔØ ÏÂÒÁÔÎÏ, ÎÅ ÖÅÒÔ×ÕÑ ÐÒÉ ÜÔÏÍ ÓËÏÒÏÓÔØ. éÓÐÏÌØÚÏ×ÁÎÉÅ ÈÉÔÒÙÈ ËÏÍÂÉÎÁÃÉÊ ÅÄÉÎÉÃ ÝÅÄÒÏ ×ÏÚÎÁÇÒÁÖÄÁÅÔÓÑ. ëÌÀÞÅ×ÙÅ ÅÄÉÎÉÃÙ: âÁÎÄÉÔ, çÏÌÏ×ÏÒÅÚ, éÚÇÏÊ, öÕÌÉË, òÜËÅÔÉÒ.",
		},
		-- Convict (Kmar)
		cornecro={
			description="âÏÔ-ÓÔÒÏÉÔÅÌØ/ÐÏÄÄÅÒÖËÉ ÝÉÔÏ×. óÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØÀ 5 Í/Ó",
			helptext="ïÓÕÖÄ£ÎÎÙÊ - ÄÏ×ÏÌØÎÏ ÓÔÁÎÄÁÒÔÎÙÊ ÒÏÂÏÔ-ÓÔÒÏÉÔÅÌØ Ó ÐÒÉÂÁÂÁÈÏÍ: Ì£ÇËÉÊ ÝÉÔ ÄÌÑ ÓÁÍÏÏÂÏÒÏÎÙ É ÐÏÄÄÅÒÖËÉ ÄÒÕÖÅÓÔ×ÅÎÎÙÈ ýÉÔÂÏÔÏ×.",
		},
		-- Bandit (Kmar)
		corak={
			description="óÒÅÄÎÅ-ì£ÇËÉÊ ÂÏÔ ÒÅÊÄÅÒ.",
			helptext="âÁÎÄÉÔ ÐÒÅ×ÏÓÈÏÄÉÔ × ÄÁÌØÎÏÓÔÉ É × ÎÅËÏÔÏÒÏÍ ÓÍÙÓÌÅ ËÒÅÐÞÅ íÅÞÁ, ÎÏ ×ÓÅ ÒÁ×ÎÏ ÎÅ ÔÏ, Þ£Í ÓÔÏÉÔ ÂÒÁÔØ ÏËÏÐÁ×ÛÅÇÏÓÑ ÐÒÏÔÉ×ÎÉËÁ. âÏÒÉÔÅÓØ Ó ÎÉÍÉ Ó ÐÏÍÏÝØÀ ÂÕÎÔÁÖÎÙÈ ÅÄÉÎÉÃ É Ì£ÇËÉÍÉ ÌÁÚÅÒÁÍÉ.",
		},
		-- Rogue (Kmar)
		corstorm={
			description="òÏÂÏÔ ÓÔÒÅÌÏË (îÅÐÒÑÍÏÊ ÏÇÏÎØ)",
			helptext="òÁËÅÔÙ öÕÌÉËÁ ÍÅÄÌÅÎÎÏ ÐÅÒÅÚÁÒÑÖÁÀÔÓÑ, ÎÏ ÎÁÎÏÓÑÔ ÍÎÏÇÏ ÕÒÏÎÁ, ÞÔÏ ÐÏÚ×ÏÌÑÅÔ ÅÍÕ ÌÅÇËÏ ×ÈÏÄÉÔØ × ÒÁÄÉÕÓ ÅÄÉÎÉÃ É ÚÁÝÉÔÙ ÐÒÏÔÉ×ÎÉËÁ É ×ÙÈÏÄÉÔØ ÏÔ ÔÕÄÁ, ÉÌÉ ×ÙÓÔÒÅÌÉ×ÁÔØ ÍÏÝÎÙÍ ÚÁÌÐÏÍ. âÙÓÔÒÙÅ ÅÄÉÎÉÃÙ É ÐÏÌÚÕÞÉÅ ÂÏÍÂÙ ÉÈ ÌÅÇËÏ ÏÄÏÌÅ×ÁÀÔ.",
		},
		-- Thug (Kmar)
		corthud={
			description="âÏÔ ÛÔÕÒÍÏ×ÉË ÓÏ ÝÉÔÏÍ",
			helptext="óÁÍ ÐÏ ÓÅÂÅ ÏÎ ÓÌÁÂ, ÎÏ çÏÌÏ×ÏÒÅÚ ÐÒÅÄÏÓÔÁ×ÌÑÅÔ ÏÔÌÉÞÎÏÅ ÐÒÉËÒÙÔÉÅ ÄÌÑ éÚÇÏÅ× É öÕÌÉËÏ×. óÏÅÄÉÎÑÀÝÉÊÓÑ ÝÉÔ ÐÒÉÄÁ£Ô çÏÌÏ×ÏÒÅÚÕ ÓÉÌÕ × ÞÉÓÌÁÈ, ÎÏ ÏÎ ×Ó£ ÒÁ×ÎÏ ÍÏÖÅÔ ÂÙÔØ ÐÏ×ÅÒÖÅÎ ÏÒÕÖÉÅÍ Ó ÂÏÌØÛÏÊ ÏÂÌÁÓÔØÀ ÐÏÒÁÖÅÎÉÑ ÉÌÉ ÆÏËÕÓÉÒÏ×ÁÎÎÙÍ ÏÇÎ£Í.",
		},
		-- Outlaw (Kmar)
		cormak={
			description="âÏÔ Ó ÍÁÓÓÏ×ÙÍ ÕÒÏÎÏÍ",
			helptext="éÚÇÏÊ ÉÚÌÕÞÁÅÔ ÒÁÚÒÕÛÁÀÝÉÊ ÜÌÅËÔÒÏÍÁÇÎÉÔÎÙÊ ÉÍÐÕÌØÓ ×ÏËÒÕÇ ÓÅÂÑ, ËÏÔÏÒÙÊ ÚÁÍÅÄÌÑÅÍ É ÐÏ×ÒÅÖÄÁÅÔ ÐÒÏÔÉ×ÎÉËÏ×. óÏÀÚÎÉËÉ ÎÅ ÐÏÄ×ÅÒÇÁÀÔÓÑ ÜÔÏÍÕ ×ÏÚÄÅÊÓÔ×ÉÀ.",
		},
		-- Felon (Kmar)
		shieldfelon={
			description="óÔÒÅÌÏË Ó ÝÉÔÏÍ",
			helptext="ðÒÅÓÔÕÐÎÉË ÉÓÐÏÌØÚÕÅÔ ÜÎÅÒÇÉÀ Ó×ÏÅÇÏ ÝÉÔÁ, ÄÌÑ ÎÅ×ÅÒÏÑÔÎÏ ÔÏÞÎÏÊ ÓÔÒÅÌØÂÙ. óÏÅÄÉÎÑÊÔÅ ÅÇÏ Ó ÄÒÕÇÉÍÉ ÝÉÔÁÍÉ, ÞÔÏÂÙ Õ×ÅÌÉÞÉÔØ ÓËÏÒÏÓÔØ ÓÔÒÅÌØÂÙ.",
		},
		-- Light Vehicles
		-- Light Vehicle Factory
		factoryveh={
			description="ðÒÏÉÚ×ÏÄÉÔ ÂÏÅ×ÙÅ ÍÁÛÉÎÙ, óÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔÀ 10 m/s",
			helptext="æÁÂÒÉËÁ ÂÏÅ×ÙÈ ÍÁÛÉÎ ÌÀÂÉÍÁ ÍÎÏÇÉÍÉ ÚÁ ÂÙÓÔÒÙÈ É ÁÇÒÅÓÓÉ×ÎÙÈ ÀÎÉÔÏ×, ÉÄÅÁÌØÎÙÈ ÄÌÑ ÂÌÉÃËÒÉÇÁ. ëÌÀÞÅ×ÙÅ ÀÎÉÔÙ: ìÉÈÁÞ (Scorcher), ïÐÕÓÔÏÛÉÔÅÌØ (Ravager), õÒÁ×ÎÉÔÅÌØ (Leveler), ôÅÓÁË (Slasher).",
		},
		-- Mason (banana_king_ChvaN)
		corned={
			description="óÔÏÉÔÅÌØÎÁÑ ÍÁÛÉÎÁ , óÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔÀ 5 m/s",
			helptext="ðÒÏ×ÏÒÎÙÊ É ÐÒÏÞÎÙÊ, ëÁÍÅÎÝÉË (Mason) ÍÏÖÅÔ ÂÙÓÔÒÏ ÚÁÈ×ÁÔÉÔØ ÂÏÌØÛÕÀ ÐÌÏÝÁÄØ.",
		},
		-- Dart (banana_Ai, banana_king_ChvaN)
		corfav={
			description="íÁÛÉÎÁ-ÒÅÊÄÅÒ/ÒÁÚ×ÅÄÞÉË",
			helptext="âÙÓÔÒÙÅ É ÄÅÛ£×ÙÅ, äÒÏÔÉËÉ ÍÏÇÕÔ ÂÙÔØ ÓÍÅÒÔÅÌØÎÏ ÏÐÁÓÎÙÍÉ × ÐÅÒ×ÙÅ ÍÉÎÕÔÙ ÉÇÒÙ, ÅÓÌÉ ÐÒÏÔÉ×ÎÉË ÎÅ ÏÚÁÂÏÔÉÌÓÑ Ï Ì£ÇËÏÊ ÏÂÏÒÏÎÅ ËÁË ÎÁÐÒÉÍÅÒ ììô ÉÌÉ ÎÅ ÏÂÚÁ×ÅÌÓÑ ÐÁÒÏÊ ÂÙÓÔÒÙÈ ÀÎÉÔÏ×.",
		},
		-- Scorcher (banana_Ai)
		corgator={
			description="íÁÛÉÎÁ-ÒÅÊÄÅÒ",
			helptext="ìÉÈÁÞ (Scorcher) - ÂÙÓÔÒÙÊ, ÐÒÏÞÎÙÊ É ÓÍÅÒÔÏÎÏÓÎÙÊ ÀÎÉÔ. ïÎ ÍÏÖÅÔ ÉÓÐÏÌØÚÏ×ÁÔØÓÑ ÎÅ ÔÏÌØËÏ × ËÁÞÅÓÔ×Å ÒÅÄÊÅÒÁ, ÎÏ ÏÎ ×ÐÏÌÎÅ ÓÐÏÓÏÂÅÎ ÓÒÁÖÁÔØÓÑ ÓÁÍÏÓÔÏÑÔÅÌØÎÏ. ïÄÎÁËÏ ÉÓÐÏÌØÚÏ×ÁÔØ ÅÇÏ ÐÒÏÔÉ× ÄÒÕÇÉÈ ÒÅÄÊÅÒÏ×, ÀÎÉÔÏ× Ó ÍÁÓÓÏ×ÙÍ ÕÒÏÎÏÍ ÉÌÉ ÓÔÁÔÉÞÎÏÊ ÏÂÏÒÏÎÙ - ÎÅ ÏÞÅÎØ ÈÏÒÏÛÁÑ ÉÄÅÑ. ðÏÄÓËÁÚËÁ: ÏÒÕÖÉÅ ÌÉÈÁÞÁ, ÔÅÐÌÏ×ÏÊ ÌÕÞ, ÎÁÎÏÓÉÔ ÂÏÌØÛÅ ÕÒÏÎÁ ÎÁ ÍÁÌÅÎØËÏÍ ÒÁÓÓÔÏÑÎÉÉ É ÍÅÎØÛÅ ÕÒÏÎÁ ÎÁ ÂÏÌØÛÏÍ.",
		},
		
		-- Slasher (banana_Ai)
		cormist={
			description="òÁÚ×ÅÒÔÙ×ÁÅÍÙÊ ÒÁËÅÔÎÙÊ Á×ÔÏÍÏÂÉÌØ (ÄÏÌÖÅÎ ÏÓÔÁÎÏ×ÉÔØÓÑ ÞÔÏ-ÂÙ ×ÅÓÔÉ ÏÇÏÎØ)  ",
			helptext="óÔÁÒÁÊÔÅÓØ ÄÅÒÖÁÔØ ôÅÓÁËÏ× (Slashers) ÎÁ ÍÁËÓÉÍÁÌØÎÏÊ ÄÉÓÔÁÎÃÉÉ ÏÔ ÐÒÏÔÉ×ÎÉËÁ. ôÅÓÁËÉ, ×ÅÚÕÝÉÅ ÒÁËÅÔÎÙÊ ÕÓÔÁÎÏ×ËÉ, ÉÄÅÁÌØÎÏ ÐÏÄÈÏÄÑÔ ÄÌÑ ÐÏÒÁÖÅÎÉÑ ÒÅÊÄÅÒÏ× ÉÌÉ ÂÅÇÁÀÝÉÈ ÂÏÍÂ. ôÁËÖÅ ÉÈ ÒÁËÅÔÙ ÍÏÇÕÔ ÐÏÒÁÖÁÔØ ×ÏÚÄÕÛÎÙÅ ÃÅÌÉ, ÎÏ, ÎÁ ÓÁÍÏÍ ÄÅÌÅ, ÏÎÉ ÎÅ ÜÆÆÅËÔÉ×ÎÙ. ôÅÓÁËÉ ÎÅ ÍÏÇÕÔ ÓÔÒÅÌÑÔØ ÞÅÒÅÚ ÐÒÅÐÑÔÓÔ×ÉÑ É ÎÅ ÎÁÎÏÓÑÔ ÄÏÓÔÁÔÏÞÎÏÇÏ ÕÒÏÎÁ, ÞÔÏÂÙ ÕÎÉÞÔÏÖÉÔØ ÛÔÕÒÍÏ×ÙÈ ÀÎÉÔÏ×. ÷ ÏÔÌÉÞÉÉ ÏÔ ÄÒÕÇÉÈ ÓÔÒÅÌËÏ×, ôÅÓÁËÉ ÎÅ ÍÏÇÕÔ ÓÔÒÅÌÑÔØ ÎÁ ÈÏÄÕ.",
		},
		-- Leveler (banana_Ai)
		corlevlr={
			description="ôÁÎË Ó áïå",
			helptext="íÏÝÎÁÑ ÐÕÛËÁ ÷ÙÒÁ×ÎÉ×ÁÔÅÌÑ (Leveler) ÌÅÇËÏ ÕÎÉÞÔÏÖÁÅÔ ÔÏÌÐÕ ÌÅÇËÉÈ ÀÎÉÔÏ× ÐÒÏÔÉ×ÎÉËÁ. óÎÁÒÑÄ ÉÚ ÜÔÏÊ ÐÕÛËÉ ÌÅÔÉÔ ÐÏ ÐÒÑÍÏÊ ÔÒÁÅËÔÏÒÉÉ, ÔÁË-ÞÔÏ ÉÈ ÌÕÞÛÅ ×ÓÅÇÏ ×ÙÓÔÒÁÉ×ÁÔØ × ÌÉÎÉÀ. éÚ-ÚÁ ÍÁÌÏÊ ÓËÏÒÏÓÔÉ É ÄÁÌØÎÏÓÔÉ, ÷ÙÒÁ×ÎÉ×ÁÔÅÌÉ Ì£ÇËÁÑ ÄÏÂÙÞÁ ÄÌÑ ÓÔÒÅÌËÏ×. ôÁËÏÅ ÓÔÒÁÎÎÏÅ ÉÍÑ ÎÅÓ£Ô × ÓÅÂÅ ÓÍÙÓÌ, ÅÇÏ ÐÕÛËÁ ÐÌÀÝÉÔ ÚÅÍÌÀ.",
		},
		-- Ravager (banana_Ai)  
		corraid={
			description="ûÔÕÒÍÏ×ÏÊ ÔÁÎË",
			helptext="äÏÒÏÇÉÅ É ÍÏÝÎÙÅ ïÐÕÓÔÏÛÉÔÅÌÉ (Ravager) ÉÍÅÀÔ ÈÏÒÏÛÕÀ ÂÒÏÎÀ É ÍÏÇÕÔ ÐÏÄÁ×ÉÔØ ÓÉÌØÎÏÅ ÓÏÐÒÏÔÉ×ÌÅÎÉÅ ×ÒÁÇÁ. ïÎÉ ÐÌÏÈÏ ÍÁÎÅ×ÒÉÒÕÀÔ, ÎÏ ÍÏÇÕÔ ÅÈÁÔØ ÐÏ ÐÒÑÍÏÊ Ó ÂÏÌØÛÏÊ ÓËÏÒÏÓÔØÀ, ÉÚ-ÚÁ ÞÅÇÏ ÉÈ ÏÞÅÎØ ÓÌÏÖÎÏ ÕÎÉÞÔÏÖÉÔØ ÒÅÊÄÅÒÁÍÉ. èÏÒÏÛÉÊ ÓÐÏÓÏÂ ÕÐÒÁ×ÌÑÔØ ÉÍÉ × ÂÉÔ×Å - ÜÔÏ ÅÈÁÔØ ÐÒÑÍÏ ÎÅ Ó×ÏÒÁÞÉ×ÁÑ, ÞÔÏÂÙ ÎÅ ÐÏÔÅÒÑÔØ ÓËÏÒÏÓÔØ. âÌÁÇÏÄÁÒÑ ÐÁÒÁÂÏÌÉÞÅÓËÏÊ ÔÒÁÅËÔÏÒÉÉ ÐÏÌ£ÔÁ ÓÎÁÒÑÄÏ×, ïÐÕÓÔÏÛÉÔÅÌÉ ÍÏÇÕÔ ÓÔÒÅÌÑÔØ ÐÏ ÃÅÌÉ ÞÅÒÅÚ ÔÒÕÐÙ ÉÌÉ ÄÒÕÇÉÅ ÔÁÎËÉ. õÑÚ×ÉÍÙ ÄÌÑ ÂÅÇÁÀÝÉÈ ÂÏÍÂ.",
		},
		-- Dominatrix (banana_Ai)  
		capturecar={
			description="úÁÈ×ÁÔÙ×ÁÀÝÁÑ ÍÁÛÉÎÁ",
			helptext="÷ÌÁÓÔÉÔÅÌØ (Dominatrix) ÚÁÈ×ÁÔÙ×ÁÅÔ ÀÎÉÔÏ× ÐÒÏÔÉ×ÎÉËÁ, ÐÏ×ÏÒÁÞÉ×ÁÑ ÉÈ ÐÒÏÔÉ× ÂÙ×ÛÉÈ ÓÏÀÚÎÉËÏ×. îÅÓËÏÌØËÏ ÷ÌÁÓÔÉÔÅÌÅÊ ÚÁÈ×ÁÔÙ×ÁÀÔ ÃÅÌØ ÂÙÓÔÒÅÅ, ÎÏ ÔÏÌØËÏ ÏÄÉÎ ÉÚ ÎÉÈ ÂÕÄÅÔ ËÏÎÔÒÏÌÉÒÏ×ÁÔØ ÚÁÈ×ÁÞÅÎÎÏÇÏ. ðÏÓÌÅ ÔÏÇÏ ËÁË ÀÎÉÔ ÚÁÈ×ÁÞÅÎ, ÷ÌÁÓÔÉÔÅÌØ ÎÅ ÍÏÖÅÔ ÓÔÒÅÌÑÔØ × ÔÅÞÅÎÉÉ 8 ÓÅËÕÎÄ ÅÓÌÉ ÏÎ ÓÔÁÌ ËÏÎÔÒÏÌÌÅÒÏÍ. åÓÌÉ ÷ÌÁÓÔÉÔÅÌØ ÕÎÉÞÔÏÖÅÎ, ×ÓÅ ÚÁ×ÉÓÉÍÙÅ ÏÔ ÎÅÇÏ ÀÎÉÔÙ ×ÏÚ×ÒÁÝÁÀÔÓÑ ×ÌÁÄÅÌØÃÕ.",
		},
		-- Wolverine (banana_Ai)  
		corgarp={
			description="íÉÎÏÍ£Ô",
			helptext="òÏÓÏÍÁÈÁ (Wolverine) ÂÅÓÐÏÒÑÄÏÞÎÏ ÚÁËÉÄÙ×ÁÅÔ ÐÒÏÔÉ×ÎÉËÁ ÄÏÓÔÁÔÏÞÎÏ ÍÏÝÎÙÍÉ ÍÉÎÁÍÉ Ó ×ÒÅÍÅÎÅÍ ÖÉÚÎÉ 30Ó. òÏÓÏÍÁÈÁ ÉÍÅÅÔ ÂÏÌØÛÕÀ ÄÁÌØÎÏÓÔØ ÞÅÍ ÏÂÙÞÎÁÑ ÓÔÁÔÉÞÎÁÑ ÏÂÏÒÏÎÁ, ÎÏ ÏÎ ÔÁËÖÅ ÏÞÅÎØ ÕÑÚ×ÉÍÙÊ É ÍÅÄÌÅÎÎÙÊ, ÐÏ ÜÔÏÊ ÐÒÉÞÉÎÅ ×ÓÅÇÄÁ ÄÅÒÖÉÔÅ ÒÑÄÏÍ ÄÒÕÇÉÈ ÀÎÉÔÏ×, ËÏÔÏÒÙÅ ÓÍÏÇÕ ÅÇÏ ÚÁÝÉÔÉÔØ.",
		},
		-- Impaler (banana_Ai)    
		armmerl={
			description="áÒÔÉÌÅÒÉÑ Ó ËÉÎÅÔÉÞÅÓËÉÍÉ ÒÁËÅÔÁÍÉ",
			helptext="äÙÒÏËÏÌ (Impaler) ÓÔÒÅÌÑÅÔ ÍÏÝÎÙÍÉ É ×ÙÓÏËÏÔÏÞÎÙÍÉ ÒÁËÅÔÁÍÉ, ËÏÔÏÒÙÅ ÌÅÔÑÔ ÐÏ ÏÞÅÎØ ×ÙÓÏËÏÊ ÔÒÁÅËÔÏÒÉÉ. éÚ-ÚÁ ÜÔÏÇÏ ÎÉËÁËÉÅ ÐÒÅÐÑÔÓÔ×ÉÑ ÎÅ ÍÏÇÕÔ ÚÁÝÉÔÉÔØ ×ÒÁÇÏ× ÏÔ äÙÒÏËÏÌÁ. ïÄÎÁËÏ, ÔÁËÁÑ ×ÙÓÏËÁÑ ÔÒÁÅËÔÏÒÉÑ Õ×ÅÌÉÞÉ×ÁÅÔ ×ÒÅÍÑ ÐÏÌ£ÔÁ ÒÁËÅÔÙ É, ËÁË ÓÌÅÄÓÔ×ÉÅ, ÓÎÉÖÁÅÔ ÔÏÞÎÏÓÔØ ÐÏ Ä×ÉÖÕÝÉÍÓÑ ÃÅÌÑÍ. äÙÒÏËÏÌ ÉÄÅÁÌØÎÏ ÐÏÄÈÏÄÉÔ ÄÌÑ ÕÎÉÞÔÏÖÅÎÉÑ ÏÔÄÅÌØÎÙÈ ÚÄÁÎÉÊ.",
		},
		-- Crasher (banana_Ai)    
		vehaa={
			description="âÙÓÔÒÙÊ ÐÒÏÔÉ×Ï×ÏÚÄÕÛÎÙÊ Á×ÔÏÍÏÂÉÌØ ",
			helptext="óÏËÒÕÛÉÔÅÌØ (Crasher) - ÂÙÓÔÒÙÊ ÀÎÉÔ, ×ÏÏÒÕÖÅÎÎÙÊ ÐÒÏÔÉ×Ï×ÏÚÄÕÛÎÙÍÉ ÒÁËÅÔÁÍ. ïÎ ÐÒÅËÒÁÓÎÏ ÓÐÒÁ×ÌÑÅÔÓÑ ËÁË Ó ÂÏÍÂÁÒÄÉÒÏ×ÝÉËÁÍÉ, ÔÁË É Ó ×ÅÒÔÏÌ£ÔÁÍÉ.",
		},
		-- Planes
		-- Airplane Plant (banana_king_ChvaN)
		factoryplane={
			description="ðÒÏÉÚ×ÏÄÉÔ ÓÁÍÏÌ£ÔÙ, óÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØ 10 m/s",
			helptext="úÁ×ÏÄ ÓÁÍÏÌÅÔÏ× ÐÒÅÄÌÁÇÁÅÔ ÛÉÒÏËÉÊ ×ÙÂÏÒ ÀÎÉÔÏ×. ïÎ ÐÒÏÉÚ×ÏÄÉÔ ÍÎÏÇÏÃÅÌÅ×ÙÅ ÉÓÔÒÅÂÉÔÅÌÉ, ËÏÔÏÒÙÅ ÍÏÖÎÏ ÉÓÐÏÌØÚÏ×ÁÔØ ËÁË ÌÅÇËÉÅ ÁÔÁËÕÀÝÉÅ ÀÎÉÔÙ ÉÌÉ ÓÐÅÃÉÁÌÉÚÉÒÏ×ÁÎÎÙÅ ÐÅÒÅÈ×ÁÔÞÉËÉ, ÂÏÍÂÁÒÄÉÒÏ×ÝÉËÉ ÄÌÑ ÕÎÉÞÔÏÖÅÎÉÑ ÏÄÉÎÏÞÎÙÈ ÃÅÌÅÊ ,Á ÔÁËÖÅ ÂÏÍÂÁÒÄÉÒÏ×ÝÉËÉ ,ÎÁÃÅÌÅÎÎÙÅ ÎÁ ÕÎÉÞÔÏÖÅÎÉÅ ÓËÏÐÌÅÎÉÊ ÓÌÁÂÙÈ ÀÎÉÔÏ× ÐÒÏÔÉ×ÎÉËÁ.",
		},
		-- Crane (banana_king_ChvaN)
		armca={
			description="÷ÅÒÔÏÌ£Ô-ÓÔÒÏÉÔÅÌØ, óÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØ 4 m/s",
			helptext="ëÒÁÎ (Crane) ÍÏÖÅÔ ÂÙÓÔÒÏ ÌÅÔÁÔØ ×ÏËÒÕÇ ËÁÒÔÙ, ÎÏ ÏÎ ÏÞÅÎØ ÕÑÚ×ÉÍ ÄÌÑ ð÷ï. èÏÔÑ Õ ÎÅÇÏ ÏÔÎÏÓÉÔÅÌØÎÏ ÍÁÌÁÑ ÓËÏÒÏÓÔØ ÓÔÒÏÉÔÅÌØÓÔ×Á ÐÏ ÓÒÁ×ÎÅÎÉÀ Ó ÄÒÕÇÉÍÉ ÓÔÒÏÉÔÅÌÑÍÉ, ÏÎ ÍÏÖÅÔ ÓÔÒÏÉÔØ × ÔÒÕÄÎÏÄÏÓÔÕÐÎÙÈ ÍÅÓÔÁÈ É ÚÁÈ×ÁÔÙ×ÁÔØ ×ÙÇÏÄÎÕÀ ÔÅÒÒÉÔÏÒÉÀ ÄÏ ÔÏÇÏ, ËÁË ÔÕÄÁ ÄÏÂÅÒÕÔÓÑ ÐÒÏÔÉ×ÎÉËÉ. âÌÁÇÏÄÁÒÑ Ó×ÏÅÊ ÍÏÂÉÌØÎÏÓÔÉ, ÏÎ ÉÄÅÁÌØÎÏ ÐÏÄÈÏÄÉÔ ÄÌÑ ÐÅÒÅÒÁÂÏÔËÉ ÏÓÔÁÎËÏ× É ÄÒÕÇÉÈ ÍÅÌËÉÈ ÚÁÄÁÞ.",
		},
		-- Avenger (banana_king_ChvaN)
		fighter={
			description="ì£ÇËÉÊ ÍÎÏÇÏÃÅÌÅ×ÏÊ ÉÓÔÒÅÂÉÔÅÌØ",
			helptext="íÓÔÉÔÅÌØ (Avanger) ÍÏÖÅÔ ÓÔÒÅÌÑÔØ É ÐÏ ÎÁÚÅÍÎÙÍ, É ÐÏ ×ÏÚÄÕÛÎÙÍ ÃÅÌÑÍ. ïÎÉ ÈÏÒÏÛÏ ÚÁÝÉÝÁÀÔ ÏÔ ×ÏÚÄÕÛÎÙÈ ÀÎÉÔÏ× ÐÒÏÔÉ×ÎÉËÁ, ÎÏ ×ÒÁÖÅÓËÉÅ ð÷ï É ÐÒÅ×ÏÓÈÏÄÑÝÉÅ ÓÉÌÙ ÉÓÔÒÅÂÉÔÅÌÅÊ ÂÙÓÔÒÏ ÉÈ ÕÎÉÞÔÏÖÁÀÔ. ÷ ÂÏÌØÛÉÈ ËÏÌÉÞÅÓÔ×ÁÈ ÍÏÇÕÔ ÚÁÍÅÔÎÏ ÎÁ×ÒÅÄÉÔØ ÎÁÚÅÍÎÙÍ ÀÎÉÔÁÍ.",
		},
		-- Vamp (banana_king_ChvaN)
		corvamp={
			description="éÓÔÒÅÂÉÔÅÌØ",
			helptext="÷ÁÍÐ (Vamp) ÓÐÅÃÉÁÌÉÚÉÒÕÅÔÓÑ ÎÁ ÕÎÉÞÔÏÖÅÎÉÉ ×ÓÅÇÏ, ÞÔÏ ÌÅÔÁÅÔ. ïÎ ÄÏÓÔÁÔÏÞÎÏ ËÒÅÐËÉÊ, ÞÔÏÂÙ ×ÙÄÅÒÖÁÔØ ÏÂÓÔÒÅÌ ÎÅÂÏÌØÛÉÈ ÓÉÌ ð÷ï, ÏÄÎÁËÏ, Õ ÎÅÇÏ ÎÅÔ ×ÏÚÍÏÖÎÏÓÔÉ ÓÔÒÅÌÑÔØ ÐÏ ÚÅÍÌÅ É ×ÓÅÍÕ, ÞÔÏ ÎÁÈÏÄÉÔÓÑ ÎÅÐÏÓÒÅÄÓÔ×ÅÎÎÏ ÎÁ ÎÅÊ.",
		},
		-- Shadow (banana_king_ChvaN)
		corshad={
			description="ôÏÞÅÞÎÙÊ ÂÏÍÂÁÒÄÉÒÏ×ÝÉË",
			helptext="ôÅÎØ (Shadow) ÓÂÒÁÓÙ×ÁÅÔ ÏÄÎÕ ÂÏÍÂÕ, ËÏÔÏÒÁÑ ÎÁÎÏÓÉÔ ×ÙÓÏËÉÊ ÕÒÏÎ, ÎÏ ÉÍÅÅÔ ÍÁÌÙÊ áïå. îÅ ÖÄÉÔÅ, ÞÔÏ ÏÄÎÁ ôÅÎØ ÓÍÏÖÅÔ ÕÎÉÞÔÏÖÉÔØ öÎÅÃÁ (Repaer) ÉÌÉ ÁÎÔÉÎÀËÕ (antinuke). ðÏÄÙÓËÉ×ÁÊÔÅ ÄÌÑ ÎÅÅ ÍÁÌÏÍÏÂÉÌØÎÙÅ ÃÅÌÉ.",
		},
		-- Phoenix (banana_king_ChvaN)
		corhurc2={
			description="îÁÐÁÌÍÏ×ÙÊ ÂÏÍÂÁÒÄÉÒÏ×ÝÉË",
			helptext="îÁÐÁÌÍÏ×ÙÅ ÂÏÍÂÙ æÅÎÉËÓÁ (Phoenix) ÕÎÉÞÔÏÖÁÀÔ ÂÏÌØÛÉÅ ÓËÏÐÌÅÎÉÑ ÀÎÉÔÏ× É ÌÅÇËÉÈ ÐÏÓÔÒÏÅË.",
		},
		-- Stiletto (banana_king_ChvaN)
		armstiletto_laser={
			description="ïÂÅÚÏÒÕÖÉ×ÁÀÝÉÊ ÂÏÍÂÁÒÄÉÒÏ×ÝÉË",
			helptext="óÔÉÌÅÔ (Stilleto) - ÂÙÓÔÒÙÊ ÂÏÍÂÁÒÄÉÒÏ×ÝÉË, ×ÏÏÒÕÖÅÎÎÙÊ ÇÅÎÅÒÁÔÏÒÏÍ ÍÏÌÎÉÊ, ËÏÔÏÒÙÊ ÏÂÅÚÏÒÕÖÉ×ÁÅÔ ÀÎÉÔÏ× × ÛÉÒÏËÏÊ ÏÂÌÁÓÔÉ ÐÏÄ ÎÉÍ.",
		},
		-- Licho (banana_king_ChvaN)
		armcybr={
			description="óÉÎÇÕÌÑÒÎÙÊ ÂÏÍÂÁÒÄÉÒÏ×ÝÉË",
			helptext="Licho ÓÂÒÁÓÙ×ÁÅÔ ÏÄÎÕ ÍÏÝÎÕÀ ÂÏÍÂÕ, ÓÐÏÓÏÂÎÕÀ ÒÁÚÂÒÏÓÁÔØ ×ÒÁÖÅÓËÉÈ ÀÎÉÔÏ×. ïÎ ÄÏÓÔÁÔÏÞÎÏ ËÒÅÐËÉÊ, ÞÔÏÂÙ ÐÅÒÅÖÉÔØ ÕÍÅÒÅÎÎÙÊ ÏÇÏÎØ ×ÒÁÖÅÓËÉÈ ð÷ï É ÕÊÔÉ ÎÁ ÒÅÍÏÎÔ. îÏ ÎÅ ÓÔÏÉÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÅÇÏ ÏÐÒÏÍÅÔÞÉ×Ï, ÏÎ ÄÌÑ ÜÔÏÇÏ ÓÌÉÛËÏÍ ÄÏÒÏÇÏÊ.",
		},
		-- Vulture (banana_king_ChvaN)
		corawac={
			description="óÁÍÏÌ£Ô Ó ÒÁÄÁÒÏÍ/ÓÏÎÁÒÏÍ",
			helptext="çÒÉÆ (Vulture) ÎÅ ÚÎÁÅÔ ÓÅÂÅ ÒÁ×ÎÙÈ × ÒÁÚ×ÅÄËÅ. ïÎ ÏÓÎÁÝÅÎ ÎÅ ÔÏÌØËÏ ÒÁÄÁÒÏÍ, ÎÏ É ÓÏÎÁÒÏÍ ÄÌÑ ÏÂÎÁÒÕÖÅÎÉÑ ÐÏÄ×ÏÄÎÙÈ ÀÎÉÔÏ× ÐÒÏÔÉ×ÎÉËÁ.",
		},
		-- Gunships
		-- Gunship Plant (banana_king_ChvaN)
		factorygunship={
			description="ðÒÏÉÚ×ÏÄÉÔ ×ÅÒÔÏÌ£ÔÙ, ÓÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØÀ 10m/s",
			helptext="úÁ×ÏÄ âÏÅ×ÙÈ ÷ÅÒÔÏÌÅÔÏ× (Gunship Plant) ÒÁÓÓÞÉÔÁÎ ÎÁ ÎÅÐÏÓÒÅÄÓÔ×ÅÎÎÕÀ Á×ÉÏ-ÐÏÄÄÅÒÖËÕ. ÷ ÎÅÍ ÐÒÏÉÚ×ÏÄÉÔÓÑ ÔÒÁÎÓÐÏÒÔ ÄÌÑ ÐÅÒÅ×ÏÚËÉ ÎÁÚÅÍÎÙÈ ÀÎÉÔÏ× É ÂÏÅ×ÙÅ ×ÅÒÔÏÌÅÔÙ, ËÏÔÏÒÙÅ ÍÏÇÕÔ ×ÙÐÏÌÎÑÔØ ÒÁÚÌÉÞÎÙÅ ÎÁÓÔÕÐÁÔÅÌØÎÙÅ ÉÌÉ ÏÂÏÒÏÎÉÔÅÌØÎÙÅ ÒÏÌÉ.",
		},
		-- Blastwing (banana_king_ChvaN)
		blastwing={
			description="ìÅÔÁÀÝÁÑ ÂÏÍÂÁ",
			helptext="ëÒÙÌÁÔÁÑ ÂÏÍÂÁ (Blastwing) ÎÁÎÏÓÉÔ ÔÏÌØËÏ ÎÅÂÏÌØÛÉÅ ÐÏ×ÒÅÖÄÅÎÉÑ, ÐÏÄÈÏÄÑÝÉÅ ÄÌÑ ÕÎÉÞÔÏÖÅÎÉÑ ÍÅÓÔÏÒÏÖÄÅÎÉÊ, ììô, ÓÏÌÎÅÞÎÙÈ É ×ÅÔÒÑÎÙÈ ÜÌÅËÔÒÏÓÔÁÎÃÉÊ, ÎÁÎÏÐÕÛÅË. ïÄÎÁËÏ, ÔÏÌÐÏÊ ÏÎÉ ÐÒÅÄÓÔÁ×ÌÑÀÔ ÂÏÌÅÅ ÇÒÏÚÎÕÀ ÓÉÌÕ. óÌÅÄÉÔÅ ÚÁ ÓËÏÒÏÓÔØÀ É ÎÁÐÒÁ×ÌÅÎÉÅÍ ÅÇÏ ÐÅÒÅÄ×ÉÖÅÎÉÑ, ÞÔÏÂÙ ÎÁÎÅÓÔÉ ËÁË ÍÏÖÎÏ ÂÏÌØÛÅ ÕÝÅÒÂÁ ÛÒÁÐÎÅÌØÀ, ËÏÔÏÒÁÑ ÐÒÏÄÏÌÖÁÅÔ ÌÅÔÅÔØ ÐÏ ÔÒÁÅËÔÏÒÉÉ ÂÏÍÂÙ ÐÏÓÌÅ ÔÏÇÏ, ËÁË ÔÁ ÕÍÉÒÁÅÔ. ôÁËÉÍ ÏÂÒÁÚÏÍ ×Ù ÍÏÖÅÔÅ ÄÏÓÔÁÔØ ×ÒÁÇÁ ÏÓËÏÌËÁÍÉ ÍÅÔÁÌÌÁ ÄÁÖÅ ÅÓÌÉ ×ÁÛÁ ÂÏÂÁ ÕÍÒÅÔ, ÅÝÅ ÎÅ ÄÏÌÅÔÅ× ÄÏ ÎÅÇÏ. îÅ ÄÅÒÖÉÔÅ ÉÈ ÓÌÉÛËÏÍ ÂÌÉÚËÏ ÄÒÕÇ Ë ÄÒÕÇÕ, ÉÎÁÞÅ ÏÎÉ ×ÚÏÒ×ÕÔÓÑ ÐÏ ÃÅÐÏÞËÅ. ôÁËÖÅ ÏÎÉ ÎÅ×ÉÄÉÍÙ, ËÏÇÄÁ ÐÒÉÚÅÍÌÑÀÔÓÑ.",
		},
		-- Hovers
		-- Hovercraft Platform (banana_Ai)    
		factoryhover={
			description="æÁÂÒÉËÁ ËÏÒÁÂÌÅÊ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ, ÓÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØÀ 10m/s",
			helptext="îÁ ÜÔÏ ÆÁÂÒÉË ÐÒÏÉÚ×ÏÄÑÔÓÑ ÂÙÓÔÒÙÅ É ÓÍÅÒÔÏÎÏÓÎÙÅ ËÏÒÁÂÌÉ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ ËÏÔÏÒÙÅ ÍÏÇÕÔ ÐÅÒÅÍÅÝÁÔØÓÑ ËÁË ÐÏ ÚÅÍÌÅ, ÔÁË É ÐÏ ×ÏÄÅ, ÞÔÏ ÄÁ£Ô ÉÍ ÓÅÒØ£ÚÎÏÅ ÐÒÅÉÍÕÝÅÓÔ×Ï. ëÌÀÞÅ×ÙÅ ÀÎÉÔÙ: áÌÅÂÁÒÄÁ (Halberd), âÕÌÁ×Á (Mace), ðÉËÁ (Penetrator).",
		},
		-- Quill (banana_Ai)   
		corch={
			description="óÔÒÏÉÔÅÌØÎÙÊ ËÏÒÂÁÌØ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ, ÔÒÏÉÔ ÓÏ ÓËÏÒÏÓÔØÀ 5m/s",
			helptext="ðÅÒÏ (Quill) ÐÏÚ×ÏÌÑÅÔ ÐÌÁ×ÎÏ ÒÁÓÛÉÒÑÔØ ×ÁÛÕ ÓÆÅÒÕ ×ÌÉÑÎÉÑ ÎÁ ÍÏÒÅ É ÚÅÍÌÅ. ïÎ, ÔÁËÖÅ, ÍÏÖÅÔ ÏÎÂÁÒÕÖÉ×ÁÔØ ÐÏÄ×ÏÄÎÙÅ ÌÏÄËÉ, ÅÓÌÉ ÏÎÉ ÐÏÄÏÊÄÕÔ ÓÌÉÛËÏÍ ÂÌÉÚËÏ.",
		},
		-- Scrubber (banana_Ai)   
		corsh={
			description="âÙÓÔÒÏÅ ÓÕÄÎÏ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ ",
			helptext="óËÒÅÂÏË (Scrubber) - ÄÅÛÅ×ÙÊ ÏÄÎÏÒÁÚÏ×ÙÊ ÒÁÚ×ÅÄÞÉË, ÔÁËÖÅ ÐÒÉÇÏÄÎÙÊ ÄÌÑ ÎÁÎÅÓÅÎÉÑ ÕÒÏÎÁ ÜËÏÎÏÍÉËÅ ÐÒÏÔÉ×ÎÉËÁ.",
		},
		-- Scalpel (banana_Ai)   
		nsaclash={
			description="óÔÒÅÌÏË ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ (ðÒÏÔÉ×ÏÔÁÎËÏ×ÙÊ)",
			helptext="éÓÐÏÌØÚÕÊÔÅ óËÁÌØÐÅÌØ (Scalpel) ÄÌÑ ÁÔÁË ÔÉÐÁ ÎÁÓËÏË-ÏÔÈÏÄ (hit-and-run). ïÎ ÄÏÌÇÏ ÐÅÒÅÚÁÒÑÖÁÅÔÓÑ É ÓÌÁÂÏ ÚÁÝÉÝ£Î, ÐÏÜÔÏÍÕ ÅÇÏ ÎÁÄÏ ÄÅÒÖÁÔØ ×ÄÁÌÅËÅ ÏÔ ÐÒÏÔÉ×ÎÉËÁ. òÁËÅÔÙ ÓËÁÌØÐÅÌÑ ÌÅÔÑÔ ÐÏ ÄÕÇÅ, ÞÔÏ ÐÏÚ×ÏÌÑÅÔ ÅÍÕ ÓÔÒÅÌÑÔØ ÞÅÒÅÚ ÐÒÅÐÑÔÓÔ×ÉÑ É ÓÏÀÚÎÉËÏ×.",
		},
		-- Halberd (banana_Ai)   
		hoverassault={
			description="óËÏÒÏÓÔÎÏÅ ÂÌÏËÉÒÕÀÝÅÅ ÓÕÄÎÏ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ ",
			helptext="ëÏÇÄÁ áÌÅÂÁÒÄÁ (Halberd) ÎÅ ÓÔÒÅÌÑÅÔ, ÏÎÁ ÓËÌÁÄÙ×ÁÅÔÓÑ × ÂÒÏÎÉÒÏ×ÁÎÎÕÀ ËÏÒÏÂËÕ, ÞÔÏ ÐÏÚ×ÏÌÑÅÔ ÅÊ ÐÏÌÕÞÁÔØ × 4 ÒÁÚÁ ÍÅÎØÛÅ ÐÏ×ÒÅÖÄÅÎÉÊ. åÅ ÍÅÄÌÅÎÎÏÅ É ÉÍÅÀÝÅÅ ÍÁÌÕÀ ÄÁÌØÎÏÓÔØ ÏÒÕÖÉÅ ÎÅ ÐÒÉÓÐÏÓÏÂÌÅÎÏ ÄÌÑ ÓÔÒÅÌØÂÙ ÐÏ ÂÙÓÔÒÏ Ä×ÉÖÕÝÉÍÓÑ ÃÅÌÑÍ.",
		},
		-- Mace (banana_Ai)   
		hoverriot={
			description="óÕÄÎÏ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ ÄÌÑ ÓÄÅÒÖÉ×ÁÎÉÉ ÔÏÌÐÙ",
			helptext="æÁËÔÉÞÅÓËÉ âÕÌÁ×Á (Mace) - ÜÔÏ ÐÅÒÅÄ×ÉÖÎÁÑ ÌÁÚÅÒÎÁÑ ÂÁÛÎÑ, ÏÂÌÁÄÁÀÝÁÑ ÂÏÌØÛÉÍ ÕÒÏÎÏÍ É ÓÏ×ÅÒÛÅÎÎÏÊ ÔÏÞÎÏÓÔØÀ. èÏÒÏÛÏ ÐÏÄÈÏÄÉÔ ÄÌÑ ÕÂÉÊÓÔ×Á ÌÅÇËÉÈ ÀÎÉÔÏ× É ÄÁÖÅ ×ÅÒÔÏÌ£ÔÏ×. ïÄÎÁËÏ, ÔÏÎËÁÑ ÂÒÏÎÑ ÄÅÌÁÅÔ Å£ ÕÑÚ×ÉÍÏÊ ÄÌÑ ÐÒÑÍÏÇÏ ÏÇÎÑ, ÏÓÏÂÅÎÎÏ ÄÌÑ ÓÔÒÅÌËÏ×.",
		},
		-- Penetrator (banana_king_ChvaN)
		armmanni={
			description="íÏÂÉÌØÎÙÊ ÔÁÈÉÎÎÙÊ ÉÚÌÕÞÁÔÅÌØ (áÒÔÉÌÌÅÒÉÑ/ðÒÏÔÉ×ÏÔÁÎËÏ×ÁÑ)  ",
			helptext="ïÒÕÖÉÅ ðÉËÉ (Penetrator), ÐÏÌÕÞÉ×ÛÉÅ ÐÒÏÚ×ÉÝÅ \"çÏÌÕÂÏÊ ìÁÚÅÒ óÍÅÒÔÉ\", ÉÍÅÅÔ ÍÏÝØ É ÔÏÞÎÏÓÔØ ÄÏÓÔÁÔÏÞÎÙÅ, ÞÔÏÂÙ ÐÒÏÎÚÉÔØ ÓÒÁÚÕ ÎÅÓËÏÌØËÉÈ ÀÎÉÔÏ× ÏÄÎÉÍ ×ÙÓÔÒÅÌÏÍ. éÓÐÏÌØÚÕÊÔÅ ÅÇÏ ÐÒÏÔÉ× ÈÏÒÏÛÏ ÂÒÏÎÉÒÏ×ÁÎÎÙÈ ÀÎÉÔÏ×, ÎÏ ÄÅÒÖÉÔÅ ÚÁ ÌÉÎÉÅÊ ÆÒÏÎÔÁ - ÏÎ ÏÞÅÎØ ÈÒÕÐËÉÊ É ÎÅ ÓÍÏÖÅÔ ÕÂÅÖÁÔØ × ÓÌÕÞÁÅ ÏÐÁÓÎÏÓÔÉ.",
		},
		-- Flail (banana_king_ChvaN)
		hoveraa={
			description="ð÷ ËÏÒÁÂÌØ ÎÁ ×ÏÚÄÕÛÎÏÊ ÐÏÄÕÛËÅ",
			helptext="ãÅÐ (Flail) ÚÁÐÕÓËÁÅÔ ÂÏÌØÛÕÀ ÒÁËÅÔÕ ËÌÁÓÓÁ \"ÚÅÍÌÑ-×ÏÚÄÕÈ\" ÍÁÌÏÊ É ÓÒÅÄÎÅÊ ÄÁÌØÎÏÓÔÉ, ËÏÔÏÒÁÑ ÎÁÎÏÓÉÔ ×ÙÓÏËÉÅ ÐÏ×ÒÅÖÄÅÎÉÑ.",
		},
    }
} 
