return{
    font="LuaUI/Fonts/ru/BKKOI8N.TTF", --KOI-8_Cyrillic.ttf
    units={
        armzeus={
            description="Атакующий/Шагающий боевой робот",
            helptext="Медленно и неуклонно, Зеусы могу идти через оборону противника не обращяя внимания на огонь, пока не подойдут на дистанцию когда они могут ппутить в бой свои электро-пушки, которые наносят урон и парализую врагов. Зеусам легко противостоят любые юниты которые быстрее их и имею большию далбностб стрельбы.",
        }
    }
}
