-- GENERATED FILE
return{
	units={
		dclship={
			description="Торпедный фрегат",
			helptext="Охотник (Hunter) - это относительно дешевый корабль который предназначен для уничтожения подлодок. Также он может поражать суда на поверхности и СВП."
		}
		armraven={
			description="Тяжелый ракетный артиллерийский страйдер",
			helptext="Катапульта (Catapult) - это РСЗО страйдер. Он может выпустить залп ракет гарантирующий полное уничтожение практически всего в области поражения, а затем быстр отступить за линию дружественных войск."
		}
		armbrtha={
			description="Стратегическая плазменная пушка",
			helptext="Большая Берта (Big Bertha) - это огромная пушка, стреляющая плазменными снарядами через всю карту. При правильном использовании она способна эффективно мешать операциям противника, находясь при этом под прикрытиям вашей базы. Но не ожидайте, что она в одиночку выиграет бой за вас."
		}
		factoryshield={
			description="Производит крепких роботов, строит на 10 m/s",
			helptext="Единицы из завода щитовиков мощны, но гибки. Эти роботы созданы для того чтобы вынести удар, и нанести ответный, не принося в жертву свою подвижность. Использование комбинаций юнитов щедро вознаграждается возрастанием эффективности. Ключевые юниты: Бандит(Bandit), Головорез(Thug), Негодяй(Rogue), Рэкетир(Racketeer)."
		}
		neebcomm={
			description="Уродливая индейка ",
			helptext="Эта толстая курица стала твоей из-за всех твои преступлений. В следующий раз веди себя хорошо!"
		}
		shieldfelon={
			description="Нарушитель (Felon)",
			helptext="Щитовой стрелок"
		}
		thicket={
			description="Barricade",
			helptext="Thickets are the Thunderbirds' perimeter defense."
		}
		factoryveh={
			description="Производит автомобильные боевые единицы, Строит со скоростью 10 m/s",
			helptext="Фабрика боевых машин любима многими за выборку быстрых и агрессивных юнитов, идеальных для блицкрига. Ключевые юниты: Лихач (Scorcher), Опустошитель (Ravager), Уравнитель (Leveler), Тесак (Slasher)."
		}
		corshad={
			description="Точечный бомбардировщик",
			helptext="Тень (Shadow) сбрасывает одну бомбу, которая наносит высокий урон, но имеет малый АОЕ. Не ждите, что одна Тень сможет уничтожить Жнеца (Repaer) или антинюку (antinuke). Подыскивайте для нее маломобильные цели."
		}
		spiderassault={
			description="Паук-штурмовик с большой проходимостью",
			helptext="Пустынник (Hermit) может выдержать большие повреждения. Он полезен в качестве щита для слабых, но наносящих больший урон Отшельников (Recluse)."
		}
		armcybr={
			description="Сингулярный бомбардировщик",
			helptext="Виверн(Wyvern) сбрасывает одну мощную бомбу, способную разнести вражеских юнитов в щепки. Он достаточно прочен чтобы пережить умеренный огонь вражеских ПВО и уйти на ремонт - но не стоит использовать его опрометчиво: для этого он слишком дорогой."
		}
		firewalker={
			description="Робот огневой поддержки (артиллерия/стрелок)",
			helptext="Огнеход (Firewalker) вооружен мортирами среднего радиуса действия, способными испепелить небольшую территорию и не позволить использовать ее в течение ограниченного периода времени. Однако сам по себе он неуклюж и неповоротлив."
		}
		armwin={
			description="Производит энергию",
			helptext="Ветряной генератор производит различное количество энергии в зависимости от высоты расположения и силы ветра. Он очень хрупок и группа рядом стоящий ветряных генераторов может детонировать от подрыва одного из них, так что стоит размещать их продуманно. Будучи помещенным в воде, он превращается в более прочный приливный генератор с хорошим и стабильным притоком энергии."
		}
		geo={
			description="Производит энергию (25)",
			helptext="Геотермальная электростанции (Geothermal Powerplant) высокоэффективный источник энергии, который может быть построен только на источниках геотермальных источниках. Она взрывается довольно сильно в случае уничтожения, поэтому не стоит размещать что-либо в непосредственной близости от данного строения."
		}
		roostfac={
			description="Порождает больших Куриц",
			helptext="Курятники (Roost) , такие как этот - это место вылупления мощнейших кудахтаюших буревестников."
		}
		armnanotc={
			description="Нано-башня, строит со скорость 10 m/s",
			helptext="Смотритель(Caretaker) обладает самым лучшим отношением цены к скорости строительства и приличной дальностью. Его хорошо использовать для ускорения работы фабрик или ремонта обороны сооружений. Смотритель не может начать постройку чего-либо, он только помогает.  "
		}
		chickenlandqueen={
			description="Кутающий АД! ",
			helptext="Тикайте, хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти невозможно. Она может плеваться напалмом, распылять споры уничтожающий авиацию, и пинать наземных юнитов. И, самое страшное, своими челюстями разрывает даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить её с помощью контратаки."
		}
		cordoom={
			description="Тяжелое укрепление со средней дальностью огня - Требует 50 энергии для основного орудия",
			helptext="Вооружённая тяжелой плазменной пушкой и спаренным тепловым лучом, Адская Машина представляет собой центральную точку в обороне против вражеских атак. Она может складываться в режим бункера чтобы пережить артиллерийскую или воздушную бомбёжку, снизив получаемый урон в четыре раза в обмен на невозможность стрелять из основного орудия."
		}
		armroy={
			description="Эсминец",
			helptext="Этот Эсминец оборудован мощным и дальнобойным артиллерийским орудием и установкой для скидывания глубоководных бомб. Из-за своей массивной пушки Крестоносец (Crusader) не может попасть по быстро движущимся целям, таким как корветы или авиация."
		}
		destroyer={
			description="Эсминец (подавитель/противолодочный корабль)",
			helptext="Эсминец Дайме (Daimyo) имеет на борту основную пушку подавляющую пушку. Но помимо этого он содержит ракеты, способные подвивать как подводные лодки, так и надводные цели. Дайме (Daimyo) лучше атаковать издалека, используя корабли или СВП с дальнобойным оружием."
		}
		pw_hq={
			description="Полевой штаб для планетарных войн (увеличивает в два раза прирост влияния)",
			helptext="Это здание является главным контрольным центром планеты. Если победившая команда теряет Командный цент (Command Center), то их влияние уменьшается в два раза, а пригревавшая команда крадет часть прибыли металла."
		}
		chickenspire={
			description="Статичная артиллерия",
			helptext="Дальнобойная статичная артиллерия."
		}
		commrecon1={
			description="Разведывательный Командир (Recon Commander)",
			helptext="Высокомобильный командир, строит на 10м/с"
		}
		armmerl={
			description="Артиллерия с кинетическими ракетами",
			helptext="Дырокол (Impaler) стреляет мощными и высокоточными ракетами, которые летят по очень высокой траектории. Из-за этого никакие препятствия не могут защитить врагов от Дырокола. Однако, такая высокая траектория увеличивает время полёта ракеты и, как следствие, снижает точность по движущимся целям. Дырокол идеально подходит для уничтожения отдельных зданий."
		}
		armflea={
			description="Сверхлёгкий паук-разведчик",
			helptext="Блоха (Flea) может скрываться в труднодоступных местах, где ее датчики позволяют ей видеть на расстояние большее того, на котором ее могут заметить. На ранней стадии игры небольшие группы Блох можно использовать для набегов на месторождения. На картах с высокими скалами они могут атаковать с неожиданных сторон. Блоха наносит очень мало повреждений и умирает от любого урона."
		}
		armsonar={
			description="Видит водных юнитов",
			helptext="Сонар(Sonar Station) видит водных и подводных юнитов. Однако суда на воздушной подушке невидимы для него."
		}
		corrazor={
			description="Укреплённая лазерная турель ПВО",
			helptext="Бритва (Razor) - это не очень сильная, но хорошо защищённая противовоздушная лазерная установка. Вне режима ведения огня, она складывается в бункер, уменьшая все получаемые повреждения вчетверо - что позволяет ей пережить даже ядерный удар. "
		}
		corpyro2={
			description="Прыгающий рейдер/подавитель",
			helptext="Пайро (Pyro) - это дешёвый, быстрый шагоход с огнемётом. Огнемёт наносит увлеченный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения, Пайро (Pyro) поджигает ближайших юнитов. Дополнительно, данный робот имеет прыжковые двигатели, позволяющие ему перепрыгивать препятствия или внезапно прыгать на противника."
		}
		carrydrone={
			description="Перевозимый дрон",
			helptext="Перевозимые дроны действуют вместе с родительским кораблем, охраняя его и атакуя его цели. Однако они неспособны действовать на большом расстоянии самостоятельно. Носитель дронов способен производить по 2 дрона каждые 15 секунд вплоть до 8."
		}
		benzcom1={
			description="Осадный Командир (Siege Commander)",
			helptext="Командир дальнего боя, строит на 10м/с"
		}
		funnelweb={
			description="Сверхтяжелый страйдер поддержки",
			helptext="Вездеходный Воронковый паук (Funnelweb) скромно (относительно) вооружен и может вести огонь только вперёд, однако имеет двойной щит и обеспечивает мощную поддержку дронами."
		}
		dante={
			description="Штурмовой/подавляющий страйдер",
			helptext="Данте (Dante) - это тяжелый боевой юнит, специализирующийся на сжигании цели на небольшом расстоянии. Может его огнемет и спаренные тепловые пушки и не являются экстраординарным оружием, однако залп из 20 зажигательных ракет может испепелить большой кусок местности."
		}
		chickens={
			description="Стрелок",
			helptext="Острые как бритва шипы Метатель шипов (Spiker) могут пробить даже самую толстую броню. Несмотря на то, что имеет немного здоровья, является серьезной угрозой для как наземных, так и воздушных юнитов. Против Метателя шипов эффективны любые юниты, которые могут стрелять дальше, чем он."
		}
		chickenr={
			description="Артиллерия",
			helptext="Будучи органической артиллерией, Лобберы (Lobber) плюются шарами яда по высокой траектории на длинные дистанции. Они доставлют большие проблемы тем, кто полагается только на статичную защиту, однако Лобберы (Lobber)  практически беспомощны в случае прямой атаки."
		}
		chickenq={
			description="Кутающий АД! ",
			helptext="Тикайте, хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти невозможно. Она может плеваться кислотой, распылять споры уничтожающий авиацию, и пинать наземных юнитов. И, самое страшное, своими челюстями разрывает даже самых мощных штурмовых роботов. Лишь самые смелые могут попробовать остановить её с помощью контратаки."
		}
		attackdrone={
			description="Атакующий дрон",
			helptext="Светлячок (Firefly) - это атакующий дрон, вооруженный слабым лазером. Он способен защитить своего хозяина от атак легких единиц противника. Однако он не способен использовать генератор поля невидимости хозяина, поэтому способен выдать присутствие замаскированного командира."
		}
		armsolar={
			description="Производит энергию (2)",
			helptext="Солнечная электростанция (Solar collectors) наименее экономически эффективна из всех электростанций, однако она ещё и самая защищённая. Когда эту электростанцию атакуют, она складываться в защищённую форму, уменьшающею урон в 4-ре раза, что прекрасно защищает её от рейдеров."
		}
		armorco={
			description="Совершенный штурмовой страйдер",
			helptext="Уничтожитель (Detriment) - это самый тяжелый страйдер на поле боя. Он способен отбиться от вражеской воздушной атаки или использовать ракеты для уничтожения удалённых целей, но реальная мощь кроется в огромных пушках Гаусса, созданных только для одной цели - уничтожать других тяжелых юнитов быстро и эффективно. Однако, помните - мудрый командир посылает Уничтожителя в с эскортом для отражения атак толпы легких юнитов и воздушных атак."
		}
		panther={
			description="Электро Штурмовой/Рейдер Танк",
			helptext="Пантера (Panther) - это высокотехнологичный рейдер вооружённый  электро-пушкой, которая в добавок к обычному урону парализует врагов. Благодаря этом, Пантера (Panther) может выводить из строя легкую оборону и легко проезжать через линию обороны что-бы направиться прямо в сердце вражеской экономики."
		}
		amphcon={
			description="Амфибийных строительный робот, строит со скоростью 7.5 m/s",
			helptext="Раковина (Conch) - это прочный строитель, способный строить и перерабатывать как морском дне, так и на суше."
		}
		gunshipaa={
			description="Вертолёт ПВО",
			helptext="Трезубец (Trident) предназначен для уничтожения вражеской воздушной силы с помощью управляемых ракет. Трезубцы медленны и неповоротливы, из-за чего они не могут быстро помочь в случае внезапной атаки вражеских воздушных сил. Также их медлительность делает Трезубцы уязвимыми для наземных сил."
		}
		corape={
			description="Многоцелевой вертолёт",
			helptext="Рапира (Rapier) - это легкий боевое вертолёт. Её точные ракеты могут атаковать как воздушные так и наземные цели. Они хорошо справляются с малыми целями и рейдерами."
		}
		coresupp={
			description="Корвет (штурмовик/рейдер)",
			helptext="Тайфун (Typhoon) - это крупный корабль, сочетающий в себе высокую скорость, достойную броню и высокую огневую мощь при невысокой стоимости (для корабля). Используйте корветы против всего, что плавает на поверхности воды, однако опасайтесь подводных лодок."
		}
		chickenf={
			description="Летающий плевальщик шипов",
			helptext="Это летающая курица! Коготь (Talon) - это смертельный хищник, способный сбивать самолёты своими шипами, но также с удовольствием атакующий и наземные цели. Впрочем, он может быть уничтожен как и любой другой летающий юнит."
		}
		amphriot={
			description="Амфибийный робот подавления ",
			helptext="Гребень - гибкий в использовании юнит, вооружённый торпедами против подводных целей и счетверенным дробовиком против наземных противников. Он лучше всего годится в качестве основной ударной силы, способной противостоять боевым кораблям - хотя и не очень хорошо."
		}
		coracv={
			description="Вооруженный инженерный танк, строит на 7.5м/с",
			helptext="Вооружённый небольшой защитной турелью, Сварщик способен самостоятельно отбиваться от легких вражеских атак."
		}
		corgol={
			description="Сверхтяжелый убийца танков",
			helptext="Голиаф(Goliath) - самый тяжелый танк на поле боя. Его основное орудие - огромная пушка для беспощадного истребления танков поменьше - дополняется близкобойным замедляющим лучом, не дающим более быстрым противникам сбегать из-под обстрела. Тем не менее, поворачивается Голиаф как огромная ёмкость с водой, сравнительно близкая дальность огня делает его уязвимым для продвинутых стрелков и воздушных атак, а малая скорострельность - оставляет бреши для массированных атак рейдеров. Тяжелое основное орудие Голиафа разносит стены, так что в некоторых случаях танк может быть использован для штурма терраформированных укреплений."
		}
		chickend={
			description="Защитное сооружение и источник энергии",
			helptext="Куриная трубка - это единственное защитное сооружение Куриц, стреляющее спорами по воздушным и наземным войскам."
		}
		armcarry={
			description="Авианосец (бобмардировка) и ПРО",
			helptext="Будучи самым универсальным кораблем в открытом море, авианосец выполняет несколько функций одновременно. Он экипирован крылатыми ракетами для обстрелов на большие расстояния. Его противоракетная система охраняет флот от ядерных ударов, также, сам по себе авианосец является мобильной ремонтной базой для дружественных самолётов. Но, что возможно наиболее ценно, Риф (Reef) содержит на борту атакующих дронов."
		}
		corflak={
			description="Зенитное орудие",
			helptext="Кобра (Cobra) - это зенитное орудие с большой зоной поражения и большим уроном, которое может быстро превратить вражеские вертолёты в дуршлаги. "
		}
		chickenc={
			description="All-Terrain Riot",
			helptext="The Basilisk climbs walls like a spider to surprise the enemy with its highly acidic spit. Only a vigilant watch keeps these critters from sauntering over hills to wreck your base from unexpected directions. Gunships are the best solution to Basilisk incursions"
		}
		corcom1={
			description="Тяжелый боевой командир, строит на 10 m/s",
			helptext="Боевой командир обладает усиленным бронированием и повышенной огневой мощью, но посредственной скоростью, и не может использовать экзотическое оружие и ряд модулей поддержки."
		}
		chickena={
			description="Штурмовик/бронебойный",
			helptext="Кокатрис (Cockatrice) - это настоящий зверь. Кажется, практически невосприимчивый к вражескому огню, он спокойно подходит к цели и раздирает её своими мощными челюстями. К счастью, будучи не слишком быстрым и умным, он может быть легко уничтожен стрелками или множеством малых юнитов."
		}
		chicken_dodo={
			description="Куриная бомба",
			helptext="Тело Дронта (Dodo)  содержит летучий смесь органических взрывчатых веществ. При малейшем поводе он эффектно взрывается, разбрасывая близлежащих юнитов. И будьте аккуратнее, поскольку летящие при взрыве конечности и шипы Додо также наносят урон."
		}
		armartic={
			description="ЭМИ пушка",
			helptext="Фарадей (Faraday) - это мощная ЭМИ турель. Она имеет высокий урон и имеет широкую область поражения по площади. Значительно увеличивая эффективность других башен, она бесполезна сама по себе. Пока данная турель находится в сложенном состоянии, принимаемый её урон снижается на четверть. Однако берегитесь её урона по площади, так как данная пушка может парализовать и ваших юнитов, находящихся слишком близко к противнику."
		}
		hoverassault={
			description="Скоростное блокирующее судно на воздушной подушке",
			helptext="Когда Алебарда (Halberd) не стреляет, она складывается в бронированную коробку, что позволяет ей получать в 4 раза меньше повреждений. Ее медленное и имеющее малую дальность оружие не приспособлено для стрельбы по быстро движущимся целям."
		}
		factorygunship={
			description="Производит вертолёты, строит со скоростью 10m/s",
			helptext="Завод Боевых Вертолетов (Gunship Plant) рассчитан на непосредственную авио-поддержку. В нем производится транспорт для перевозки наземных юнитов и боевые вертолеты, которые могут выполнять различные наступательные или оборонительные роли."
		}
		shipcon={
			description="Строительный корабль, строит со скоростью 10 m/s",
			helptext="Будучи достаточно дорогим, строительный корабль обладает очень мощной строительной наноустановкой вкупе с прочной броней и хорошей скоростью."
		}
		arm_venom={
			description="Паук подавления ",
			helptext="Яд (Venom) - способный лазить по скалам юнит, предназначенный парализовать врагов, чтобы другие юниты могли легко их уничтожить. Он перемещается намного быстрее чем другие юниты похожего типа и, в дополнение к параличу, наносит небольшое количество урона. Хорошо работает вместе с Отшельником (Recluse): держит врагов на расстоянии от хрупкого стрелка."
		}
		chicken_listener={
			description="Закапывающийся мобильный сейсмический детектор",
			helptext="Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальные слуховые возможности, что позволяет ему точно определять местоположение наземных войск противника"
		}
		armraz={
			description="Assault/Riot Strider",
			helptext="The Razorback features twin multi-barelled pulse cannons for extreme crowd control, as well as a head-mounted short-range laser for close in work. Don't use recklessly - its short range can be a real liability."
		}
		chickenwurm={
			description="Закапывающийся огнеметчик (штурмовик/подавитель)",
			helptext="Червь (Wurm) способен закапываться под землю, чтобы позднее неожиданно появится и выплюнуть огненный шар, способный сжечь большой участок территории. Он также может залезать на скалы и атаковать защитные башни с неожиданных направлений, но уязвим для прямого нападения противника."
		}
		pw_generic={
			description="Особенность не указана",
			helptext="Данная структура дает бонусы фракции, контролирующей планету. Только члены атакующий или защищающейся фракции могут повредить её."
		}
		bomberstrike={
			description="Tactical Strike Bomber",
			helptext="The Kestrel launches short-range surface attack missiles that can also hit submarines. It is the best bomber for picking off single mobile targets."
		}
		armcir={
			description="Дальнобойная ракетная батарея ПВО",
			helptext="Безопила (Chainsaw) - это дальнобойная ПВО турель, наносящая огромный урон и способная очистить небо от бомбардировщиков очень быстро. В свою очередь она неспособна выдержать большой урон и будет быстро уничтожена в случае прямой атаки."
		}
		chicken_rafflesia={
			description="Куриный щит (неподвижный)",
			helptext="Раффлезия (Rafflesia) защищает ближайших куриц и их структуры при помощи щита."
		}
		cormak={
			description="Робот подавления ",
			helptext="Разбойник (Outlaw) излучает вокруг себя электромагнитные импульсы, которые повреждают и замедляют врагов, но оставляют союзников невредимыми."
		}
		corvamp={
			description="Истребитель",
			helptext="Ястреб специализируется на уничтожении всего, что летает. Он достаточно крепкий, чтобы выдержать обстрел небольших сил ПВО, однако, у него нет возможности стрелять по земле и всему, что находится непосредственно на ней."
		}
		armanni={
			description="Тахионный излучатель - требует 50 энергии",
			helptext="Внутри тяжело бронированного корпуса Аннигилятора (Annihilator) скрывается разрушительный Тахионный Ускоритель. Это внушающее ужас оружие способно нанести урон точечный урон на огромном расстоянии, при условии, что вы соединили его с источником энергии. Помните, что Аннигилятор (Annihilator) - это строго оружие поддержки. Стоит оставить его неприкрытым - и он будет  уничтожен толпой рейдеров. В случае обстрела дальнобойной артиллерией или авиацией, основное оружие может быть убрано в корпус башни, что сократит принимаемый урон на четверть."
		}
		armsnipe={
			description="Шагоход Снайпер (Стрелок/Бронебой)",
			helptext="Энергетическое ружьё Снайпера наносит огромный урон, но только одной цели. Он может стрелять, будучи невидимым, но его снаряд выдаёт его позицию. Ему нужно немного энергии для невидимости, больше, если он в движении. Лучший способ обнаружить снайпера - пробежаться по окрестности многими дешёвыми единицами."
		}
		gorg={
			description="Heavy Assault Strider",
			helptext="The Jugglenaut is the big daddy to the Sumo. Where its smaller cousin sported the exotic disruptor beams, the Jugg is even more bizzare with its three gravity guns and a standard laser cannon complementing a negative gravity core that can be activated to lift up and throw nearby units. This beast is slow and expensive, but seemingly impervious to enemy fire."
		}
		corgator={
			description="Машина-рейдер",
			helptext="Лихач (Scorcher) - быстрый, прочный и смертоносный юнит. Он может использоваться не только в качестве редйера, но он вполне способен сражаться самостоятельно. Однако использовать его против других редйеров, юнитов с массовым уроном или статичной обороны - не очень хорошая идея. Подсказка: оружие лихача, тепловой луч, наносит больше урона на маленьком расстоянии и меньше урона на большом."
		}
		corfast={
			description="Прыгающий конструктор, строит со скоростью 5 m/s",
			helptext="Быстрый и при этом способный к прыжкам на небольшую дистанцию или высоту, Чудила (Freaker) - идеальный конструктор для быстрой экспансии. Благодаря тому, что вооружен замедляющим лучом, способен оказывать поддержку в бою."
		}
		battledrone={
			description="Усовершенствованный боевой дрон",
			helptext="Гадюка (Viper) - это усовершенствованный боевой дрон, аналогичный Светлячку (Firefly), но экипированный специальной лучевой установкой, замедляющей цель с каждым выстрелом."
		}
		armarad={
			description="Радар дальнего действия, сокращает в 2 раза колебания сигналов",
			helptext="Усовершенствованная радарная башня (Advanced Radar Tower) имеет значительно больший радиус действия по сравнению с базовой версией. В дополнение, каждая такая радарная башня сокращает колебания сигналов от юнитов в 2 раза. Этот эффект глобален и распространяется в том числе и на союзные радары. Строительство одного или двух может оказать значительный эффект за разумную цену."
		}
		missilesilo={
			description="Производит ракеты, строит со скоростью 10 m/s",
			helptext="Ракетная шахта (Missile Silo) может производить и хранит в до 4-х разных ракет, каждая их которых имеет свою уникальную боеголовку. Ракетная шахта позволяет легко наносить удары на большом расстоянии, находясь далеко от битвы. "
		}
		armrectr={
			description="Невидимый робот-строитель, Строит 5 m/s",
			helptext="Ректор (Rector) оснащён небольшим устройством помех и персональным генератором невидимости, что позволяет ему строить и чинить, оставаясь незамеченным."
		}
		screamer={
			description="Сверхдальнобойная установка ПВО с 20 секундой подготовкой ракеты",
			helptext="Крикун (Screamer) - это сверхдальнобойная установка ПВО первого удара, отсылающая каждому самолёту предупреждение - сынок, тут тебе делать нечего. Каждая ракета подготавливается в течение 20 секунд, но затраченное время того стоит, поскольку залп подобных заранее заготовленных  ракет способен испепелить практически любую воздушную атаку без особых проблем."
		}
		blastwing={
			description="Летающая бомба",
			helptext="Крылатая бомба (Blastwing) наносит только небольшие повреждения, подходящие для уничтожения месторождений, ЛЛТ, солнечных и ветряных электростанций, нанопушек. Однако, толпой они представляют более грозную силу. Следите за скоростью и направлением его передвижения, чтобы нанести как можно больше ущерба шрапнелью, которая продолжает лететь по траектории бомбы после того, как та умирает. Таким образом вы можете достать врага осколками металла даже если ваша бомба умрет, еще не долетев до него. Не держите их слишком близко друг к другу, иначе они взорвутся по цепочке. Также они невидимы, когда приземляются."
		}
		corgrav={
			description="Гравитационная пушка - (Вкл для отталкивания, Выкл для притягивания)",
			helptext="Ньютон (Newton) оснащён экспериментальными гравитационным оружием которое не наносит ни какого урона, но может притягивать и отталкивать разные объекты. Это оружие можно использовать как на вражеских, так и на своих юнитах.  "
		}
		armjeth={
			description="Робот ПВО",
			helptext="Быстрый и довольной выносливый за свою цену, Гремлин - отличный выбор мобильного средства противовоздушной обороны. Он может маскироваться, что позволяет ему обеспечивать неожиданную противовоздушную защиту и убегать от наземных войск противника, против которых он беззащитен."
		}
		cornukesub={
			description="Тактическая ядерная/ПРО подлодка, расходует 6.25 m/s, 90 секунд на подготовку ракеты.",
			helptext=" Левиафан (Leviathan) способен одновременно как защищать территорию от вражеских ядерных ракет, так атаковать мощным и точным оружием - собственными тактическим ядерными ракетами. Однако, он не имеет защиты от прямых боестолкновений и должен избегать непосредственного контакта с врагом."
		}
		chickenblobber={
			description="Тяжёлая артиллерия",
			helptext="Будучи старшим братом Лоббера (Lobber), Блоббер (Blobber) выплёвывает целый дождь кислотной слизи. Он может вывести даже самую мощную сеть щитов очень быстро, но относительно уязвим для прямых атак."
		}
		correap={
			description="Штурмовой танк",
			helptext="Жнец - тяжёлый танк с очень толстой бронёй. Он может выжить даже в самой тяжёлой битве, однако его пушка медленно перезаряжается из-за чего он не подходит для уничтожения большого количества врагов. Также его тяжёлая броня сильно снижает его манёвренность. "
		}
		corstorm={
			description="Робот-стрелок (навесного огня)",
			helptext="Баллистические ракеты Негодяя медленно перезаряжаются, но больно бьют - и, таким образом, отлично приспособлены для осторожных вылазок на дистанцию выстрела по единицам врага, либо для запуска мощных залпов в начале сражения. Отбивайтесь от них с помошью быстрых единиц, или ползучих бомб, если Негодяев слишком много."
		}
		amgeo={
			description="Производит энергию (100) - ОПАСНО!!!",
			helptext="Большая Геотермальная Электростанция(Moho Geothermal Powerplant) производит огромное количество энергии. Она требует защиты, из-за того что её уничтожение приведёт к огромному взрыву. "
		}
		armrock={
			description="Робот-стрелок (Прямой огонь)",
			helptext="Роко(Rocko) стреляют медленными, неуправляемыми и слабыми ракетами, но это компенсируется дальностью стрельбы. Лучший способ использовать Роко - выставить их в линию и вести огонь по неприятелю с максимально возможной дистанции. Быстрые и манёвренные юниты несут опасность для Роко, так как могут уворачиваться от ракет."
		}
		corcan={
			description="Штурмовой прыгающий робот ближнего боя",
			helptext="Джек (Jack) - это штурмовой шагоход с прыжковыми двигателями. Несколько Джеков (Jack)  могут с легкостью сравнять с землей большинство фортификационных укреплений. Но его малый радиус поражения и очень низкая скорость делают его очень уязвимым для стрелков."
		}
		corpyro={
			description="Прыгающий рейдер/подавитель",
			helptext="Пайро (Pyro) - это дешёвый, быстрый шагоход с огнемётом. Огнемёт наносит увлеченный урон большим юнитам и способен сжигать несколько целей одновременно. После уничтожения, Пайро (Pyro) поджигает ближайших юнитов. Дополнительно, данный робот имеет прыжковые двигатели, позволяющие ему перепрыгивать препятствия или внезапно прыгать на противника."
		}
		spherecloaker={
			description="Робот с генераторами невидимости и помех",
			helptext="Стиратель (Eraser) оснащён устройством помех, чтобы скрывать дружественных юнитов от радаров. Также у него есть генератор поля невидимости."
		}
		puppy={
			description="Шагающая ракета ",
			helptext="Щенок (Puppy) - быстрый рейдер-камикадзе, эффективно уничтожающий слабозащищённые цели. Находясь рядом с обломками постепенно производит из них новых щенков. "
		}
		sprinkler={
			description="Важная ирригационная структура",
			helptext="Разбрызгиватель (Sprinkler) - это незаменимый инструмент в сельском хозяйстве, применяемый для орошения ряда сельскохозяйственных культур."
		}
		armham={
			description="Лёгкая артиллерия/Стрелок-робот",
			helptext="Молот(Hammer) оборудован плазменной пушкой, превосходящей по дальности большинство стационарной обороны и позволяющей стрелять по параболической траектории. Не смотря на то, что Молот эффективен против мобильных юнитов, его надо защищать от рейдеров и других быстрых юнитов."
		}
		iwin={
			description="Огромная кнопка ",
			helptext="Самый сильный юнит в игре. Достаточно построить кнопку первым, что-бы победить. "
		}
		corbats={
			description="Линкор (бомбардировка)",
			helptext="Один залп этого монстра способен испепелить любую цель . Психологический эффект от множественных вспышек орудий и накреняющегося от отдачи выстрелов корабля действительно впечатляет, даже без учета последствий прямого попадания. Но будьте внимательны - линкоры не приспособлены к использованию без прикрытия, поскольку не имеют противовоздушных и противолодочных орудий."
		}
		corvalk={
			description="Воздушный транспорт",
			helptext="Валькирия (Valkyrie) - это простой воздушный транспорт предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл, обходя ПВО противника, т.к. из-за слабой брони Валькирия очень уязвима."
		}
		scorpion={
			description="Тяжелый дальнобойный поддерживающий/боевой паук",
			helptext="Скорпион (Scorpion) парализует своих жертв при помощи электрического жала и затем кромсает их на мелкие кусочки своими излучателями частиц, вмонтированными в клешни. Его панцирь надежно защищает от вражеского огня и также может становится прозрачным, делая Скорпиона невидимым."
		}
		vehdisable={
			description="Захватывающая машина",
			helptext="Властитель (Dominatrix) захватывает юнитов противника, поворачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 8 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу."
		}
		core_spectre={
			description="Соединимый щитовой робот",
			helptext="Аспида защищает окружающие юниты своим объемным щитом, уничтожающим входящие снаряды противника, и способным соединяться с щитами других юнитов для перераспределения заряда. Объемный щит не останавливает юниты и перехватывает снаряды только на периметре - таким образом, враги могут пройти под щит и стрелять по юнитам внутри. Перезарядка и поддержка щита расходуют энергию."
		}
		corpre={
			description="Anti-Swarm Heat Ray (weaker at range)",
			helptext="The Scorcher is armed with the Heat Ray. It is incredibly powerful close up, but unfortunately the beam gradually dissipates as it travels and loses most of its lethality at long range."
		}
		cafus={
			description="Производит энергию (225) - ОПАСНО!!!",
			helptext="Реактор сингулярности (Singularity Reactor) генерирует огромное количество энергии при помощи контролируемой черной дыры - и это настолько же безопасно, насколько и звучит. В случае разрушения реактора, высвобождается количество энергии эквивалентное ядерному взрыву. Целый континент стоит считать небезопасной территорией после постройки данного реактора."
		}
		armbanth={
			description="Сверхтяжёлый страйдер",
			helptext="Банта (Bantha) - это ещё более серьёзное решение для взлома непробиваемой линии обороны благодаря наличию Тахионного ускорителя и ЭМИ ракет для обстрела, электичесих пушек для непосредственного боя и мощной брони. Однако не забывайте, что Банта (Bantha) не имеет средств ПВО и не может быть использована без поддержки."
		}
		assaultcruiser={
			description="Тяжёлый крейсер (штурмовик)",
			helptext="Крейсер Покоритель (Vanquisher) может похвастаться отличной бронёй и смертельной огневой мощью на коротком расстоянии. Его пушки Гаусса способны прошивать броню надводных целей как масло, в то время как его ракеты достают врагов, как на поверхности воды, так и под водой. К сожалению, его невысокий радиус стрельбы и отсутствие средство ПВО делают его уязвимым для сверхмощных юнитов и самолётов."
		}
		bladew={
			description="Легкий парализующий дрон",
			helptext="Комар (Gnat) не наносит урона, но парализует врагов, что делает его прекрасным юнитом для обороны. Также он хорошо действует в команде с Духами (Banshee), останавливая врагов пока те их убивают. Комары могу парализовать даже тяжёлого юнита, но они очень быстро умирают."
		}
		factorycloak={
			description="Производит невидимых ботов, Строит 10m/s",
			helptext="Юниты производимые на этой фабрике показывают превосходство ума и хитрости над грубой силой благодаря большой мобильности, скрытности и EMP оружию. Ключевые юниты: Меч(Glave), Роко(Rocko), Воин(Warrior), Зевс(Zeus) и Молот(Hammer)."
		}
		chicken_drone={
			description="Превращается в строения Куриц",
			helptext="Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц."
		}
		raveparty={
			description="Супероружие с множеством сюрпризов",
			helptext="Дискотека в стиле Рейв (Disco Rave Party) выстреливает 6 видов снарядов, причем каждый - отдельного типа. Это просто веселье для всей семьи!"
		}
		logkoda={
			description="Танк-рейдер",
			helptext="Маленький Кодачи (Kodachi)) - уникален в своём классе. Маленький и юркий, он, в тоже время, хорошо бронирован, что позволяет ему поехать достаточно близко что-бы выстрелить снарядом с напалмом. Для наибольшей эффективности, Кодачи должен подъехать, атаковать и быстро удрать до того как враги его убьют. Поврежденные Кадачи быстро восстанавливаются после битвы.  "
		}
		spideranarchid={
			description="Riot EMP Spider",
			helptext="The Anarchid is like a Starlight, but a Spider"
		}
		striderhub={
			description="Производит страйдеров, строит со скоростью 10 m/s",
			helptext="Хаб страйдеров (Strider Hub) производит страйдеров - "огромнейших роботов" внушающих благоговение союзникам и вселяющих ужас во врагов. В отличие от обычного завода, хаб нужен только для старта проекта, но не для его завершения."
		}
		cortl={
			description="Торпедная установка",
			helptext="Ёж (Urchin) защищает как от надводных, таки и от подводных юнитов. Также он может поражать СВП."
		}
		corbhmth={
			description="Плазменная артиллерийская батарея - Требует 50 энергии",
			helptext="Бегемот (Behemoth) оснащён дальнобойной пушкой позволяющий вести артобстрел или наоборот защищать свои позиции от артиллерии противника. В тоже время Бегемот должен быть защищён от прямых атак. "
		}
		mahlazer={
			description="Излучатель планетарной энергии",
			helptext="Это мощнейший инструмент для  терраформинга планеты. Однако он также полезен в качестве средства полного уничтожения таких  препятствий как, например, надоедливых врагов, причем вместе с их базами."
		}
		corclog={
			description="Мешок с песком",
			helptext="Мешок с песком (Dirtbag) - безоружный юнит, чьё основное предназначение - это умереть и оставить после себя небольшую горку. Эффективен против машин и танков. Ещё его можно использовать как разведчика. "
		}
		chicken_spidermonkey={
			description="Вездеходная поддержка",
			helptext="Паукообразная обезьяна (Spidermonkey) - это очень необычная курица поддержки. Как и предполагает название, она может карабкаться по стенам, кроме того, она может плеваться шелком, который замедляет и дергает врагов."
		}
		armbrawl={
			description="Вертолёт-Штурмовик/Стрелок",
			helptext="Скандалист (Brawler) - хорошо бронированный штурмовой вертолёт, способный выжить под умеренным огнем ПВО. Он летает на достаточной высоте, чтобы быть недосягаемым для большинства наземных юнитов, а его два пулемёта прошивают броню врагов как бумагу."
		}
		wolverine_mine={
			description="Мина Росомахи (Wolverine)",
			helptext="Вместо того чтобы взрываться как другие мины, Коготь выстреливает залп управляемых мини-ракет в попавшихся врагов. Мина деактивируется через минуту."
		}
		armcom1={
			description="Мобильный наступательный командир, Строит на 10 m/s",
			helptext="Ударный командир представляет собой сбалансированную командную платформу, способную использовать большинство модулей и обладающую солидной скоростью, бронёй и регенерацией."
		}
		asteroid={
			description="Камень из космоса ",
			helptext="Обычно астероиды падают на землю из-за Контроллера метеоров, который использует их как оружие чтобы сокрушить врага, однако астероиды можно перерабатывать."
		}
		corsumo={
			description="Тяжелый прыгающий штурмовой робот",
			helptext="Впечатляющая броня Cумо (Sumo) делает его практически неостановимым шаром смерти. Прыгая, он давит врагов и ломает их строй, а затем добивает выживших лучевыми пушками."
		}
		chicken={
			description="Малый юнит",
			helptext="Агрессивный пехотинец куриц "зерглингового" типа. Будучи слабым сам по себе, он компенсирует это сражаясь в толпе себе подобных существ, заваливающих врагов лавинами маленьких куриц. Рекомендуется использовать хороших юнитов класса "Подавитель", чтобы останавливать Цыплят (Chicken)."
		}
		corned={
			description="Строительная машина , Строит со скоростью 5 m/s",
			helptext="Проворный и прочный, Каменщик (Mason) может быстро захватить большую площадь."
		}
		amphaa={
			description="Робот-амфибия ПВО",
			helptext="Рыболов (Angler) - это амфибийное ПВО разработанное для уничтожения главного врага заводов - бомбардировщика Ворон (Raven). Два рыболова могут внезапно всплыть на поверхность и быстро сбить одного Ворона."
		}
		hoverriot={
			description="Судно-подавитель на воздушной подушке",
			helptext="Фактически Булава (Mace) - это передвижная лазерная башня, обладающая большим уроном и совершенной точностью. Хорошо подходит для убийства легких юнитов и даже вертолётов. Однако, тонкая броня делает её уязвимой для прямого огня, особенно для стрелков."
		}
		armasp={
			description="Ремонтирует и перезаряжает самолёты",
			helptext="Площадка для ремонта/перезарядки самолётов (Air Repair/Rearm Pad) ремонтирует до 4 самолётов одновременно. Также она заправляет и перезаряжает бомбардировщики."
		}
		armpw={
			description="Лёгкий робот-рейдер",
			helptext="Быстрые и дешёвые, Мечи(Glaive) легко справляются с вражеской артиллерией, стрелками и наносят большой урон экономике противника. Однако они должны избегать неприятельской обороны и юнитов подавления,"
		}
		armpt={
			description="Патрульный катер (разведчик/рейдер)",
			helptext="Дешёвый, быстрый и хрупкий патрульный катер хорош в качестве рейдера и для нахождения дальнобойных кораблей. Однако, ему недостаёт огневой мощи и брони для боя."
		}
		armcsa={
			description="Воздушный инженер специального назначения, строит со скорость 7.5 m/s",
			helptext="Афина (Athena) - это вершина развития стелс технологий. Будучи экипированой генераторами невидимости и помех, она способна просочится через линию фронта и начать сборку отрядов рейдеров, внося хаос в логистику противника. Афина (Athena) также способна восстанавливать разрушенных  юнитов из обкомов увеличивая вашу армию,  оставаясь при этом невидимой."
		}
		corcrash={
			description="Робот ПВО",
			helptext="Вандал (Vandal) - крепкий, надёжный и дешевый противовоздушный бот. Беззащитен против наземных сил."
		}
		shieldarty={
			description="Обезвреживающая артиллерия ",
			helptext="Рэкетир (Racketeer) запускает дальнобойные ракеты, обезоруживающие ключевые вражеские единицы. Достаточно лишь одного Рэкетира, чтобы держать цель обезвреженной, так что имеет смысл выбирать отдельную цель для каждого Рэкетира. Отлично подходит для разрядки вражеских щитов или обезвреживания крупных единиц."
		}
		corsent={
			description="Танк ПВО",
			helptext="Зенитная пушка данного танка быстро уничтожает вражеские вертолёты, и достаточно эффективна против самолётов."
		}
		heavyturret={
			description="Anti-Tank Turret - Requires 25 Power",
			helptext="The Sunlance's heavy disruptor beam cripples even the heaviest assault unit and will stop any armored assault dead in its tracks."
		}
		corsh={
			description="Быстрое СВП",
			helptext="Скребок (Scrubber) - дешевый одноразовый разведчик, также пригодный для нанесения урона экономике противника."
		}
		corhurc2={
			description="Напалмовый бомбардировщик",
			helptext="Напалмовые бомбы Феникса (Phoenix) уничтожают большие скопления юнитов и легких построек."
		}
		cremcom1={
			description="Mobile Assault Commander, Builds at 10 m/s",
			helptext="The Knight Commander is a well-balanced command platform that can mount most modules, with decent speed, armor, and regeneration."
		}
		armmstor={
			description="Хранит 500 метала и энергии",
			helptext="Хранилище (Storage) можно использовать как буфер при временном увеличение количества получаемого метала. К примеру при переработке обломков. Однако, при увеличение дохода на длительное время лучшим выбором будет увеличить строительную силу. "
		}
		armspy={
			description="Шпион, Бронебой",
			helptext="Шпион (Infiltrator) полезен в двух вещах. Он является отличным разведчиком из-за того, что может проникнуть вглубь вражеской территории незамеченным. И он может выстрелить парализующим зарядом, который обездвиживает одну цель, что полезно против мощных противников и вражеской инфраструктуры."
		}
		amphassault={
			description="Тяжелый штурмовик-амфибия",
			helptext="Гризли - классический штурмовой юнит: медленный, неповоротливый, и практически неистребимый. Его вооружение составляет спарка высокоэнергетических лазерных излучателей с большой дальностью огня и наносимым уроном, слабоэффективный разве что против стай мелких юнитов и быстрой авиации. Хотя лазер и не может стрелять под водой, Гризли может всплыть для атаки."
		}
		seismic={
			description="Сейсмическая ракета ",
			helptext="При попадании Землетрясение (Quake) создаёт сейсмическую волну на большой области в результате чего поверхность земли сглаживается.  Эта ракета почти не наносит урона юнитам. "
		}
		tele_beacon={
			description="Точка отправления для телепорта, ПКМ для телепортации",
			helptext="Маяк (Lighthouse) - точка входа для Джинна. Нажмите ПКМ для телепортации юнитов к Джинну, установившему этот маяк. "
		}
		armpb={
			description="Пушка Гаусса",
			helptext="Гаусс (Gauss) - это компактная, выдвижная турель с Гаусс-пушкой среднего радиуса действия. До тех пор, пока оружие находится в убранном состоянии, оно получает лишь четверть урона, что делает  данную пушку отличным выбором в случае если враг использует артиллерию."
		}
		armtboat={
			description="Транспортная платформа",
			helptext="Сёрфборд (Surfboard) служит в качестве морского транспорта и огневой платформы, то есть любой юнит, находящийся на Сёрфборде (Surfboard), может стрелять с него."
		}
		corawac={
			description="Самолёт с радаром и сонаром",
			helptext="Гриф (Vulture) не знает себе равных в разведке. Он оснащен не только радаром, но и сонаром для обнаружения подводных юнитов противника."
		}
		factoryship={
			description="Производит корабли, строит со скоростью 10 m/s",
			helptext="Верфь (Shipyard) - это место где строятся корабли и подводные лодки. Другие водные юниты, такие как СВП и роботы-амфибии, строятся на других заводах."
		}
		vehaa={
			description="Быстрый противовоздушный автомобиль",
			helptext="Крушитель (Crasher) - быстрый юнит, вооруженный тяжелыми противовоздушными ракетами. Он прекрасно справляется как с бомбардировщиками, так и с вертолётами."
		}
		factoryamph={
			description="Производит роботов-амфибий, строит со скорость 10 m/s",
			helptext="Завод амфибий (Amphibious Operations Plant) производит медленных, но прочных роботов амфибий, имеющих возможность действовать как под водой так и на земле. Амфибии регенерируют, находясь под водой."
		}
		corroy={
			description="Ракетный крейсер (стрелок/подавитель поддержки)",
			helptext="Этот крейсер вооружен мощными и дальнобойными ракетами, полезными для бомбардировки морских,  наземных целей и уничтожения самолетов. Однако берегитесь подводных лодок и корветов противника."
		}
		chicken_digger={
			description="Закапывающийся разведчик/рейдер",
			helptext="Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где угодно, вызвав полный хаос. Всегда защищайте свои стратегические объекты со всех сторон, поскольку Копатели могут обойти ваши фронтовые защитные сооружения."
		}
		chicken_drone_starter={
			description="Превращается в строения Куриц",
			helptext="Несчастный и беспомощный организм, единственный смысл существования которого - превращение в строения улья Куриц."
		}
		hovershotgun={
			description="Shotgun Hover",
			helptext="The Punisher has a shotgun which shoots a spray of projectiles which are good against large targets or tight clusters of enemies."
		}
		corrl={
			description="Легкая ракетная башня (ПВО/стрелок)",
			helptext="Защитник (Defender) - это многоцелевая ракетная башня. Она хороша для атаки юнитов с приличного расстояния, при этом обеспечивая некоторую степень противовоздушной защиты и возможность обстрела вражеских легких лазерных башен за пределами их радиуса поражения. Однако стоит только подуть на неё, как она сломается."
		}
		armca={
			description="Вертолёт-строитель, Строит со скорость 4 m/s",
			helptext="Кран (Crane) может быстро летать вокруг карты, но он очень уязвим для ПВО. Хотя у него относительно малая скорость строительства по сравнению с другими строителями, он может строить в труднодоступных местах и захватывать выгодную территорию до того, как туда доберутся противники. Благодаря своей мобильности, он идеально подходит для переработки останков и других мелких задач."
		}
		hoverminer={
			description="Minelaying Hover",
			helptext="The Dampener deploys mines a short distance from itself."
		}
		spherepole={
			description="Невидимый робот-рейдер",
			helptext="Косарь(Scythe) слишком слаб что-бы встречать противника лицом к лицу, но персональный генератор невидимости позволяет ему проскользнуть через оборону противника и уничтожить экономику."
		}
		chickenbroodqueen={
			description="Склонна к размножению",
			helptext="Курица-королева, участвующая в создании яйцекладки не настолько смертельная в бою, как другие королевы, но в долгосрочной перспективе она способна представлять ещё более страшную угрозу. Дело в том, что она производит потомство Куриц. "
		}
		cornecro={
			description="Строительный бот со щитом, Строит со скоростью 5 m/s",
			helptext="Каторжник (Convict) был бы обычным ботом-конструктором если бы не энергетический щит, который защищает его и поддерживает щиты союзников. "
		}
		armcomdgun={
			description="Шагоход с дезинтегратором (анти-страйденый)",
			helptext="Ультиматум (Ultimatum) вооружен лишь одним видом оружия - дезинтегрирующей пушкой, способной испепелить тяжелый танк с одного попадания. Лучше всего использовать данного шагохода для проникновения к вражеским страйдерам и нанесения серьёзного урона или уничтожения всего несколькими выстрелами. Защитой от подобных действий является использование тяжелых юнитов вместе с эскортом из легких."
		}
		bomberassault={
			description="Штурмовой бомбардировщик (против неподвижных целей)",
			helptext="Внушительный корпус Затмения (Eclipse) способен выдержать серьёзный обстрел и обеспечить доставку смертельного груза до цели, но использование бомб без систем наведения создает проблемы при атаке подвижных целей, а большой размер делает его легкой целью."
		}
		corsub={
			description="Подводная лодка",
			helptext="Дорогая, скрытная и хрупкая подводная лодка, способная быстро потопить все, до чего сможет достать. Данная подводная лодка не может стрелять в противоположном курсу направлении и, при этом, скорость поворота оставляет желать лучшего, так что позиционирование является ключевым фактом. Следите за противолодочными средствами противника, особенно за Охотниками (Hunters)."
		}
		corgarp={
			description="Миномёт",
			helptext="Росомаха (Wolverine) беспорядочно закидывает противника достаточно мощными минами с временем жизни 30с. Росомаха имеет большую дальность чем обычная статичная оборона, но он также очень уязвимый и медленный, по этой причине всегда держите рядом других юнитов, которые смогу его защитить."
		}
		spideraa={
			description="Паук ПВО",
			helptext="Тарантул (Tarantula) - вездеходный ПВО юнит, защищающий других пауков от нападения с воздуха с помощью ракет средней дальности."
		}
		corvrad={
			description="Radar Vehicle",
			helptext="The Informant provides radar coverage on the battlefield."
		}
		trem={
			description="Тяжелый артиллерийский танк насыщения",
			helptext="Идея, лежащая в основе Сотрясателя, проста: накрой местность достаточным количеством снарядов, и хотя бы один раз, во что-то да попадёшь. Медленный, неуклюжий, уязвимый и абсолютно устрашающий, Сотрясатель лучше всего работает против высокоплотных диспозиций противника, где его снаряды имеют максимальный шанс нанести урон. Он разносит щиты в течение секунд, и разрывы его снаряд разравнивают поверхность."
		}
		chicken_shield={
			description="Щит/ПВО",
			helptext="Защищает ближайших куриц."
		}
		corsilo={
			description="Пусковая установка межконтинентальных ядерных ракет, расходует 18 m/s, 3 минуты на подготовку ракеты",
			helptext="Глушитель запускает разрушительные ядерные ракеты, способные уничтожить всю базу противника. Тем не менее, данные межконтинентальных ядерных ракет ракеты легко сбиваются системами ПРО, которые должны быть убраны с обстреливаемой территории заранее."
		}
		cobtransport={
			description="Воздушный транспорт",
			helptext="Валькирия (Valkyrie) - это простой воздушный транспорт предназначенный для быстрой транспортировки юнитов на фронт или глубоко в тыл, обходя ПВО противника, т.к. из-за слабой брони Валькирия очень уязвима."
		}
		comm_sonic={
			description="Штурмовой командир-амфибия, строит со скорость 10 m/s",
			helptext="Звуковой командир (Sonic Commander) - это хорошо сбалансированная командная платформа, способная нести большинство модулей и вести бой, как на земле, так и под водой."
		}
		factoryjump={
			description="Производит прыгающий и специальный шагоходы, Строит со скоростю 10 m/s",
			helptext="Завод прыгающих и специальных юнитов располагает уникальными тактическими возможностями. Юниты, производимые на этой фабрике, могу преодолеть значительную дистанцию один прыжком, чтобы вступить в ближний бой или перейти через холмы и реки, чтобы сократить путь через линию фронта. Ключевые юниты: Пиро (Pyro), Замедлитель (Moderator), Верхолаз (Jack), Огнеход (Firewalker), Сумоист (Sumo)."
		}
		chicken_tiamat={
			description="Тяжёлый штурмовик/подавитель",
			helptext="Тиамат (Tiamat) - это совершенная штурмовая курица, умеющая дышать огнём, плеваться спорами и являющая монстром, не ведающим ни страха, ни пощады. Этот монстр также имеет слизистый щит, защищающий от обстрела себя и других куриц."
		}
		dark_gauss={
			description="Grimdark Ambush Gauss Turret",
			helptext="The Gauss is a compact, resilent turret with a medium-range gauss cannon. When popped down, it receives a quarter of incoming damage, making it a good choice when the enemy is using artillery."
		}
		chicken_blimpy={
			description="Дронтовый бомбардировщик",
			helptext="Дирижабль (Blimpy) сбрасывает Дронтов (Dodo) на зазевавшихся врагов и их строения."
		}
		corthud={
			description="Штурмовой бот со щитом",
			helptext="Сам по себе Головорез (Thug) достаточно слабый юнит, но он очень хорош в роли щита для Изгоя (Outlaws) или Мошенника (Rogues). Благодаря связи между щитами, Головорезы намного сильнее в группе, однако они уязвимы для сосредоточенного огня и взрывов."
		}
		corjamt={
			description="Генератор объемного щита",
			helptext="Эгида защищает умеренную площадь своим щитом-пузырём, останавливающим вражеские снаряды, но пропускающим взрывные волны. Щит требует значительного количества энергии на поддержку и не останавливает атаки сверхмощного оружия."
		}
		zenith={
			description="Контроллер метеоров",
			helptext="С помощью специального притягивающего луча, Зенит (Zenith) обрушивает огромные камни на головы врагов которые легко уничтожают почти что угодно. А ещё упавшие камни можно перерабатывать."
		}
		armsptk={
			description="Паук-стрелок (Не прямой огонь)",
			helptext="Отшельник (Recluse) - юнит стреляющий ракетами и способный лазить по скалам, благодаря чему может застать противника врасплох. Неуправляемые ракеты не могут поражать быстрые цели, зато имеют приличную дальность."
		}
		armzeus={
			description="Штурмовой боевой робот",
			helptext="Медленно и неуклонно группа Зевсов(Zeus) может идти сквозь оборону противника даже под сильным огнем, до тех пор пока они не смогут пустить в ход свои парализующие электропушки. Противостоять им может любой юнит , способный  обстреливать их с расстояния."
		}
		corbtrans={
			description="Бронированный тяжёлый транспорт",
			helptext="Защитник (Vindicator), в отличии от Валькирии (Valkyrie), может перевозить любые наземные юниты. Он вооружен ПВ лазерной пушкой и двумя лазерами для огня по наземным целям. Также он оснащён системой аварийного выброса груза. Все это делает его идеальным транспортом для доставки войск в горячие точки.","
		}
		armwar={
			description="Робот с массовым уроном",
			helptext="Воины (Warrior), имеющие Энергетические Пулемёты, особенно эффективны против рейдеров, но могут нанести серьёзный урон и любым другим юнитам. Однако, они не могут справиться со стационарной обороной. Из-за малой скорости могут быть легко уничтожены дальнобойными юнитами."
		}
		hoveraa={
			description="Противовоздушный СВП",
			helptext="Цеп (Flail) запускает большую ракету класса \"земля-воздух\" малой и средней дальности, которая наносит высокие повреждения."
		}
		fighter={
			description="Лёгкий многоцелевой истребитель",
			helptext="Мститель (Avanger) может стрелять и по наземным, и по воздушным целям. Они хорошо защищают от воздушных юнитов противника, но вражеские ПВО и превосходящие силы истребителей быстро их уничтожают. В больших количествах могут заметно навредить наземным юнитам."
		}
		missiletower={
			description="Ракетная башня ПВО (противобомбардировочная)",
			helptext="Парные ракеты Ножовки (Hacksaw)  способны сбить даже самый тяжёлый бомбардировщик за пару выстрелов, но требуют значительное количество времени для перезарядки, делая саму установку чуть менее чем идеальной целью для легких летающих юнитов противника."
		}
		jumpriot={
			description="Riot Jumper",
			helptext="The Infernal is a fire-based riot jumper."
		}
		factoryhover={
			description="Фабрика средств на воздушной подушке, строит со скоростью 10m/s",
			helptext="На это фабрике производятся быстрые и смертоносные СВП которые могут перемещаться как по земле, так и по воде - что даёт им серьёзное маневренное  преимущество. Ключевые юниты: Алебарда (Halberd), Булава (Mace), Пика (Penetrator)."
		}
		corrad={
			description="Система раннего оповещения",
			helptext="Радар (Radar Tower) позволяет видеть всех врагов и их перемещения в большом радиусе практически бесплатно (цена радара очень мала). Он потребляет небольшое количество энергии, а значит если у вас будут проблемы с энергообеспечение он отключиться. Ландшафт может изменять зону покрытия. Например, горы может блокировать часть обзора радара."
		}
		armfus={
			description="Производит энергию (35)",
			helptext="Реактор ядерного синтеза (Fusion Reactor) производит большое количество энергии при относительно малой цене. Однако, такой ректор очень хорошая цель из-за своей слабой брони и, самое главное, того, что при уничтожении реактор ядерного синтеза взрывается, нанося большой урон окружающим его юнитам.  "
		}
		cormist={
			description="Развертываемый ракетный автомобиль (должен остановиться что-бы вести огонь) ",
			helptext="Старайтесь держать Тесаков (Slashers) на максимальной дистанции от противника. Тесаки, везущие ракетный установки, идеально подходят для поражения рейдеров или бегающих бомб. Также их ракеты могут поражать воздушные цели, но, на самом деле, они не эффективны. Тесаки не могут стрелять через препятствия и не наносят достаточного урона, чтобы уничтожить штурмовых юнитов. В отличии от других стрелков, Тесаки не могут стрелять на ходу."
		}
		corraid={
			description="Штурмовой танк",
			helptext="Дорогие и мощные Опустошители (Ravager) имеют хорошую броню и могут подавить сильное сопротивление врага. Они плохо маневрируют, но могут ехать по прямой с большой скоростью, из-за чего их очень сложно уничтожить рейдерами. Хороший способ управлять ими в битве - это ехать прямо не сворачивая, чтобы не потерять скорость. Благодаря параболической траектории полёта снарядов, Опустошители могут стрелять по цели через трупы или другие танки. Уязвимы для бегающих бомб."
		}
		slowmort={
			description="Шагоход с замедляющим лучом",
			helptext="Замедляющий луч Модератора (Moderator) сокращает скорость движения и скорострельность вражеских юнитов в 2 раза. Хотя шагоход не наносит урона сам по себе,  он эффективен против практически всех целей."
		}
		armestor={
			description="Расширяет сеть перегрузки энергии",
			helptext="Пилоны для передачи энергии (Energy Transmission Pylon) позволяют расширить сеть перегрузки энергии для соединения большего количества шахт или источников энергии. Это, в свою очередь позволяет шахтам вырабатывать большее количество металла благодаря перегрузке. Пилоны позволяют быстро запитать  башни защиты, которым нужна энергия для функционирования."
		}
		roost={
			description="Производит куриц",
			helptext="Насест (Roost), такие как этот - это инкубаторы кудахтающих буревестников."
		}
		armmanni={
			description="Мобильный тахионный излучатель (Артиллерия/Бронебой)",
			helptext="Оружие Пики (Penetrator), получившие прозвище \"Голубой Лазер Смерти\", имеет мощь и точность достаточные, чтобы пронзить сразу нескольких юнитов одним выстрелом. Используйте его против хорошо бронированных юнитов, но держите за линией фронта - он очень хрупкий и не сможет убежать в случае опасности."
		}
		tacnuke={
			description="Тактическая ядерная ракета",
			helptext="Дальнобойное оружие точечного поражения. Радиус поражения Иоса (Eos) при попадании невелик, но смертелен."
		}
		armstiletto_laser={
			description="Обезоруживающий бомбардировщик",
			helptext="Стилет (Stilleto) - быстрый бомбардировщик, вооруженный генератором молний, который обезоруживает юнитов в широкой области под ним."
		}
		amphraider3={
			description="Утка (Duck)",
			helptext="Рейдер-амфибия"
		}
		amphraider2={
			description="Амфибийный рейдер-подавитель ",
			helptext="Брызгун использует мощные гидроабразивные резаки высокой дальности действия для поражения врагов. Хотя дальнобойность и мощность атаки такого типа страдают по мере того, как запасы воды в баллоне Брызгуна иссякают, их можно легко дозаправить, поместив юнит в воду. Брызгуны могут всплывать на поверхность чтобы атаковать вражеские корабли."
		}
		nest={
			description="Порождает куриц",
			helptext="Гнезда (Nest), такие, как это - это место вылупления базовых юнитов кудахтающей армии."
		}
		factoryspider={
			description="Производит пауков, Строит со скоростю 5 m/s",
			helptext="Пауки, передвигающийся по любой твердой поверхности, полагаются больше на дальность и манёвренность, нежели на грубую силу. Ключевые юниты: Блоха (Flea), Отшельник (Recluse), Пустынник (Hermit), Краб (Crabe)."
		}
		corch={
			description="Строительный СВП, строит со скоростью 5m/s",
			helptext="Перо (Quill) позволяет плавно расширять вашу сферу влияния на море и земле. Он также может обнаруживать подводные лодки, если они подойдут слишком близко."
		}
		corfav={
			description="Машина-рейдер/разведчик",
			helptext="Быстрые и дешёвые, Дротики(Dart) могут быть смертельно опасными в первые минуты игры, если противник не озаботился о лёгкой обороне как например ЛЛТ или не обзавелся парой быстрых юнитов."
		}
		amphfloater={
			description="Надувной робот-амфибия",
			helptext="Буй (Buoy) не может стрелять просто так, но способен находится под водой, частично высовываясь на поверхность воды. Вот в таком состоянии он способен стрелять на приличное расстояние из замедляющей пушки, но не способен при этом двигаться."
		}
		arm_spider={
			description="Паук-строитель, Строит со скоростю 7,5 m/s",
			helptext="Ткач (Weaver) может забраться на любую гору и выстроить там оборону."
		}
		napalmmissile={
			description="Напалмовая ракета ",
			helptext="Инферно не наносит много урона сразу же после попадания , однако она надолго поджигает всех юнитов на большой площади. "
		}
		factoryplane={
			description="Производит самолёты, Строит со скорость 10 m/s",
			helptext="Завод самолетов предлагает широкий выбор юнитов. Он производит многоцелевые истребители, которые можно использовать как легкие атакующие юниты или специализированные перехватчики, бомбардировщики для уничтожения одиночных целей ,а также бомбардировщики ,нацеленные на уничтожение скоплений слабых юнитов противника."
		}
		jumpblackhole={
			description="Пусковая установка черных дыр",
			helptext="Заполнитель (Placeholder) - это юнит поддержки. Его выстрелы создают вакуум, втягивающий ближайших юнитов и удерживающих их в одной куче, что позволяет быстро их ликвидировать."
		}
		hoverskirm={
			description="Light Assault/Battle Hover",
			helptext="The Trisula is a fairly fast, sturdy combatant armed with a scatter beam weapon that can erase multiple small targets or slag a single large one."
		}
		chicken_roc={
			description="Тяжёлый атакующий летун",
			helptext="Большая,  злая и способная вести бой как с наземными, так и воздушными юнитами, Рух (Roc), является грозной летающей курицей."
		}
		armkam={
			description="Вертолёт-рейдер",
			helptext="Дух (Banshee) - это легкий вертолёт-рейдер. Его большая скорость и порядочный урон делают его прекрасным юнитом для быстрого нападения на вражескую экономику или неточных юнитов, таких как штурмовики (assault). Однако, Дух летает близко к земле и атакует только на малой дистанции из-за чего даже другие рейдеры могут сражаться с ним. Как и любые другие рейдеры, Духа не следует использовать против обороны и юнитов предназначенных для убийства толпы (riot)."
		}
		chicken_digger_b={
			description="Закапывающийся разведчик/рейдер",
			helptext="Сильные челюсти Копателя (Digger) способные прокусить прочнейший камень как бумагу. Также, он способен незаметно переместится под землей и появится где-угодно, вызвав полный хаос. Защищайте свои стратегические объекты непосредственно, поскольку Копатели могут обойти ваши защитные сооружения."
		}
		empmissile={
			description="ЭМИ ракета ",
			helptext="При попадании Шокли (Shockley) отключает большинство юнитов и структур в небольшой области на 45 секунд."
		}
		armtick={
			description="Вездеходная ползучая ЭМИ-бомба",
			helptext="Клоп (Tick) полагается на свою скорость и маленький размер, чтобы уклоняться от огня неточным оружием, в особенности таковым штурмовиков и многих стрелков. Он может парализовывать тяжелые юниты противника или отряды лёгких рейдеров, неспособных убить его до попадания в зону поражения. После чего, Воины и Мечи как правило безнаказанно истребляют обезвреженных Клопом врагов."
		}
		capturecar={
			description="Захватывающая машина",
			helptext="Властитель (Dominatrix) захватывает юнитов противника, поворачивая их против бывших союзников. Несколько Властителей захватывают цель быстрее, но только один из них будет контролировать захваченного. После того как юнит захвачен, Властитель не может стрелять в течении 8 секунд если он стал контроллером. Если Властитель уничтожен, все зависимые от него юниты возвращаются владельцу."
		}
		tawf114={
			description="Тяжелый танк подавления",
			helptext="Крайне мобильный в классе юнитов подавления, Изгонятель укомплектован спаркой высокоскоростных осколочно-фугасных ракет, одинаково убийственных для легких юнитов и авиации несмотря на ограниченную дальность. Одинокий Изгонятель легко уничтожается штурмовиками или даже рейдерами, так что старайтесь прикрывать его другими юнитами. Разрыв ракеты Изгонятеля достаточно эффективен в разравнивании поверхности, и может быть полезен для уничтожения недостижимых для Сварщиков (Welder) стен."
		}
		corllt={
			description="Лёгкая лазерная турель",
			helptext="Лотос (Lotus) - дешёвая и простоя турель поражающая наземных цели лазерным лучом. Она особенная эффективна против разведчиков и небольших групп рейдеров. Для стрелков и штурмовых юнитов Лотос не является серьёзным препятствием. Часто эту турель называют LLT."
		}
		chickenflyerqueen={
			description="Кутающий АД!",
			helptext="Тикайте хлопцы! Курица-королева - матка всей колонии. Если он разозлиться, то остановить её почти невозможно. Она способна плеваться чрезвычайно едкой колотой, высаживать наземных куриц и распылять споры, убивающие самолёты. Лишь самые смелые могут попробовать остановить её с помощью контратаки."
		}
		chicken_leaper={
			description="Прыгающий рейдер",
			helptext="Прыгун (Leaper) - это быстрый атакующий юнит Куриц, способный быстро сократить расстояние с противником и с легкостью перепрыгивающий препятствия."
		}
		amphbomb={
			description="Amphibious slow mine",
			helptext="The Limpet can dodge most slow projectiles thanks to its agility and small size, allowing it to get close to enemy units in order to detonate, slowing and damaging them."
		}
		chicken_pigeon={
			description="Летающий разведчик со спорами",
			helptext="Маленькая летающая курица, стреляющая спорами."
		}
		armcrabe={
			description="Тяжелый юнит сдерживания/Паук-стрелок - Когда стоит разворачивает броню",
			helptext="Огромная пушка Краба (Crabe) уничтожает большие группы дешёвых юнитов и превосходит по дальнобойности стационарную оборону. Когда Краб стоит на месте, он разворачивает свою броню, уменьшая получаемый урон в 3 раза. Однако, главная слабость Краба - его медлительность."
		}
		amphraider={
			description="Amphibious Raider Bot",
			helptext="The Grebe is a basic raider armed with grenades - a decent short ranged anti-heavy weapon. Despite being amphibious, it cannot shoot while submerged."
		}
		armdeva={
			description="Турель против толпы",
			helptext="Звездная пыль (Stardust) - это мощная автопушка. Несмотря на небольшой радиус поражения и ещё большую уязвимость к стрелкам, чем у легкой лазерной пушки, её высокая скорострельность и наличия урона по области позволяет ей быстро перемалывать толпы лёгких юнитов."
		}
		corarch={
			description="Фрегат ПВО",
			helptext="Данный фрегат защищает ваш флот от воздушных атак при помощи двух лазерных батарей ПВО. Увы, он бесполезен против наземных целей."
		}
		subscout={
			description="Scout/Suicide Minisub",
			helptext="The Lancelet is basically a large smart torpedo with scouting functionality. It can remain hidden in the depths to observe enemy movements, then detonate its explosive charge to sink unwary ships."
		}
		corhlt={
			description="Мощная лазерная башня",
			helptext="Жало (Stinger) - это средняя лазерная турель. На ней установлены три вращающиеся лазерные пушки способные уничтожить практически любого малого юнита, но из-за низкой скорострельности,  без должного прикрытия она уязвима перед толпами врагов."
		}
		hoversonic={
			description="Противолодочное СВП",
			helptext="Утренняя звезда (Morningstar) вооружена звуковой пушкой, для которой абсолютно не имеет значения находится ли цель под водой или на поверхности."
		}
		corroach={
			description="Бегающая бомба",
			helptext="Таракан(Roach) - эта быстрый юнит-камикадзе. Прекрасно подходит для уничтожения скоплений вражеских юнитов, в частности штурмовых танков. Также Таракан невидим когда стоит на месте, что делает его ещё и миной. Постарайтесь чтобы Тараканы не находились слишком близко к другу, иначе они могут взорваться по цепочке. Тараканы, как и любые бегающие бомбы, легко уничтожаются дальнобойным точным оружием, как например Защитник(Defender), или дешевым юнитом, который взорвёт бомбу ценой своей жизни.  "
		}
		cormex={
			description="Добывает метал",
			helptext="Шахта по добыче метала(Metal Extractor) - единственный юнит который может добываться метал. При наличии излишков энергии, добытчик ускорит свою работу и добудет больше метала. Часто этот юнит обозначается словом "Mex"."
		}
		cormart={
			description="Многоцелевая САУ",
			helptext="Тяжёлая пушка Мародёра (Pillager) прекрасно обстреливает юнитов противника с большой дистанции. Являясь прекрасным выбором для артобстрела, Мародёр, как и любой артиллерийский юнит, не должен участвовать в ближнем бою."
		}
		armjamt={
			description="Башня с генераторами невидимости и помех",
			helptext="Глушитлки, подобные данной, взаимодействуют с вражескими радарными волнами, скрывая радиолокационное отражение ваших юнитов. Трусливый Пит (Sneaky Pete) также экипирован генератором невидимости, скрывающим ближайших юнитов от взгляда противника."
		}
		chicken_dragon={
			description="Сверхмощная штурмовая курица",
			helptext="Белые драконы (White Dragon), старшие хранители куриного улья, ужаснейшие существа, уступающие лишь королеве куриц. Обладая мощными лапами, смертельными челюстями, ядовитой слизью и множеством спор, они являются угрозой, которой абсолютно точно стоит бояться."
		}
		commsupport1={
			description="Командир обеспечения и поддержки, Строит на 10м/с",
			helptext="Эзотерический Командир Поддержки использует неконвенциональный набор оружия. Несмотря на нехватку скорости и брони, эта платформа нередко выбирается за ее мощную и дальнобойную нанитную установку."
		}
		factorytank={
			description="Производит тяжелые и специальные танки, Строит на 10м/с",
			helptext="Танковый завод целиком специализирован на методе грубой силы. Ничто не справляется с задачей лучше, чем непрерывный артобстрел с последующим прорывом тяжелейших танков на поле боя. Ключевые юниты: Мародёр (Pillager), Жнец (Reaper), Изгонятель (Banisher), Голиаф (Goliath)"
		}
		armaak={
			description="Тяжелый Прыгающий Робот ПВО",
			helptext="Сдвоенный лазер и пулемёт позволяет Архангелу (Archangel) быстро расправляться с вражеской авиацией. Вдобавок, он может прыгать, что позволяет ему быстро переместиться на удобную позицию или сбежать.  "
		}
		chicken_sporeshooter={
			description="Вездеходный метатель спор (ПВО/стрелок)",
			helptext="Споромет (Sporeshooter) стрелять спорами, что позволяет ему сбивать самолёты и атаковать наземные цели с расстояния. Также он может взбираться на стены для неожиданных атак."
		}
		blackdawn={
			description="Вертолёт тяжёлый рейдер/юнит против толпы",
			helptext="Чёрная Заря (Black Dawn) обладает хорошей бронёй, а её ракетная установка стреляет залпом из неуправляемых ракет, которые наносят огромный урон. Однако, Чёрная Заря достаточно дорогой вертолёт, а быстрые юниты могут увернуться от её ракет. Лучше всего использовать Зарю против тесных групп из зданий юнитов. Её следует отводить назад для перезарядки, чтобы уменьшить поручаемый урон."
		}
		amphtele={
			description="Амфибия-телепорт ",
			helptext="Джин(Djinn) - специальный юнит дающий уникальную возможность почти моментально перемещать большие армии в любую точку карты.  Будучи разложенным Джин будет телепортировать всех юнитов находящихся около маяка к себе. Телепортация в обратную сторону, от Джина к маяку, невозможна, так что убедитесь что место назначения безопасно."
		}
		tiptest={
			description="bla",
			helptext="Expensive and powerful, the Ravager is capable of holding its own against most opposition. Though its manueverability is terrible, its strength is when moving at a considerable top speed in a straight line. Due to this, it is almost impossible to skirmish using raiders. In combat, you should attempt to keep travelling forward and not turn too suddenly, so as to maintain top speed. Circling your target at the edge of your range is a good tactic. An arcing projectile allows it to shoot over corpses, other tanks, etc. Vulnerable to crawling bombs when in swarms."
		}
		jumpimpulse={
			description="Impulse Shenanigans Jumpbot",
			helptext="Shenanigans jumpbot."
		}
		chicken_listener_b={
			description="Закапывающийся мобильный сейсмический детектор",
			helptext="Слушатель (Listener) - это эволюционировавшая форма Копателя (Digger). Потеряв способность к бою, он приобрел уникальные слуховые возможности, что позволяет ему точно определять местоположение наземных войск противника."
		}
		corak={
			description="Среднетяжелый робот-рейдер",
			helptext="Бандит имеет больше дальности и живучести чем Меч(Glaive), но тем не менее не подходит для атаки укреплённых позиций. Противодействуйте ему единицами подавления и лазерными турелями."
		}
		corcrw={
			description="Летающая крепость",
			helptext="Коршун (Krow) - это дорогой и неповоротливый юнит, но он обладает невероятно толстой бронёй, позволяющей ему летать, не обращая внимания на ПВО, и расстреливать врагов из своих трёх лазерных турелей. Вдобавок, он может единомоментно опустошить местность под собой посредством ковровой бомбардировки."
		}
		serpent={
			description="Подлодка-снайпер",
			helptext="Змей (Serpent) - это настоящий ночной кошмар из-за большой дальности атаки, почти идеальной точности и большого урона. Его торпеды могут потопить почти любой корабль после пары попаданий. Однако, Змей очень дорогая, медленная и слабозащищенная подлодка. "
		}
		nsaclash={
			description="Стрелково-бронебойный СВП ",
			helptext="Используйте Скальпель (Scalpel) для атак удара-отхода. Он долго перезаряжается и слабо защищён, поэтому его надо держать вдалеке от противника. Ракеты Скальпеля летят по дуге, что позволяет ему стрелять через препятствия и союзников."
		}
		corsktl={
			description="Бронебойная бомба с генератором невидимости",
			helptext="Этот медленная и дорогая невидимая бомба может прыгнуть на противника и отправить даже тяжёлый танк сразу в ад. Бороться с ней можно путем прикрытия ваших тяжёлых и дорогих юнитов группами дешёвых. При использовании Огнеящика (Skuttle) имейте ввиду, что радиус поражения при его взрыве очень мал."
		}
		armamd={
			description="ПРО",
			helptext="Протектор (Protector) защищает значительную территорию от вражеских МБР."
		}
		corlevlr={
			description="Машина подавления ",
			helptext="Мощная пушка Уравнителя (Leveler) легко уничтожает толпы легких юнитов противника. Снаряд из этой пушки летит по прямой траектории, так что их лучше всего выстраивать в линию. Из-за малой скорости и дальности, Уравнитель - лёгкая добыча для стрелков. Разрывы снарядов Уравнителя сглаживают землю, облегчая прохождение по ней для других машин."
		}
	}
}
